{
  "updated": "2025-08-01T14:10:42.893Z",
  "updateTime": "2025/8/1 下午10:10:42",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 28093,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沒有分寸感",
        "yi": "享受美食治癒",
        "all": "71%",
        "date": "2025-08-01",
        "love": "77%",
        "work": "69%",
        "money": "67%",
        "health": "72%",
        "notice": "警惕越界的舉動",
        "discuss": "74%",
        "all_text": "整體運勢較為一般，雖沒有大的波瀾，但也有一些需要留意的地方。在與人相處方面，分寸的把握尤為關鍵。這一天，你可能會參與一些社交活動或者與身邊的人有較多交流，在交流過程中，情緒或許會有些容易波動，不經意間就可能說出一些讓對方不太舒服的話，或者做出一些讓對方覺得越界的舉動。這可能會引起一些小摩擦，影響彼此之間的關係。而且，在處理一些集體事務或者共同決策時，也要注意不要過於堅持自己的觀點，多聽聽他人的意見和想法，避免因為一意孤行而引發矛盾。不過，整體而言，只要你能時刻提醒自己注意言行，保持冷靜和理智，這些小問題都能得到妥善解決，不會對生活造成太大的影響，依然可以平穩地度過這一天。",
        "love_text": "單身的你，要是遇到有好感的人，先別急著一頭扎進去。在陷入一段感情前，得多花點時間瞭解對方，謹慎做決定，不然容易踩坑。已有伴者的你，感情裡還得多磨合磨合。別因為一些小分歧就鬧脾氣，多站在對方角度想想，互相包容理解，這樣感情才能更順溜，不然小矛盾積累多了，容易影響感情。",
        "take_star": "",
        "work_text": "似乎被時間追著跑，整體節奏有些混亂，容易因缺乏時間觀念而手忙腳亂。原本計劃好的事情，可能因對時間把控不準，出現拖延或打亂後續安排的情況。而且，在面對多項任務時，難以合理分配精力，導致哪頭都沒抓好。建議你在開始前先梳理好事項順序，給每個任務設定明確的時間節點，或許能讓局面有所改善。",
        "lucky_star": "射手座",
        "money_text": "或許會感受到一些生活壓力，這在財運上也有所體現。日常開銷可能會增多，讓你有些捉襟見肘。在理財方面，要格外留意每一筆支出，避免不必要的消費。購物前多思考是否真的需要，別因一時衝動買回一堆用不上的東西。同時，也別輕易進行大額投資，穩妥為上，先保障基本生活不受影響。",
        "health_text": "切忌久坐不動，長時間窩在椅子上，身體血液循環不暢，容易腰痠背痛，還可能影響消化功能。工作或學習間隙，每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，或者去倒杯水、走動走動，讓身體動起來，促進血液循環，保持活力滿滿。",
        "lucky_color": "橘色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "展示個人魅力",
        "all": "56%",
        "date": "2025-08-01",
        "love": "62%",
        "work": "54%",
        "money": "55%",
        "health": "60%",
        "notice": "小麻煩時不時冒頭",
        "discuss": "62%",
        "all_text": "運勢有些磕磕絆絆，彷彿走在一條佈滿小石子的路上，時不時就會被硌一下。這一天，偶爾會有些小麻煩時不時冒頭，讓你有些應接不暇。可能是在日常生活中，一些原本計劃好的事情突然出現變故，比如出門時發現忘帶東西，或者遇到交通堵塞等情況，打亂了你原本的節奏。在處理這些小麻煩時，你的耐心可能會受到考驗，容易產生煩躁的情緒。而且，這些小問題還可能會一個接著一個出現，讓你感覺有些疲憊。不過，這些小麻煩大多不會造成嚴重的後果，只是會讓你覺得這一天過得不太順心。只要你能調整好心態，保持平和的情緒，把這些小麻煩當作是生活中的小插曲，積極去應對，還是能夠順利度過這一天的，說不定在解決這些小問題的過程中，還能收穫一些意外的經驗呢。",
        "love_text": "單身的你，跟異性相處時，別太計較錢方面的事兒，不然容易給人留下摳門的印象，影響桃花運。已有伴者的你，在金錢問題上別太較真。別因為誰花多花少就爭個不停，感情裡太計較這些，會讓對方心裡不舒服，多些大度，感情才能更和諧。",
        "take_star": "",
        "work_text": "陷入了“抓小放大”的怪圈，整體表現有些本末倒置。在處理各種事務時，會把過多的精力放在一些無關緊要的細節上，從而忽略了整體的目標和關鍵環節。這種做法不僅讓你耗費了大量的時間和精力，還可能使最終的成果偏離預期。你需要學會跳出細節的束縛，從宏觀的角度審視問題，明確重點，才能讓努力更有方向。",
        "lucky_star": "摩羯座",
        "money_text": "財運不太樂觀，得著重規避風險。市場環境複雜多變，那些看似誘人的高收益項目，很可能隱藏著巨大危機。不要被一時的利益衝昏頭腦，輕易涉足不熟悉的領域。對於手頭的資金，建議選擇穩健的儲蓄方式，或者投資一些風險較低的債券，確保資產安全，別讓辛苦積攢的錢打了水漂。",
        "health_text": "千萬別亂發脾氣或動怒哦，情緒波動過大對健康可不好。生氣時，身體會分泌一些有害物質，影響心臟和血管健康，還可能引發頭痛、胃痛等問題。遇到煩心事，先深呼吸幾次，讓自己冷靜下來，試著換個角度思考問題，保持平和的心態，對身體才更有益。",
        "lucky_color": "焦糖色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "散漫無度",
        "yi": "交流溝通",
        "all": "96%",
        "date": "2025-08-01",
        "love": "95%",
        "work": "92%",
        "money": "97%",
        "health": "93%",
        "notice": "頗具主見與見解",
        "discuss": "95%",
        "all_text": "幸運如同溫暖的陽光，灑落在你身上，讓你擁有幸運在線的一天。這一天，你頗具主見與見解，思維格外清晰活躍，彷彿腦海中裝著一個智慧的寶庫，隨時都能拿出新穎的想法和獨特的觀點。在面對各種情況時，你能夠迅速做出判斷，並且給出合理的解決方案，讓人眼前一亮。這種主見和見解不僅會讓你在與人交流中佔據主動，還能贏得他人的認可和讚賞。而且，你的好運氣還可能會體現在一些意外的小驚喜上，比如偶然遇到一個不錯的機會，或者收到一份意外的禮物。這些小驚喜會讓你這一天的心情格外愉悅。同時，你的積極態度也會感染身邊的人，讓周圍的氣氛變得更加融洽。總之，這一天你會感覺自己充滿了能量，能夠輕鬆應對生活中的各種事情，盡情享受這份幸運帶來的美好。",
        "love_text": "單身的你，說不定會有貴人出現，給你牽線搭橋，讓你有機會認識不錯的異性，可要好好把握。已有伴者的你，和伴侶之間的默契會直線上升。很多事情不用多說，一個眼神就能明白對方想法，一起做事效率超高，感情也會更甜蜜。",
        "take_star": "",
        "work_text": "將迎來一段充滿驚喜與突破的時光，整體狀態積極向上。在面對各種事務時，你能夠敏銳地察覺到現有方法的不足，並主動尋求改進。這種勇於創新和嘗試的精神，會讓你在處理問題時更加得心應手，效率大幅提高。而且，你的新思路還可能為身邊的人帶來啟發，營造出良好的互動氛圍。不妨抓住這個機會，大膽展現自己的能力。",
        "lucky_star": "天蠍座",
        "money_text": "求財機會多多。身邊可能會出現一些新的賺錢渠道，可能是兼職工作，也可能是合作項目。要敏銳地捕捉這些機會，積極行動起來。不過，在抓住機會的同時，也要保持理性，對每個機會進行全面評估，分析其可行性和潛在收益。合理規劃時間和精力，才能讓這些機會轉化為實實在在的財富。",
        "health_text": "要特別注意科學用眼，長時間盯著電腦、手機屏幕，眼睛會又幹又澀，還可能視力下降。每隔一段時間就讓眼睛休息一下，看看遠處的風景，或者做做眼保健操。也可以準備一瓶人工淚液，感覺眼睛乾澀時滴一滴，緩解眼部疲勞，讓眼睛始終明亮有神。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "整理收拾桌面",
        "all": "52%",
        "date": "2025-08-01",
        "love": "56%",
        "work": "59%",
        "money": "53%",
        "health": "58%",
        "notice": "覺得處處不如人",
        "discuss": "60%",
        "all_text": "整體運勢欠佳，你似乎陷入了一個愛比較的怪圈，總是不自覺地把自己和身邊的人放在一起衡量。看到別人在某些方面表現出色，心裡就會泛起失落感，覺得自己處處不如人。這種比較會讓你忽略自己身上的閃光點，只盯著自己的不足，導致情緒變得低落。而且，這種消極的情緒還會影響你對待生活的態度，讓你對原本感興趣的事情也提不起勁來。在與人相處時，這種心態可能會讓你變得敏感，容易因為一些小事而覺得被忽視或者不被理解，進而引發一些不必要的矛盾。其實，每個人都有自己的節奏和優勢，一味地比較只會讓自己更疲憊。但這一天你似乎很難跳出這個思維模式，只能在這種自我消耗中度過，心情也難以明朗起來，整體狀態都受到了一定的影響。",
        "love_text": "單身的你，態度別太冷淡啦，總是拒人千里之外，會讓想靠近你的人望而卻步，錯過不少緣分。已有伴者的你，別總是心事重重的。有什麼想法和煩惱，別自己憋著，跟伴侶聊聊，說不定對方能給你出出主意，一起分擔，感情也能更親密。",
        "take_star": "",
        "work_text": "可能會遭遇一些挫折，整體氛圍有些低落。在推進各項事務的過程中，容易被人潑冷水，原本滿懷信心的事情，可能會因他人的質疑或否定而動搖。這種外界的負面反饋會讓你產生自我懷疑，進而影響做事的積極性和效率。但你要明白，他人的看法並不一定完全正確，要相信自己的判斷和能力，堅持下去或許會有轉機。",
        "lucky_star": "射手座",
        "money_text": "要警惕人情往來對財運的影響。在社交活動中，可能會收到各種邀請，參加聚會、送禮等開銷少不了。在處理這些人情事務時，要把握好分寸，別為了面子過度消費。可以提前做好預算，根據自身經濟狀況合理安排支出。同時，也別輕易答應別人在經濟上的請求，避免給自己帶來不必要的經濟負擔。",
        "health_text": "可能會心事重重，這會影響你的睡眠和食慾，進而對健康產生不利影響。別把煩心事都憋在心裡，找朋友或家人傾訴傾訴，把心裡的委屈和壓力釋放出來。也可以做一些自己喜歡的事情，比如聽音樂、看電影、散步，轉移注意力，讓自己放鬆下來，心情好了，身體也會更健康。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱高消費",
        "yi": "學習一門外語",
        "all": "97%",
        "date": "2025-08-01",
        "love": "98%",
        "work": "95%",
        "money": "96%",
        "health": "98%",
        "notice": "學習能力很出眾",
        "discuss": "92%",
        "all_text": "你的運勢如同節節攀升的階梯，蹭蹭蹭地往上漲，整個人都散發著自信和活力。這一天，你的學習能力相當出眾，彷彿腦袋裡裝了一個高效的學習芯片，對新知識的吸收和理解速度特別快。無論是接觸新的觀念、技能，還是探索未知的領域，你都能迅速抓住重點，舉一反三。這種超強的學習能力會讓你在各種場合中都表現出色，給人留下深刻的印象。而且，你的這種狀態還會帶動身邊的人，激發他們對學習和探索的熱情。同時，良好的運勢也會讓你心情愉悅，對待生活的態度更加積極樂觀。你會主動去嘗試一些新的事物，拓展自己的視野，豐富自己的生活。在這一天裡，你會感覺自己充滿了無限的可能，對未來也充滿了期待，盡情享受著運勢上漲帶來的美好體驗。",
        "love_text": "單身的你，魅力值拉滿，很受歡迎，身邊可能會出現不少追求者，好好享受被關注的感覺，說不定能遇到那個對的人。已有伴者的你，和伴侶的感情會持續升溫。一起做些有趣的事，或者來一場浪漫的約會，都能讓感情更加深厚，相處也會更甜蜜。",
        "take_star": "",
        "work_text": "是你大放異彩的日子，整體表現相當出色。在面對各種複雜的問題時，你能夠憑藉自己的智慧和果斷，迅速找到解決辦法。這種強大的解決問題的能力，會讓你在眾人中脫穎而出，贏得他人的讚賞和認可。而且，你的積極態度還會感染身邊的人，帶動整個團隊的氛圍，為事情的順利推進創造良好的條件。",
        "lucky_star": "雙子座",
        "money_text": "將迎來豐厚的進賬。可能是工作上的獎金、提成，也可能是之前的投資有了回報。這讓你在財務上更加寬裕，但也不能因此而放鬆警惕。合理規劃這筆意外之財，可以考慮將一部分存起來，以備不時之需；另一部分用於改善生活或進行穩健投資，讓財富持續增值，為未來打下堅實基礎。",
        "health_text": "要保持規律的作息哦，熬夜或者作息不規律會打亂身體的生物鐘，影響身體各個器官的正常運轉，導致免疫力下降，容易生病。儘量在晚上11點前上床睡覺，早上按時起床，保證充足的睡眠時間。睡前可以泡個熱水澡、喝杯熱牛奶，幫助自己更快地進入夢鄉。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "背後說人壞話",
        "yi": "看脫口秀表演",
        "all": "63%",
        "date": "2025-08-01",
        "love": "67%",
        "work": "61%",
        "money": "60%",
        "health": "63%",
        "notice": "缺乏努力的動力",
        "discuss": "71%",
        "all_text": "整體運勢略顯倒黴，就像走路時不小心踩到了小石子，雖然不會造成大的傷害，但也讓人心裡不太舒服。這一天，你心裡總想著享受生活，渴望能輕鬆愜意地度過，卻缺乏為之努力的動力。當面對一些需要付出精力去處理的事情時，你會本能地想要逃避，希望能有人幫自己解決。然而，現實往往不會如你所願，那些被你擱置的事情並不會自動消失，反而可能會因為拖延而變得更加棘手。這種只想享受卻不願努力的心態，會讓你在處理生活瑣事時變得手忙腳亂，還可能會因為自己的不作為而感到焦慮和自責。而且，這種消極的狀態也會影響你與身邊人的關係，讓人覺得你不夠積極向上。這一天，你似乎被這種倒黴的運勢和消極的心態籠罩著，難以擺脫這種不太好的狀態。",
        "love_text": "單身的你，別對追求者過於吹毛求疵啦。人無完人，多看看對方的優點，別總盯著小缺點不放，不然容易錯過合適的人。已有伴者的你，別老是揪著伴侶的小毛病不放。多一些包容和鼓勵，少一些指責，這樣伴侶會更願意和你相處，感情也能更穩固。",
        "take_star": "",
        "work_text": "似乎陷入了“光想不行動”的困境，整體進展有些緩慢。你腦海中有很多想法和計劃，對未來也有著美好的憧憬，但卻缺乏將其付諸實踐的動力。總是擔心會出現各種問題，在猶豫和糾結中浪費了大量的時間。要知道，再好的想法如果不行動，也只是空想。你需要克服內心的恐懼和懶惰，勇敢地邁出第一步。",
        "lucky_star": "白羊座",
        "money_text": "要注意別盲目跟風。看到別人在某個領域賺錢，就迫不及待地跟著投入，這種做法很危險。每個人的財務狀況和風險承受能力都不同，適合別人的不一定適合你。在做任何投資決策前，要充分了解市場情況，結合自身實際情況進行分析。保持獨立思考，不隨波逐流，才能避免不必要的損失。",
        "health_text": "要提防牙齦上火問題，吃了辛辣、油膩的食物後，牙齦容易紅腫、疼痛。飲食上要清淡一些，多吃蔬菜水果，比如黃瓜、西紅柿、蘋果等。早晚刷牙要認真，使用軟毛牙刷和溫和的牙膏，輕輕刷洗牙齒和牙齦，保持口腔清潔。如果牙齦上火嚴重，可以喝點清熱解毒的茶，如金銀花茶、菊花茶。",
        "lucky_color": "翠綠色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拒絕別人幫助",
        "yi": "做視頻剪輯",
        "all": "82%",
        "date": "2025-08-01",
        "love": "85%",
        "work": "84%",
        "money": "80%",
        "health": "83%",
        "notice": "有著清晰的節奏",
        "discuss": "87%",
        "all_text": "整體運勢較為平穩，有著清晰計劃與節奏的一天。你心裡對要做的事情早有規劃，從日常的飲食起居到一些生活瑣事的安排，都條理清晰。你不會盲目地跟風去做一些事情，而是按照自己的節奏穩步前行。在處理各種關係時，也能憑藉這份清晰規劃，平衡好各方面的需求，不會讓自己陷入兩難的境地。比如面對朋友邀約和自我提升安排衝突時，你能冷靜權衡，做出合適的選擇。這種有條不紊的狀態會讓你內心感到踏實，情緒也較為穩定。而且，平穩的運勢也會讓你在與人交往中展現出自信從容的一面，容易贏得他人的信任和好感。不過，平穩並不意味著一成不變，偶爾也可以嘗試一些新的元素，為生活增添一些別樣的色彩，但總體來說，這一天你會在既定的計劃中過得充實又安心。",
        "love_text": "單身的你，或許會有愛情的火花閃現。可能在某個場合遇到讓你心動的人，別害羞，主動一點，說不定能開啟一段美好戀情。已有伴者的你，和伴侶保持舒服的相處模式就好。別因為一些小事就爭吵，互相尊重，給彼此足夠的空間，感情會更長久。",
        "take_star": "",
        "work_text": "對你而言是挖掘潛力、綻放光彩的好時機，整體狀態積極且富有活力。你在各方面都具備不錯的條件和基礎，但若想更上一層樓，就需要多留意自身優勢的培養。也許你一直未察覺自己在溝通協調或者創意構思上有著獨特天賦，不妨主動去嘗試一些相關任務，在實踐過程中，或許能找到自己的優勢所在。",
        "lucky_star": "天秤座",
        "money_text": "要抓住財運機會。這一天可能會有一些看似不起眼的小機遇，比如朋友介紹的小生意、網絡上的兼職信息等。不要輕視這些機會，它們可能會給你帶來意想不到的收益。主動出擊，積極與相關人士溝通，瞭解具體情況。同時，要善於整合身邊的資源，發揮自己的優勢，讓這些機會發揮出最大的價值。",
        "health_text": "睡前不要玩手機啦，手機屏幕發出的藍光會抑制褪黑素的分泌，影響睡眠質量，讓你難以入睡或者睡眠淺。睡前1小時就把手機放在一邊，可以看看紙質書、聽聽舒緩的音樂，營造一個安靜的睡眠環境。保證充足的睡眠，第二天才能精神飽滿地迎接新的一天。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戶外探險",
        "yi": "開拓新圈子",
        "all": "79%",
        "date": "2025-08-01",
        "love": "76%",
        "work": "77%",
        "money": "78%",
        "health": "81%",
        "notice": "自我侷限的困境",
        "discuss": "77%",
        "all_text": "你的整體運勢一般般，就像走在一條有些曲折的小路上。這一天，你容易陷入自我侷限的困境中，思維彷彿被一道無形的牆束縛住，總是按照自己熟悉的方式去看待問題和處理事情。這種侷限會讓你錯過一些新的機會和可能性，比如可能會因為過於堅持自己的觀點，而忽略了他人提出的不錯建議。同時，這種自我侷限也會讓你在社交中顯得有些封閉，不太願意主動去接觸新的人和事物，把自己侷限在一個小圈子裡。其實，外面的世界很大，有很多值得你去探索和發現的東西。你需要試著走出自己設定的圈子，敞開心扉，以更開放的心態去接納新事物。雖然這一天運勢沒有特別突出，但只要你能意識到這一點並做出改變，說不定就能發現新的樂趣和機遇，讓這一天變得不一樣起來。",
        "love_text": "單身的你，存在感一般，在社交場合裡別太低調啦。主動和大家交流交流，說不定能吸引到異性的注意。已有伴者的你，別總是不說話。遇到問題或者有想法，及時和伴侶溝通，不然對方猜來猜去，容易產生誤會，影響感情。",
        "take_star": "",
        "work_text": "你的運勢較為平穩，不過想要取得更好的成果，保持勤勉是關鍵。在處理各項事務時，不能有絲毫懈怠，每一個細節都可能影響到最終的結果。雖然過程中可能會遇到一些小困難，但只要你秉持著勤奮努力的態度，認真對待每一個環節，憑藉你的毅力和專注力，就能夠逐步克服困難，穩步向前推進，收穫應有的回報。",
        "lucky_star": "巨蟹座",
        "money_text": "要密切關注市場動態。市場的變化會影響你的投資收益和財務狀況。多留意行業新聞、政策調整等信息，從中尋找對自己有利的線索。如果發現某個領域有發展潛力，可以提前做好佈局，但不要急於投入大量資金。可以先進行小規模嘗試，觀察市場反應，再根據實際情況調整投資策略，降低風險。",
        "health_text": "高溫天氣裡，不宜過度貪涼哦，長時間待在空調房裡或者吃太多冷飲，容易讓身體受涼，引發感冒、腹瀉等問題。空調溫度不要調得太低，保持在26℃左右比較合適。吃冷飲要適量，不要一下子吃太多。可以多喝一些溫水，補充身體水分，促進新陳代謝。",
        "lucky_color": "天藍色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與人激烈爭吵",
        "yi": "運動健身",
        "all": "81%",
        "date": "2025-08-01",
        "love": "80%",
        "work": "82%",
        "money": "82%",
        "health": "84%",
        "notice": "付出與收穫成正比",
        "discuss": "89%",
        "all_text": "整體運勢沒有明顯起伏，呈現出一種付出與收穫成正比的穩定態勢。這一天，你對待生活的態度積極認真，無論做什麼事情都會全力以赴，不會偷懶耍滑。而你的付出也會得到相應的回報，讓你真切地感受到努力的價值。比如你花時間精心照顧家裡的綠植，它們就會以生機勃勃的姿態回應你；你用心去經營一段關係，對方也會給予你真誠的回應。這種穩定的運勢會讓你內心充滿安全感，知道自己的努力不會白費。而且，這種付出與收穫的平衡也會讓你更加珍惜生活中的每一份成果，不會因為貪婪而過度索取。你能夠以平和的心態看待生活中的得失，享受這種穩穩的幸福。在這一天裡，你會按照自己的節奏，有條不紊地推進生活中的各項事務，過得充實又滿足。",
        "love_text": "單身的你，要是遇到喜歡的人，就主動點出擊。別等著對方先行動，勇敢表達自己的心意，說不定就能收穫一份美好的愛情。已有伴者的你，和伴侶保持溝通很重要。不管是生活瑣事還是內心想法，都和對方說說，這樣能讓你們更瞭解彼此，感情也會更親密。",
        "take_star": "",
        "work_text": "是你釋放創造力的大好日子，整體氛圍輕鬆且充滿靈感。你的思維如同脫韁的野馬，能夠自由馳騁，想出許多新奇獨特的點子。在面對各種情況時，不要拘泥於傳統的方式方法，大膽地發揮自己的創造力，嘗試用不同的視角去看待問題、解決問題。這種創新的精神會讓你在眾人中脫穎而出，為事情帶來新的轉機和突破。",
        "lucky_star": "金牛座",
        "money_text": "進賬較為平穩。雖然沒有大筆的意外之財，但日常的收入能夠滿足生活需求，還會有一些小盈餘。這是一個很好的積累階段，不要因為收入平穩就放鬆對財務的管理。可以制定一個長期的理財計劃，合理分配資金，將一部分用於儲蓄，一部分用於投資，逐步實現財富的穩健增長。",
        "health_text": "切忌喝太多冰水，冰水會刺激腸胃，引起腸胃痙攣，導致腹痛、腹瀉等症狀。口渴時，儘量選擇溫水或者常溫的飲料，比如白開水、淡茶水。如果覺得白開水沒味道，可以切幾片檸檬或者橙子放在水裡，增加一些風味。保護好腸胃，才能享受美食。",
        "lucky_color": "紅色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂髮脾氣",
        "yi": "參加公益活動",
        "all": "76%",
        "date": "2025-08-01",
        "love": "78%",
        "work": "68%",
        "money": "67%",
        "health": "75%",
        "notice": "耐心與毅力的考驗",
        "discuss": "78%",
        "all_text": "整體運勢稍有起伏，就像一場對耐心與毅力的考驗。生活裡，或許會遇到一些看似平常卻暗藏挑戰的狀況，比如原本計劃好的事情突然出現小變動，又或者日常事務中冒出一些繁瑣的細節需要處理。這些情況雖不至於讓你陷入大麻煩，但不斷出現的小波瀾，容易讓你的情緒產生波動，耐心也在一點點被消耗。此時，毅力就顯得尤為重要，面對變化和繁瑣，若能沉住氣，以平和的心態去應對，就能穩住局面。在與人相處時，也可能因為一些觀念上的差異產生小摩擦，這時別急著爭辯，多站在對方角度想想，耐心傾聽對方的想法，說不定能化解矛盾。這一天裡，你的決策可能會受到情緒的影響，所以在做重要決定前，不妨先讓自己冷靜下來，仔細權衡利弊。只要保持足夠的耐心和毅力，就能順利度過這有起伏的一天，為後續的發展積累經驗。",
        "love_text": "單身的你，感情方面維持現狀就好。不用刻意去尋找愛情，先把自己的生活過好，提升自己，緣分說不定會在不經意間到來。已有伴者的你，感情需要多用心經營。別因為工作忙就忽略了伴侶，多花點時間陪陪對方，一起做些有意義的事，感情會更甜蜜。",
        "take_star": "",
        "work_text": "你的情緒容易對整體表現產生影響，整體狀態有些起伏不定。當情緒良好時，你能夠高效地處理各種事務，展現出強大的能力；但一旦情緒低落，就可能會陷入消極怠工的狀態，影響事情的進展。你需要學會控制自己的情緒，在遇到問題時保持冷靜，不要讓情緒左右自己的判斷和行動，這樣才能更好地應對各種挑戰。",
        "lucky_star": "處女座",
        "money_text": "要警惕小錢支出。在日常生活中，一些看似不起眼的小開銷，比如買杯咖啡、吃頓零食等，累積起來也是一筆不小的數目。在消費時，要養成記賬的習慣，清楚每一筆錢的去向。對於非必要的消費，儘量剋制自己。同時，也可以尋找一些節省開支的方法，比如購買打折商品、選擇更實惠的交通方式等。",
        "health_text": "近期蚊蟲隱患嚴重，務必提防蚊蟲，杜絕蚊蟲滋生。保持居住環境的清潔衛生，定期打掃房間，清理垃圾，避免積水。可以安裝紗窗、蚊帳，使用蚊香、驅蚊液等防蚊產品。外出時，儘量穿長袖長褲，塗抹防蚊花露水，減少被蚊蟲叮咬的機會。",
        "lucky_color": "銀灰色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉溺物質享受",
        "yi": "參加興趣班",
        "all": "74%",
        "date": "2025-08-01",
        "love": "69%",
        "work": "72%",
        "money": "64%",
        "health": "74%",
        "notice": "自己動手豐衣足食",
        "discuss": "71%",
        "all_text": "整體運勢中規中矩，秉持“自己動手豐衣足食”的理念會讓你收穫不少。生活中，很多事情不會主動朝著你期望的方向發展，需要你主動出擊，積極去爭取。比如，想要改善居住環境，那就自己動手打掃整理，或者添置一些小物件來裝飾；想品嚐美食，不妨自己下廚，按照自己的口味烹飪。在這個過程中，你不僅能獲得實實在在的成果，還能感受到自給自足的滿足感。社交方面，可能不會有太多熱鬧的聚會邀約，但一些日常的交流互動也能讓你收穫溫暖。遇到問題時，別總想著依賴他人，嘗試自己尋找解決辦法，你會發現自己的能力遠超想象。這一天裡，主動付出行動，依靠自己的力量去處理生活中的大小事務，雖然可能會有些忙碌，但每完成一件事，都會讓你更有成就感，生活也會在這種實實在在的行動中變得更加充實。",
        "love_text": "單身的你，切勿妄自菲薄。要相信自己的魅力，每個人都有自己的閃光點，自信一點，才能吸引到優秀的異性。已有伴者的你，別讓嫉妒心作祟。看到伴侶和異性正常交往，別瞎吃醋，多信任對方，這樣感情才能更健康。",
        "take_star": "",
        "work_text": "需要在提高效率方面多下功夫，整體節奏有些拖沓。雖然你有著豐富的想法和計劃，但在執行過程中卻容易分心，導致進度緩慢。你需要給自己設定明確的時間限制，合理分配精力，避免在無關緊要的事情上浪費過多時間。集中注意力，專注於當前的任務，提高做事的效率，才能更好地完成各項事務。",
        "lucky_star": "雙魚座",
        "money_text": "可能會有計劃外開銷。可能是突然的身體不適需要就醫，也可能是家裡的物品損壞需要更換。面對這些突發情況，要保持冷靜，不要慌亂。提前預留一部分應急資金，以應對這些意外支出。如果開銷較大，超出預算，要及時調整其他方面的支出計劃，確保財務狀況的穩定，避免陷入經濟困境。",
        "health_text": "少吃上火的食物，像辣椒、花椒、桂皮等辛辣調料，還有油炸食品、燒烤等，吃多了容易口腔潰瘍、長痘痘。飲食上多吃一些清熱降火的食物，比如苦瓜、綠豆、冬瓜等。也可以煮一些清熱降火的湯，如綠豆湯、冬瓜湯，既能補充水分，又能降火。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動購物",
        "yi": "和朋友聚會",
        "all": "80%",
        "date": "2025-08-01",
        "love": "83%",
        "work": "78%",
        "money": "75%",
        "health": "82%",
        "notice": "社交要有所取捨",
        "discuss": "90%",
        "all_text": "整體運勢穩定，社交機會較多，不過需要你有所取捨。這一天，各種社交場合可能會頻繁向你發出邀請，可能是朋友的小聚、興趣小組的活動，或者是社區組織的交流活動等等。這些社交機會為你提供了拓展人脈、結交新朋友的可能，也能讓你在輕鬆愉快的氛圍中放鬆身心。然而，過多的社交活動也可能會讓你感到疲憊，甚至打亂你原本的生活節奏。所以，你需要根據自己的精力和興趣，對這些社交機會進行篩選。對於那些真正能讓你感到開心、有收穫的活動，不妨積極參與；而對於一些只是為了應酬而參加的活動，就可以適當拒絕。在社交過程中，保持真誠和友善，用心去傾聽他人的故事，分享自己的見解，這樣不僅能讓你在社交中如魚得水，還能讓你的生活因為這些美好的人際關係而更加豐富多彩。",
        "love_text": "單身的你，或有機會和心儀的人拉近距離。可能是通過朋友介紹，或者在一些活動中有交集，好好把握機會，增進彼此瞭解。已有伴者的你，和伴侶培養更多共同話題。一起學習新東西，或者聊聊彼此的興趣愛好，這樣能讓你們有更多交流，感情也會更深厚。",
        "take_star": "",
        "work_text": "保持清晰的思路對你來說至關重要，整體情況可能會因為思路的清晰與否而產生較大差異。在面對各種信息和任務時，你需要冷靜分析，理清頭緒，明確自己的目標和方向。只有思路清晰，才能有條不紊地處理各項事務，避免陷入混亂和迷茫。遇到問題時，不要急於行動，先思考清楚再採取措施。",
        "lucky_star": "水瓶座",
        "money_text": "缺乏求財動力，在財運方面可能會有些懈怠。但財富不會主動找上門來，還是需要自己積極爭取。試著給自己設定一些小目標，比如存下一筆錢、學習一項新的理財技能等，激發自己的求財慾望。同時，也可以和身邊有理財經驗的朋友交流，獲取一些啟發和動力，讓自己重新振作起來，關注財務狀況。",
        "health_text": "多進行筋骨拉伸，長時間保持一個姿勢，身體會變得僵硬，肌肉也會痠痛。工作或學習一段時間後，站起來活動活動身體，做一些簡單的筋骨拉伸動作，比如伸展手臂、轉動脖子、彎腰觸地等。也可以去戶外散散步、打打太極拳，活動全身筋骨，讓身體更加靈活自如。",
        "lucky_color": "奶油色",
        "lucky_number": "6"
      }
    }
  }
}