{
  "updated": "2025-10-09T20:09:41.721Z",
  "updateTime": "2025/10/10 上午4:09:41",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17059,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "高估自我實力",
        "yi": "放慢步伐",
        "all": "57%",
        "date": "2025-10-10",
        "love": "50%",
        "work": "66%",
        "money": "56%",
        "health": "64%",
        "notice": "應付不熟悉組合",
        "discuss": "52%",
        "all_text": "整體運勢像走在一條不太平整的小路上，稍顯崎嶇。你可能會遇到一些平時不太接觸的事，或是需要和不太合拍的人打交道，這種不熟悉的組合容易讓你有點手忙腳亂。比如原本習慣按自己的方式處理問題，但事可能需要更靈活的應對方式，或者對方的態度讓你摸不著頭腦，這種“不對頻”的感覺會讓你有點煩躁。別急著硬扛，有些事可能需要換個角度或暫時放一放，強行推進反而容易出岔子。另外，容易因為小細節卡殼，比如信息沒核對清楚、溝通時漏了關鍵點，這些小麻煩疊加起來會讓你覺得“怎麼都不順”。不過，這種狀態不會持續太久，下午可能會遇到轉機，比如有人主動幫你解決難題，或是你突然想通了某個卡殼的點。這一天的你適合把節奏放慢，先把手頭的小事理順，別急著追求完美，完成比完美更重要。",
        "love_text": "單身的你，或會在複雜的情感關係裡打轉，容易被捲入多角糾葛，或是同時對多個對象產生好感卻難以抉擇。別急著投入，先理清自己的真實需求更重要。已有伴者的你，和伴侶相處時要注意邊界感，比如和異性走太近、開過界的玩笑，都可能讓對方感到不適。偶爾的小醋意是調味劑，但過度越界會消耗信任，保持分寸才能讓關係更穩。",
        "take_star": "",
        "work_text": "容易陷入“拖延-焦慮”的循環，明明有任務要完成，卻總被小事分心，比如刷手機、和同事閒聊，等反應過來時又因時間不夠而手忙腳亂。這種磨蹭的狀態會讓你效率降低，甚至影響整體進度。建議把大目標拆解成小步驟，每完成一項就給自己一點獎勵，逐步找回節奏感。",
        "lucky_star": "雙子座",
        "money_text": "要當心“錢袋子”漏風，可能有意外支出打亂計劃，比如朋友突然借錢、臨時需要買替換品，或是網購時沒忍住湊單。別急著“救急”動用存款，先看看是否有閒置物品能轉賣回血，或者把大額消費延後兩天。控制住“現在不買就虧了”的衝動，守住現金比面子更重要。",
        "health_text": "要當心冒冒失失引發的皮外傷。做事容易急躁，搬重物、運動或趕路時可能因動作太猛擦傷、扭傷。建議搬東西前先觀察環境，運動前充分熱身，走路別看手機，集中注意力能避開大部分意外。若已受傷，及時消毒處理，別硬撐。",
        "lucky_color": "藏青色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "半場開香檳",
        "yi": "緊跟時事",
        "all": "75%",
        "date": "2025-10-10",
        "love": "69%",
        "work": "76%",
        "money": "67%",
        "health": "80%",
        "notice": "保持低調更穩妥",
        "discuss": "81%",
        "all_text": "整體運勢像坐過山車，有起有落但不算極端。你可能會覺得上午還挺順利，下午就遇到點小波折，或者反過來。這種起伏感容易讓你有點患得患失，比如某個階段性成果讓你有點小得意，但別急著慶祝——還沒看到最終結果前，保持低調更穩妥。這一天的你適合按部就班，別輕易改變既定計劃，尤其是涉及合作或需要他人配合的事，耐心等對方反饋比催著推進更有效。另外，可能會遇到需要權衡利弊的選擇，別急著下決定，多觀察下週圍人的態度或參考過往經驗，反而能避開小坑。下午可能會遇到需要你“兜底”的情況，比如原本安排好的事突然有變，這時候別慌，先穩住情緒再調整，反而能找到更好的解決辦法。這一天的你適合把目標拆解成小步驟，完成一步再下一步，這樣能減少焦慮。",
        "love_text": "單身的你，可能會忍不住回憶舊情，或是被過去的回憶影響當下的判斷。別讓“如果當時”的念頭困住自己，往前看才能遇到新可能。已有伴者的你，和前任的聯繫要適可而止，哪怕是普通問候也可能讓伴侶介意。與其糾結過去，不如和現任一起規劃未來，比如聊聊共同的旅行計劃，反而能讓感情更緊密。",
        "take_star": "",
        "work_text": "傾向於按部就班，面對新任務或挑戰時，會優先選擇熟悉的方式處理，雖然穩妥但缺乏突破。這種保守的態度能避免出錯，卻也可能讓你錯過展現能力的機會。偶爾嘗試新方法，比如用不同的軟件完成報表，或和同事交換工作思路，或許能發現更高效的路徑。",
        "lucky_star": "天秤座",
        "money_text": "手頭會有點緊，可能是之前的大額支出（比如交房租、買家電）還沒緩過來，或是突然需要給家人買東西。別為了“撐場面”硬刷信用卡，優先處理必須的花銷，比如吃飯、通勤。試試把購物車裡的非必需品刪掉幾樣，或者用積分換點日用品，能省一點是一點。",
        "health_text": "需重點關注飲水習慣。忙碌中容易忘記喝水，或用咖啡、飲料代替，可能導致口乾、皮膚乾燥甚至輕微便秘。建議隨身帶水杯，定鬧鐘提醒自己每小時喝幾口，溫水最佳，少喝冰飲。及時補水能讓身體代謝更順暢。",
        "lucky_color": "奶茶色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "迎合別人想法",
        "yi": "期待一件事",
        "all": "94%",
        "date": "2025-10-10",
        "love": "95%",
        "work": "93%",
        "money": "90%",
        "health": "96%",
        "notice": "努力將看到回報",
        "discuss": "94%",
        "all_text": "這一天的你簡直是“幸運體質”，整體運勢羨煞旁人！之前付出的努力會像種子發芽一樣，慢慢看到回報的跡象。可能是你長期堅持的某個習慣（比如規律作息、持續學習）開始帶來好處，或是之前幫過的人反過來給你助力。這一天的你容易遇到“剛好”的事——比如需要資源時剛好有人分享，或是遇到問題時剛好有懂行的人指點。這種順遂感會讓你更有動力，甚至想嘗試新事物。別因為太順就放鬆警惕，偶爾停下來確認下細節（比如核對信息、確認約定），反而能讓好運更持久。這一天的你像被好運“追著跑”，但別貪心，先把手頭的事做好，後續的好機會自然會來。另外，可能會收到一些讓你開心的消息，比如朋友的好消息、興趣愛好的小成就，這些都會讓你心情大好。",
        "love_text": "單身的你，在社交場合容易給人留下好印象，可能是幽默的談吐，或是真誠的態度，讓對方對你產生興趣。別急著確定關係，先享受這種輕鬆的互動感。已有伴者的你，和伴侶的默契度很高，可能一個眼神、一個動作就能明白對方的心思。這種“心有靈犀”的狀態會讓你們更珍惜彼此，比如一起做頓飯、看部電影，都能讓感情升溫。",
        "take_star": "",
        "work_text": "彷彿被“效率buff”加持，無論是處理工作文件還是完成學習任務，都能用更短的時間達到更好的效果。這種“事半功倍”的狀態源於你靈活的思維，比如能快速找到關鍵信息，或用創意方式解決複雜問題。別浪費這種好狀態，主動承擔一些需要創新的任務，成果會更突出。",
        "lucky_star": "巨蟹座",
        "money_text": "適合搞點“小副業”賺外快，比如幫鄰居遛狗、代買日用品賺差價，或是把閒置的書籍、電子產品掛二手平臺。別嫌錢少，積少成多能緩解零花錢壓力。如果有人找你合作小項目，不妨試試，但別投入太多本錢，先從“零成本”的事做起更穩妥。",
        "health_text": "眼睛是當前健康關注重點。長時間看電腦、手機或盯著書本，容易引發眼乾、酸脹甚至模糊。建議每工作20分鐘抬頭看遠處10秒，或閉眼輕按眼周穴位。若需用眼，保持屏幕與眼睛平視，光線不足時開燈，避免過度疲勞。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "和朋友吵架",
        "yi": "組隊打打球",
        "all": "62%",
        "date": "2025-10-10",
        "love": "58%",
        "work": "55%",
        "money": "60%",
        "health": "65%",
        "notice": "被牽著走的感覺",
        "discuss": "67%",
        "all_text": "整體運勢有點“被牽著走”的感覺，欠佳的狀態主要來自外界的影響。你可能會被身邊人的情緒或行為牽動，比如朋友突然抱怨、同事臨時改需求，或是聽到一些負面消息，這些都容易讓你跟著低落。你可能會覺得“怎麼大家都有點喪”，這種氛圍容易讓你陷入自我懷疑，甚至懷疑是不是自己哪裡沒做好。其實這一天的你更需要“屏蔽”外界干擾，比如減少無效社交、暫時不參與討論敏感話題，把注意力放回自己身上。下午可能會遇到需要你“當和事佬”的情況，但別勉強自己解決所有問題，適當說“我現在不想聊這個”反而能保護情緒。這一天的你容易因為別人的事消耗能量，記得給自己留點獨處時間，比如聽聽音樂、做點喜歡的事，這些小確幸能幫你恢復狀態。",
        "love_text": "單身的你，可能會因為猶豫或被動而錯過表達心意的機會，比如明明對某人有好感，卻因為擔心被拒絕而不敢開口。別讓“再等等”的念頭讓你後悔。已有伴者的你，容易因為小事誤解對方，比如對方沒及時回消息，就懷疑對方不夠在意。其實可能只是對方在忙，主動問一句比自己瞎想更有效，避免小矛盾升級。",
        "take_star": "",
        "work_text": "容易給自己套上“必須完美”的枷鎖，無論是工作彙報還是考試複習，都希望做到毫無瑕疵，結果反而因過度糾結細節而耽誤整體進度。比如寫方案時反覆修改一個段落，卻忽略了整體邏輯；或複習時盯著一道難題死磕，卻沒完成基礎知識的梳理。適當降低對自己的要求，完成比完美更重要。",
        "lucky_star": "白羊座",
        "money_text": "別被“打折”“限量”衝昏頭，尤其是看到囤貨划算的促銷（比如買三送一、囤半年用量）。先算算家裡是否真的需要這麼多，別為了“省小錢”最後浪費大錢。如果必須買，優先選保質期長的日用品，吃的喝的別囤太多，避免過期扔掉更心疼。",
        "health_text": "走路要“腳下留神”。上下樓梯、穿拖鞋或趕時間時，容易因分心踩空、絆倒，導致腳踝扭傷或膝蓋磕碰。建議穿防滑鞋，走路時收起手機，經過不平路面時放慢速度。若已摔倒，先檢查有無腫脹，輕微疼痛可冰敷緩解。",
        "lucky_color": "酒紅色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過於理想化",
        "yi": "多喝溫開水",
        "all": "85%",
        "date": "2025-10-10",
        "love": "89%",
        "work": "82%",
        "money": "86%",
        "health": "84%",
        "notice": "心裡有數的狀態",
        "discuss": "88%",
        "all_text": "這一天的你像踩著穩穩的節奏，整體運勢穩穩當當。你對自己的目標有清晰的規劃，不會因為外界變化而慌亂，這種“心裡有數”的狀態會讓你特別踏實。比如你可能早就安排好了當天要完成的事，按計劃推進時幾乎沒遇到意外干擾，甚至還能提前完成部分任務。這一天的你適合處理需要耐心或長期積累的事（比如整理資料、規劃未來），你的專注力會比平時更強，不容易被瑣事打斷。另外，可能會遇到需要你“拿主意”的情況，別猶豫，你的直覺和經驗會給出靠譜的答案。這種穩紮穩打的狀態會讓你很有安全感，晚上覆盤時會覺得“沒白過”。這一天的你適合把節奏掌握在自己手裡，別被別人的催促或建議打亂，按自己的方式來反而更順。",
        "love_text": "單身的你，在社交圈裡人氣不錯，可能是朋友聚會、興趣活動，或是工作場合，容易遇到聊得來的人。別端著架子，自然展現你的熱情，反而能吸引更多關注。已有伴者的你，和伴侶的生活交集會增加，比如一起參加朋友的活動、嘗試新的餐廳，這些共同體驗會讓你們更瞭解彼此，也能找到更多共同話題，感情會更鮮活。",
        "take_star": "",
        "work_text": "適合“穩紮穩打”的策略，無論是處理工作任務還是完成學習目標，都能通過紮實的步驟逐步推進。這種狀態源於你清晰的規劃，比如提前列出待辦事項，或按優先級分配時間。雖然進度不算快，但每一步都走得穩，最終成果反而更可靠。別被“必須快速出結果”的念頭干擾，按自己的節奏來就好。",
        "lucky_star": "射手座",
        "money_text": "建議梳理下自己的錢去哪了，比如翻翻手機賬單，看看最近哪類消費最多（吃飯、買衣服還是充遊戲）。試著把“想買”和“必須買”分開，延遲滿足非急需的東西。如果有點存款，可以考慮存個短期定期，強制自己少動錢，慢慢養成“錢生錢”的習慣。",
        "health_text": "需平衡工作與休息。長時間專注任務或熬夜趕工，可能引發肩頸僵硬、頭痛或精力不足。建議每1小時起身活動5分鐘，做擴胸、轉頸動作，下班後別繼續處理工作消息，用散步或聽音樂放鬆，保持狀態才能更高效。",
        "lucky_color": "翠綠色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "給別人建議",
        "yi": "學習一門樂器",
        "all": "70%",
        "date": "2025-10-10",
        "love": "66%",
        "work": "72%",
        "money": "73%",
        "health": "75%",
        "notice": "精力專注於自己",
        "discuss": "72%",
        "all_text": "整體運勢中規中矩，像一杯溫水——不燙不涼，但喝著舒服。你可能會遇到一些需要“插手”的事，比如朋友找你幫忙、同事問你意見，但這一天的你更適合“專注自己”，多管閒事反而容易吃力不討好。比如你熱心給建議，對方可能沒采納，或是你幫了忙卻被挑刺，這種“出力不討好”的情況容易讓你有點鬱悶。這一天的你更適合把精力放在自己的目標上，比如整理房間、學習新技能，或是完成一直拖著的小事。下午可能會遇到需要拒絕的情況，別因為怕得罪人而勉強答應，直接說“我現在沒精力”反而更輕鬆。這一天的你像在“保護自己的能量場”，少摻和別人的事，反而能過得更順。另外，可能會收到一些需要你處理的信息，別急著回覆，先確認清楚再行動，能減少後續麻煩。",
        "love_text": "單身的你，可能會對某個人產生好感，但態度模稜兩可，既想靠近又怕受傷，這種“半推半就”的狀態容易讓對方摸不著頭腦。別太糾結，真誠表達反而更輕鬆。已有伴者的你，容易計較自己在感情裡的付出，比如“我為他做了這麼多，他怎麼沒回應”。其實感情不是算術題，偶爾放下“必須平等”的念頭，反而能讓關係更鬆弛。",
        "take_star": "",
        "work_text": "面臨選擇困難，無論是工作項目還是學習計劃，都容易因同時想兼顧太多而陷入糾結。比如既想完成報表，又想準備會議資料，結果兩件事都沒做好。其實你的精力有限，適當做取捨反而能更高效。試著把任務按“重要-緊急”分類，先完成最關鍵的，其他可以暫緩或委託他人。",
        "lucky_star": "摩羯座",
        "money_text": "可以試試記個小賬本，哪怕用手機備忘錄也行，記錄每筆支出（哪怕是5塊錢的早餐）。晚上覆盤時，你可能會驚訝“原來我花了這麼多在沒必要的地方”。堅持一天就能發現消費漏洞，比如總買重複的東西，或是為“湊單”多花錢，後續調整會更省。",
        "health_text": "身體拉伸是健康關鍵。久坐或重複同一動作後，肌肉容易緊繃，尤其是腰背和腿部。建議每小時做1-2分鐘拉伸：雙手向上伸直、側彎身體，或坐姿前傾摸腳尖。睡前用熱水泡腳配合簡單拉伸，能緩解一天的疲勞。",
        "lucky_color": "淺褐色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "大意失荊州",
        "yi": "早睡早起",
        "all": "97%",
        "date": "2025-10-10",
        "love": "98%",
        "work": "97%",
        "money": "95%",
        "health": "96%",
        "notice": "如虎添翼的順暢",
        "discuss": "92%",
        "all_text": "像是被運勢推著往前走的一天，整體狀態特別順。之前準備的計劃或想法，推進起來格外輕鬆，像是原本需要費力推動的事，突然有了助力，連細節都處理得比平時更順手。這種“如虎添翼”的感覺會讓你更有信心，甚至想嘗試一些平時覺得麻煩的事。這一天的你適合把精力放在需要長期積累或需要耐心的事上，比如整理生活、規劃未來，或是和信任的人聊聊想法，對方的反饋可能會給你新的啟發。另外，可能會遇到一些需要你協調或平衡的情況，比如多人意見不合，或是資源分配的問題，你天然的協調能力會讓你輕鬆化解矛盾，甚至贏得更多認可。這種順遂感會讓你一整天都保持好心情，晚上覆盤時會覺得“沒白過”。",
        "love_text": "單身的你，可能有確定戀情的契機，比如和曖昧對象的關係突然明朗，或是通過朋友介紹遇到合適的人。別猶豫，跟著感覺走，這種“水到渠成”的狀態會讓你更安心。已有伴者的你，和伴侶的心意會更堅定，可能是聊到未來的規劃，或是共同解決了某個問題，讓你們更確信“眼前人就是對的”。這種踏實感會讓你們更珍惜彼此。",
        "take_star": "",
        "work_text": "無論是處理日常任務還是應對突發狀況，都能以一種遊刃有餘的節奏推進。你的判斷力精準，能快速抓住問題的核心，連平時覺得麻煩的流程都變得順暢起來。這種“得心應手”的狀態讓你在團隊中格外亮眼，甚至能主動幫同事解決難題，收穫不少好感。記得趁熱打鐵，把重要事項往前排，成果會更突出。",
        "lucky_star": "處女座",
        "money_text": "正財偏財都有點“小驚喜”，可能是工資到賬比預期多，或是兼職的小錢到賬。別急著全花掉，留一部分存起來，另一部分可以犒勞自己（比如吃頓好的）。如果有朋友找你合夥做小生意，不妨聽聽，但別投入太多，先從“試水”開始更穩妥。",
        "health_text": "運動鍛鍊要量力而行。突然嘗試高強度運動（如長跑、跳繩）或模仿複雜動作，可能因姿勢不當導致拉傷。建議選擇熟悉的低強度項目（如快走、瑜伽），運動前充分熱身，若感到疼痛立即停止，避免強行堅持。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "低頭玩手機",
        "yi": "多聽不同建議",
        "all": "91%",
        "date": "2025-10-10",
        "love": "92%",
        "work": "89%",
        "money": "88%",
        "health": "91%",
        "notice": "發揮自己的優勢",
        "discuss": "95%",
        "all_text": "整體運勢特別好，你擅長髮揮自己的優勢，容易在人群中脫穎而出。可能是你長期積累的技能或經驗，突然有了展示的機會，比如被人請教問題、需要你拿主意，或是你主動分享的觀點被更多人認可。這種“被需要”的感覺會讓你更有動力，甚至想挑戰一些更高難度的目標。這一天的你適合主動表達自己的想法，別藏著掖著，你的洞察力和執行力會讓你在處理問題時更高效。另外，可能會收到一些讓你開心的消息，比如朋友的肯定、興趣愛好的小成就，這些都會讓你覺得“自己的努力沒白費”。不過，別因為太順就放鬆警惕，偶爾確認下細節（比如核對信息、確認約定），反而能讓好運更持久。",
        "love_text": "單身的你，表達力很加分，可能是幽默的調侃、真誠的分享，或是溫柔的關心，讓對方對你產生好感。別藏著掖著，自然展現你的魅力，反而能吸引更多關注。已有伴者的你，會得到伴侶的體貼關心，比如對方主動幫你分擔瑣事、記住你的小習慣。這種“被放在心上”的感覺會讓你更溫暖，偶爾也回應對方的用心，感情會更甜蜜。",
        "take_star": "",
        "work_text": "適合將想法落地，無論是工作上的創新提案還是學習中的新方法，都能通過實踐驗證可行性。你的洞察力讓你能提前預判問題，比如發現報表中的數據矛盾，或預判到考試中的高頻考點。這種“未雨綢繆”的能力會讓你少走很多彎路。別光停留在思考階段，主動把想法寫成方案或做模擬測試，成果會更實在。",
        "lucky_star": "水瓶座",
        "money_text": "可以小試牛刀賺點零花，比如把閒置的技能用起來（比如幫人修圖、代寫文案），或是把家裡不用的東西掛二手賣掉。別嫌錢少，積少成多能緩解零花錢壓力。如果有人找你投資小項目，可以先了解清楚，但別投入太多本錢，先從“低風險”的事做起。",
        "health_text": "需控制耳機使用時間。長時間戴耳機聽音樂或通話，可能引發耳脹、耳鳴甚至聽力下降。建議每30分鐘摘下耳機休息5分鐘，音量不超過60%，優先選擇頭戴式而非入耳式。若已感到不適，暫停使用並輕按耳周緩解。",
        "lucky_color": "湖藍色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "猶豫不決",
        "yi": "迎難而上",
        "all": "96%",
        "date": "2025-10-10",
        "love": "91%",
        "work": "94%",
        "money": "90%",
        "health": "96%",
        "notice": "迎來全新的突破",
        "discuss": "93%",
        "all_text": "這一天的你像是被幸運砸中，整體運勢迎來全新的突破。之前卡在某個階段的事，可能會突然找到解決辦法，或是原本覺得不可能的機會，突然有了轉機。這種“柳暗花明”的感覺會讓你特別興奮，甚至想嘗試一些平時不敢做的事。這一天的你適合跳出舒適圈，比如接觸新領域、認識新朋友，或是嘗試新的生活方式，這些新鮮體驗會給你帶來更多靈感。另外，可能會遇到一些需要你快速做決定的情況，別猶豫，你的直覺會給出靠譜的答案。這種“開掛”的狀態會讓你一整天都充滿活力，晚上可能會覺得“過得特別值”。不過，別因為太興奮就忽略細節，偶爾停下來確認下進度，反而能避免小麻煩。",
        "love_text": "單身的你，可能有朋友牽線，比如聚會時被介紹新對象，或是朋友主動幫你撮合。別拒絕這種機會，先接觸看看，說不定會遇到讓你心動的人。已有伴者的你，和伴侶的互動機會增多，可能是一起運動、打遊戲，或是合作完成某件事。這種“並肩作戰”的狀態會讓你們更依賴彼此，也能發現對方更多可愛的一面。",
        "take_star": "",
        "work_text": "彷彿被“效率加速器”附體，無論是處理繁瑣的工作還是完成複雜的學習任務，都能用更短的時間達到更好的效果。這種“事半功倍”的狀態源於你清晰的思路，比如能快速找到關鍵信息，或用創意方式解決複雜問題。別浪費這種好狀態，主動承擔一些需要速度的任務，比如限時完成方案或快速刷題，成果會更亮眼。",
        "lucky_star": "天蠍座",
        "money_text": "要抓住賺錢小機會，比如同事臨時有事找你代班給報酬，或是看到兼職信息剛好符合你的時間。別猶豫，主動問問說不定能成。如果手裡有點閒錢，可以考慮買點短期理財（比如貨幣基金），但別投太多，留點現金防突發情況。",
        "health_text": "要改掉躺著玩手機的習慣。側躺或趴著刷手機，容易壓迫頸椎、導致肩頸痠痛，甚至引發手麻。建議坐直或平躺時舉高手機，與眼睛平視，每15分鐘調整姿勢。睡前可將手機放在遠處，用看書代替刷屏。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "發表偏激言論",
        "yi": "主動向人請教",
        "all": "62%",
        "date": "2025-10-10",
        "love": "65%",
        "work": "56%",
        "money": "68%",
        "health": "67%",
        "notice": "受激將法的刺激",
        "discuss": "62%",
        "all_text": "整體運勢有點小插曲，容易因為別人的話或行為影響自己的判斷。比如有人用激將法刺激你，或是故意說些反話，你可能會因為想證明自己而衝動行動，事後又覺得“沒必要”。這種“被帶節奏”的感覺會讓你有點煩躁，甚至懷疑自己的決定。這一天的你適合保持冷靜，遇到需要回應的情況時，先深呼吸再開口，別急著反駁或證明。另外，可能會遇到一些需要你妥協的情況，比如合作中的分歧、朋友的小要求，別因為怕得罪人就勉強答應，直接說“我需要考慮”反而更輕鬆。這種“穩住節奏”的狀態會讓你下午逐漸找回主動權，晚上覆盤時會覺得“雖然有小波折，但沒失控”。",
        "love_text": "單身的你，可能會對某個人產生好感，但不確定自己的心意，是喜歡還是單純的好感？別急著下結論，先多接觸、多瞭解，時間會給你答案。已有伴者的你，容易把話藏在心裡，比如對伴侶有不滿卻不說，或是想表達關心卻開不了口。其實直接說出來反而更輕鬆，偶爾的“坦誠”能讓關係更透明，避免小誤會積累成大問題。",
        "take_star": "",
        "work_text": "容易陷入顧此失彼的困境，無論是工作還是學習，都可能因同時想兼顧太多而手忙腳亂。比如既想完成報表，又想準備會議資料，結果兩件事都沒做好；或複習時既想刷題又想背知識點，結果哪樣都沒掌握。其實你的精力有限，適當做取捨反而能更高效。試著把任務按“重要-緊急”分類，先完成最關鍵的，其他可以暫緩或委託他人。",
        "lucky_star": "金牛座",
        "money_text": "要留意信用卡還款日，別因為忙忘了導致逾期。如果還款壓力大，試試把大額消費拆成幾期還，或者用存款先墊上，避免利息越滾越多。購物時別為了“湊免息”多買東西，反而會加重負擔。控制住“現在不買以後更貴”的衝動，守住現金更重要。",
        "health_text": "需注意消化問題。三餐不規律、吃太快或吃過多油膩食物，可能引發腹脹、反酸。建議細嚼慢嚥，每口嚼20次以上，避免邊吃邊說話。若已不適，可喝溫薑茶或順時針按摩腹部，晚餐後別立刻躺下。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "宅家不出門",
        "yi": "呼吸新鮮空氣",
        "all": "57%",
        "date": "2025-10-10",
        "love": "54%",
        "work": "52%",
        "money": "59%",
        "health": "61%",
        "notice": "把心事藏在心裡",
        "discuss": "56%",
        "all_text": "這一天的你略顯倒黴，像是被一層薄霧籠罩，整體狀態有點消極。你可能會把心事藏在心裡，不願意和別人分享，這種“憋著”的感覺會讓你更累，甚至因為小事就陷入低落。比如原本期待的事沒達到預期，或是遇到一些小麻煩，你可能會放大這些負面情緒，覺得“怎麼都不順”。這一天的你適合給自己留點獨處時間，比如聽聽音樂、做點喜歡的事，這些小確幸能幫你緩解壓力。另外，可能會遇到一些需要你處理的信息，別急著回覆，先確認清楚再行動，能減少後續麻煩。這種“調整狀態”的過程雖然有點慢，但下午可能會遇到一些讓你開心的小事，比如朋友的關心、興趣愛好的小進展，這些會讓你慢慢恢復元氣。",
        "love_text": "單身的你，可能會有點小情緒，比如看到別人秀恩愛就失落，或是覺得自己遇不到合適的人。別被這種情緒困住，轉移注意力做點喜歡的事，反而能調整狀態。已有伴者的你，可能會因為小事生悶氣，比如對方沒按你的想法做，就故意冷淡。其實直接說“我希望你這樣”，比生悶氣更有效，溝通才能解決問題。",
        "take_star": "",
        "work_text": "容易因疏忽大意而犯小錯，比如工作郵件漏發附件、學習筆記記錯公式，或約會時間看錯。這些看似不重要的細節，卻可能影響整體進度。建議做事前多檢查一遍，比如發郵件前確認附件、複習時核對筆記、出門前看日曆提醒。雖然麻煩，但能避免後續返工，反而更省時間。",
        "lucky_star": "獅子座",
        "money_text": "要當心入不敷出，可能是之前買的東西（比如衣服、電子產品）還沒完全派上用場，又看到新的想入手。別為了“追新”硬刷信用卡，優先處理必須的花銷（吃飯、通勤）。試試把購物車裡的非必需品刪掉幾樣，或者用積分換點日用品，能省一點是一點。",
        "health_text": "要警惕暴飲暴食。情緒波動或飢餓時容易吃撐，導致胃脹、噁心甚至影響睡眠。建議三餐定時，餓時先喝溫水，正餐吃到七分飽即可。若已吃多，可散步20分鐘促進消化，避免立刻坐下或躺下。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "無故生悶氣",
        "yi": "身體力行",
        "all": "72%",
        "date": "2025-10-10",
        "love": "75%",
        "work": "73%",
        "money": "70%",
        "health": "78%",
        "notice": "想太多猶豫不決",
        "discuss": "75%",
        "all_text": "整體運勢平平，像是走在一條熟悉的路上，沒有大驚喜但也不至於無聊。你可能會因為想太多而猶豫不決，比如糾結某個選擇、擔心別人的看法，這種“內耗”會讓你浪費不少精力。這一天的你適合把“想”換成“做”，比如原本猶豫的事，先試一小步，反而能更快找到方向。另外，可能會遇到一些需要你幫助的情況，別因為怕麻煩就拒絕，適當伸出援手反而能收穫好心情。這種“行動起來”的狀態會讓你下午逐漸找到節奏，晚上覆盤時會覺得“雖然沒大突破，但也沒白過”。這一天的你可以試著把目標拆解成小步驟，完成一步再下一步，這樣能減少焦慮。",
        "love_text": "單身的你，可能不太主動，比如遇到有好感的人，卻等著對方先開口。別太被動，偶爾主動一點，比如聊兩句、約個飯，反而能讓關係有進展。已有伴者的你，可能會以配合對方的安排為主，比如對方想做什麼，你就跟著去。其實偶爾也可以提出自己的想法，比如“我想去那裡”，讓對方知道你的需求，反而能讓關係更平衡。",
        "take_star": "",
        "work_text": "以鞏固基礎為主。無論是工作技能還是學習知識，都能通過回顧和練習得到提升。這種“穩紮穩打”的狀態源於你清晰的自我認知，比如能發現自己的薄弱環節，或意識到需要補充哪些能力。別急著追求新突破，先把已掌握的內容練到熟練，後續進步反而更快。",
        "lucky_star": "雙魚座",
        "money_text": "別隨性花錢，比如看到促銷就買，或是朋友約吃飯就跟著去。試著先定個小目標（比如只花100塊），用現金或單獨的卡支付，這樣能直觀看到錢變少。晚上覆盤時，你可能會發現“原來我花了這麼多在沒必要的地方”，後續調整會更省。",
        "health_text": "正餐宜七分飽。吃太飽容易加重腸胃負擔，引發睏倦或下午精力下降。建議每餐先吃蔬菜、湯水，再吃主食和肉類，控制主食量（如半碗飯）。若已吃撐，可喝山楂茶或輕按中脘穴（肚臍上4指），幫助消化。",
        "lucky_color": "奶油色",
        "lucky_number": "9"
      }
    }
  }
}