{
  "updated": "2026-02-05T18:26:25.497Z",
  "updateTime": "2026/2/6 上午2:26:25",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16337,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃生冷食物",
        "yi": "熱情互動",
        "all": "77%",
        "date": "2026-02-05",
        "love": "80%",
        "work": "72%",
        "money": "56%",
        "health": "79%",
        "notice": "察覺到細微變化",
        "discuss": "75%",
        "all_text": "你的整體運勢會出現一些小起伏。你可能會察覺到周圍環境或人際關係中有些細微的變化，這些變化或許會帶來一些小狀況，需要你時刻保持警醒，打起精神去應對。不要因為一時的順利而放鬆警惕，也別因小阻礙就亂了陣腳。在面對各種情況時，保持冷靜和理智，憑藉自身的能力去處理，就能順利度過這些小波折。而且，在應對過程中，說不定還能發現新的機會，為生活增添別樣的色彩。",
        "love_text": "單身的你，極有可能在某個不經意的瞬間，遇到那個讓你覺得閤眼緣的對象。或許是在日常的購物途中，又或是在休閒的聚會場合，對方的某個舉動、某個微笑，都可能瞬間吸引你的目光。已有伴者的你，和另一半的相處會甜蜜升溫，一起做些簡單的小事，像是一起做飯、散步，都能讓感情更加深厚。",
        "work_text": "需要沉澱與學習的一天。整體狀態不算特別突出，但有著向上提升的潛力。在面對各種事務時，別急於展現自己，多觀察周圍人的做法，以虛心的態度汲取經驗。無論是處理工作項目還是應對學習任務，都可能遇到一些小狀況，不過只要保持冷靜，就能順利化解，還能從中收穫成長。",
        "lucky_star": "天秤座",
        "money_text": "在財運上可得小心了，信用卡賬單就像座小山壓過來，讓你有些喘不過氣。消費的時候可得悠著點，別一衝動就刷爆卡，不然還款的時候可就頭疼了。看看哪些支出是必要的，哪些是可以省下來的，合理規劃一下，別讓債務越積越多。",
        "health_text": "要注意補水，多喝水。這一天身體水分流失速度有所加快，運動、外出或是待在乾燥環境裡，都易讓身體缺水。缺水會引發口乾舌燥、皮膚乾燥等問題，還可能影響新陳代謝。所以這一天要養成主動喝水的習慣，別等口渴了才喝，每隔一段時間就喝幾口，保證身體水分充足。",
        "lucky_color": "淺褐色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鑽牛角尖",
        "yi": "主動約飯",
        "all": "81%",
        "date": "2026-02-05",
        "love": "68%",
        "work": "65%",
        "money": "87%",
        "health": "83%",
        "notice": "試著轉換個角度",
        "discuss": "89%",
        "all_text": "你的整體運勢較為平穩，處於一種中規中矩的狀態。日常的節奏有條不紊地進行著，但你要留意自己愛鑽牛角尖的毛病。在思考問題或者做決定時，別總是侷限於某一個點，過度糾結細節，這樣容易讓自己陷入思維的死衚衕。不妨試著換個角度，放寬視野，從更宏觀的層面去看待事情，或許能豁然開朗。同時，在與人交流時，也要注意傾聽他人的意見，不要固執己見，以免引發不必要的矛盾。",
        "love_text": "單身的你，在與他人交流時，容易因為一些小細節產生誤會。也許是一句無心的話，卻被對方誤解了意思，導致原本可能發展的緣分出現波折。已有伴者的你，在處理感情問題時，可能會過於固執己見，不願意聽取另一半的意見，這容易引發一些小爭吵，不妨試著換個角度思考，多站在對方立場看看。",
        "work_text": "這一天整體發展有些緩慢，彷彿被按下了慢放鍵。在推進各項事務時，會明顯感覺到節奏變慢，成果也不那麼容易顯現。不過別因此而焦慮，這是積累的過程。無論是工作裡的項目進展，還是學習中的知識吸收，都需要你付出更多的耐心和精力，一步一個腳印，才能為後續的發展打下堅實基礎。",
        "lucky_star": "處女座",
        "money_text": "你的財運挺不錯，兼職那邊有好消息傳來，收入有增長呢。這額外的收入就像及時雨，能讓你的錢包更鼓一些。你可以考慮把這筆錢存起來，或者用來投資一些穩健的小項目，讓錢生錢，不過投資前還是要多做做功課，別盲目跟風。",
        "health_text": "吃飯時若總盯著手機，注意力分散，會影響消化液分泌，導致消化不良。而且邊吃邊看，容易不知不覺吃多，增加腸胃負擔。吃飯時就專心享受美食，放下手機，細嚼慢嚥，這樣既能充分感受食物味道，也有助於腸胃消化吸收。",
        "lucky_color": "藕荷色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "滿嘴埋怨",
        "yi": "準備年貨",
        "all": "53%",
        "date": "2026-02-05",
        "love": "51%",
        "work": "55%",
        "money": "50%",
        "health": "61%",
        "notice": "缺乏明確的計劃",
        "discuss": "67%",
        "all_text": "你的整體運勢不太理想，顯得有些低迷。主要問題在於你過於隨心所欲，缺乏明確的計劃。生活彷彿失去了方向，在各種選擇面前容易迷失自我。你可能會在不經意間浪費不少時間和精力在一些無關緊要的事情上，導致真正重要的事情被擱置。建議你靜下心來，好好梳理一下自己的思路，為自己制定一個簡單的計劃，按照計劃有序地去做事，這樣能讓你逐漸找回節奏，提升生活的質量。",
        "love_text": "單身的你，在社交場合可能會遭遇冷場。原本期待能結識新朋友、拓展社交圈，可現場氛圍卻有些尷尬，大家交流不多，讓你有些失落。已有伴者的你，和另一半交流時會出現隔閡，感覺對方有些心事重重，卻又不願和你傾訴，這讓你們之間的溝通變得有些困難，需要多花些心思去打破這種局面。",
        "work_text": "對你來說是充滿挑戰的一天，各種阻礙如同潮水般湧來。在處理各種事務時，會不斷遇到意外狀況，讓原本的計劃被打亂。無論是工作還是學習，都容易陷入混亂的局面。但別灰心，每一次困難都是成長的機會，只要你保持積極的心態，冷靜分析問題，就能找到突破困境的方法，逐漸走出低谷。",
        "lucky_star": "摩羯座",
        "money_text": "網購時可得留個心眼兒，可能會遭遇退款難的問題。買東西的時候別光看價格和圖片，多看看商品評價和商家信譽。要是真遇到退款難的情況，彆著急上火，按照平臺規則一步步來，保留好相關證據，積極和商家溝通，爭取早日解決問題，別讓這影響你的心情和財運。",
        "health_text": "要留意牙齦健康，刷牙方式不當、口腔清潔不徹底，都可能引發牙齦問題，像牙齦出血、腫痛等。早晚認真刷牙，每次刷夠兩分鐘，用巴氏刷牙法，同時使用牙線清理牙縫。飯後及時漱口，減少食物殘渣殘留，保護牙齦不受細菌侵害。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝碳酸飲料",
        "yi": "野餐或徒步",
        "all": "60%",
        "date": "2026-02-05",
        "love": "59%",
        "work": "61%",
        "money": "63%",
        "health": "69%",
        "notice": "充滿猶豫和糾結",
        "discuss": "72%",
        "all_text": "你的整體運勢不算好，處於低迷狀態。在做決策時，你常常會拿不定主意，內心充滿了猶豫和糾結。外界的聲音很容易影響到你，別人的看法和建議會讓你更加搖擺不定。這種情況下，你需要學會堅定自己的內心，相信自己的判斷。不要過分依賴他人的意見，要有自己的主見。同時，要學會屏蔽一些不必要的干擾，專注於自己內心的需求，這樣才能逐漸擺脫這種低迷的狀態，重新找回自信。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但你卻因為內心的膽怯和猶豫，不敢主動行動。明明心裡很想靠近，腳步卻像被釘住一樣，只能眼睜睜看著機會溜走。已有伴者的你，和另一半之間會出現一些情感摩擦，可能因為一些生活瑣事產生分歧，雙方都不願意讓步，讓氣氛變得有些緊張。",
        "work_text": "整體發展有點小波折，在推進計劃時，會時不時遇到一些小麻煩。這些小狀況雖然不會造成太大的影響，但也會讓你感到有些煩躁。不過，這也是鍛鍊你應變能力的好時機。無論是工作裡的任務安排，還是學習中的知識掌握，都需要你靈活應對，及時調整策略，才能確保事情順利推進。",
        "lucky_star": "獅子座",
        "money_text": "你的日常開銷容易超支哦。可能是在逛街的時候看到喜歡的東西就忍不住買下來，或者是在吃飯上花了不少錢。出門前最好列個購物清單，只買清單上的東西，避免衝動消費。吃飯也可以選擇性價比高的地方，別為了面子而鋪張浪費，不然月底看賬單可要心疼了。",
        "health_text": "面對甜食誘惑要剋制，吃太多甜食不僅會讓人發胖，還可能引發齲齒。甜食中的糖分會在口腔中滋生細菌，腐蝕牙齒。如果實在想吃，吃完後要及時刷牙或漱口，降低糖分對牙齒的傷害，控制甜食攝入量，保持口腔和身體健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "大吃大喝",
        "yi": "和朋友小聚",
        "all": "74%",
        "date": "2026-02-05",
        "love": "77%",
        "work": "61%",
        "money": "84%",
        "health": "78%",
        "notice": "比較寬裕的時間",
        "discuss": "70%",
        "all_text": "你的整體運勢較為平淡，沒有太多突出的表現，但你有比較寬裕的時間。這些空閒時間如果合理利用，能為你帶來不少收穫；但如果虛度，就會讓你覺得這一天過得毫無意義。你可以利用這段時間去做一些自己感興趣的事情，比如閱讀一本好書、學習一項新技能或者培養一個新愛好。通過這些活動，不僅能豐富你的生活，還能提升你的個人素養。不要讓時間在無意義的消遣中溜走，要讓它變得有價值。",
        "love_text": "單身的你，不妨多留意身邊的人。也許那個一直默默陪伴在你身邊，你卻未曾注意到的朋友，就是你的緣分所在。不要總是把目光放在遠處，有時候幸福就在身邊。已有伴者的你，可以和另一半一起制定新年計劃，在討論的過程中，不僅能增進彼此的瞭解，還能讓你們對未來充滿期待，感情更加穩固。",
        "work_text": "你似乎有些迷茫，在前進的道路上總是在繞圈子，找不到明確的方向。在處理各種任務計劃時，容易陷入糾結和猶豫之中，不知道該從何處下手。這種狀態可能會讓你感到有些疲憊和沮喪。不過，別一直困在自己的思維裡，多和身邊的人交流，聽聽他們的建議，或許能讓你豁然開朗，找到新的思路。",
        "lucky_star": "巨蟹座",
        "money_text": "你的投資會有驚喜喲！之前投入的項目可能會有不錯的收益，讓你嚐到甜頭。不過別因為一時的盈利就驕傲自滿，還是要保持冷靜和理性。看看市場行情，分析一下後續的走勢，該出手時就出手，該持有就繼續持有，合理調整投資策略，讓收益最大化。",
        "health_text": "這一天在吃魚要多留個心眼，魚刺卡喉的情況時有發生，處理不當會帶來危險。吃魚時不要著急，慢慢挑出魚刺，集中注意力。如果不小心被魚刺卡住，不要用吞飯、喝醋等錯誤方法處理，應及時就醫，讓專業醫生用專業工具取出魚刺。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斤斤計較",
        "yi": "出門逛街",
        "all": "55%",
        "date": "2026-02-05",
        "love": "52%",
        "work": "56%",
        "money": "53%",
        "health": "66%",
        "notice": "陷入不必要煩惱之中",
        "discuss": "58%",
        "all_text": "你的整體運勢有些不盡人意，略顯倒黴。你很容易在一些小事上過於計較，讓自己陷入不必要的煩惱之中。這些小事可能並不重要，但你卻會花費大量的時間和精力去糾結，導致心情變得糟糕。其實，很多事情並沒有你想象的那麼嚴重，不妨試著放寬心，不要把注意力都集中在這些小事上。學會放下一些不必要的執著，以更豁達的心態去面對生活，你會發現生活其實並沒有那麼糟糕，反而會充滿更多的樂趣。",
        "love_text": "單身的你，如果鼓起勇氣向心儀的人表白，可能會遭遇被拒的情況。也許對方對你並沒有同樣的感覺，或者覺得時機還不成熟，這會讓你有些沮喪，但別灰心，屬於你的緣分還在後面。已有伴者的你，和另一半相處時會出現一些矛盾，可能因為觀念不同產生爭執，需要你們冷靜下來，好好溝通解決。",
        "work_text": "這一天你彷彿陷入了一個困境之中，無論怎麼努力，都感覺難以取得明顯的進展。在處理各種任務時，會遇到一些難以解決的問題，讓你感到有些力不從心。不過，這並不意味著你要放棄，而是需要你換個角度思考問題，尋找新的解決方案。只要保持堅定的信念，不斷嘗試，就一定能突破瓶頸，迎來新的發展。",
        "lucky_star": "水瓶座",
        "money_text": "可要小心物品丟失導致損失。出門的時候要保管好自己的財物，手機、錢包、鑰匙這些重要物品別離身。在公共場所，比如商場、餐廳，要時刻留意自己的東西，別讓小偷有機可乘。要是不小心丟失了物品，別隻顧著懊惱，及時採取措施，比如掛失銀行卡、補辦證件等，減少損失。",
        "health_text": "冬天裡別圖一時暢快喝冷飲。冷飲會刺激腸胃，使腸胃血管收縮，影響消化功能，導致腹痛、腹瀉等問題。多喝溫水，既能溫暖腸胃，又能促進新陳代謝。外出時攜帶保溫杯，隨時都能喝到溫水，保護腸胃健康。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "驕傲自負",
        "yi": "整理相冊",
        "all": "92%",
        "date": "2026-02-05",
        "love": "93%",
        "work": "94%",
        "money": "91%",
        "health": "94%",
        "notice": "處處都藏著驚喜",
        "discuss": "93%",
        "all_text": "你的運勢簡直超讚！生活裡處處都藏著驚喜，就像拆盲盒一樣，每一個瞬間都可能帶來意想不到的美好。你會發現自己與周圍人的關係格外融洽，交流順暢無阻，能輕鬆收穫他人的認可與喜愛。在社交場合中，你散發著獨特的魅力，吸引著志同道合的人靠近，為你帶來新的友誼和有趣的互動。而且，在處理各種事務時，你總能憑藉敏銳的洞察力和靈活的應變能力，找到最佳的解決方案，讓事情朝著理想的方向發展。這種良好的狀態會讓你一整天都心情愉悅，對生活充滿熱情，盡情享受這份好運帶來的快樂與滿足。",
        "love_text": "單身的你，極有可能邂逅浪漫緣分。也許是在參加某個活動時，和一位異性相談甚歡，彼此都有一種相見恨晚的感覺，愛情的火花可能就此點燃。已有伴者的你，和另一半的感情溫馨和睦，一起度過平凡又美好的一天，無論是分享生活中的趣事，還是一起享受安靜的時光，都讓你們感受到彼此的陪伴是多麼珍貴。",
        "work_text": "整體狀態超棒，一切都顯得那麼自然流暢，毫無阻礙。你能輕鬆地平衡各方關係，巧妙地協調資源，讓每一個環節都緊密銜接。無論是處理複雜的工作任務，還是應對高難度的學習挑戰，都能憑藉自身的能力和智慧，有條不紊地完成，收穫滿滿的自信與成就感。",
        "lucky_star": "白羊座",
        "money_text": "在合作項目上或有分紅的好消息！這是你之前努力付出的回報，說明你的合作能力和眼光都很不錯。拿到分紅後，別急著揮霍，可以和合作夥伴商量一下，把這筆錢再投入到項目中，擴大規模，爭取獲得更多的收益。也可以拿出一部分獎勵一下自己和團隊，激勵大家繼續努力。",
        "health_text": "出門前要留意天氣預報，根據天氣變化增減衣物，攜帶合適的雨具。遇到惡劣天氣，如暴雨、大風等，提前做好應對措施，避免淋雨著涼或被異物砸傷。瞭解天氣情況，合理安排出行時間和路線，能減少因天氣帶來的健康風險。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃太多甜品",
        "yi": "超前完成計劃",
        "all": "57%",
        "date": "2026-02-05",
        "love": "60%",
        "work": "58%",
        "money": "65%",
        "health": "68%",
        "notice": "留意時間分配問題",
        "discuss": "66%",
        "all_text": "你的整體運勢稍差，需要格外留意時間分配問題。生活中，你可能會被各種事務纏身，若不能合理規劃時間，很容易陷入混亂。一心多用是大忌，同時處理多項任務會讓你精力分散，導致每一件事都難以做到盡善盡美，甚至可能出現失誤。建議你先梳理清楚各項事務的優先級，按照重要程度依次處理，集中精力完成一件再去做下一件。這樣不僅能提高效率，還能減少錯誤發生的概率。同時，要學會拒絕一些不必要的干擾，為自己留出足夠的時間和空間，專注於真正重要的事情，避免因時間管理不當而讓一天變得糟糕。",
        "love_text": "單身的你，在追求喜歡的人時可能會遇到阻礙。對方可能對你的示好不太感冒，或者因為一些現實因素有所顧慮，讓你的追求之路變得有些坎坷。已有伴者的你，和另一半之間可能會出現信任危機，也許是因為一些小事產生了懷疑，需要你們坦誠相待，及時溝通，消除彼此心中的疑慮。",
        "work_text": "充滿挑戰的一天，困難如同潮水般不斷湧現。在處理各項計劃時，會明顯感覺到阻力重重，每前進一步都要付出巨大的努力。無論是工作上的項目推進，還是學習中的知識掌握，都可能遭遇意想不到的阻礙，讓你感到壓力倍增。不過，這也是考驗你毅力和應變能力的時刻，堅持下去，或許能找到轉機。",
        "lucky_star": "金牛座",
        "money_text": "在人情往來上的花費比較多。可能是朋友結婚、生日，或者是參加一些社交活動，都需要送禮或者請客。雖然這是維繫人際關係的一種方式，但也要注意適度。別為了面子而打腫臉充胖子，根據自己的經濟實力來選擇合適的禮物和消費方式，別讓人情債成為你的負擔。",
        "health_text": "不要以節食方式減肥，過度節食會導致身體營養攝入不足，引發頭暈、乏力、免疫力下降等問題，還可能影響內分泌，導致月經紊亂等。想減肥應通過合理飲食和適當運動，控制熱量攝入，增加熱量消耗，健康地達到減肥目的。",
        "lucky_color": "棕色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "東西隨手放",
        "yi": "到湖邊散步",
        "all": "95%",
        "date": "2026-02-05",
        "love": "81%",
        "work": "86%",
        "money": "95%",
        "health": "98%",
        "notice": "站在幸運的巔峰",
        "discuss": "91%",
        "all_text": "你的整體運勢非常出眾，彷彿站在了幸運的巔峰。天時、地利、人和都站在你這邊，為你的計劃提供了極大的優勢。你有著清晰的思路和明確的目標，在推進事情的過程中，幾乎不會遇到什麼阻礙。周圍的人也願意給予你支持和幫助，讓你能更加順利地實現自己的想法。這種良好的氛圍會讓你充滿動力和信心，積極地去探索新的領域，嘗試新的事物。你會發現自己有著無限的潛力，只要勇敢地邁出腳步，就能收穫滿滿的成果。這一天，盡情發揮你的優勢，大膽去追求自己想要的吧。",
        "love_text": "單身的你，有機會結識到有趣的異性。在某個社交場合中，對方獨特的見解和幽默的談吐會吸引你的注意，讓你們相談甚歡，為進一步發展感情打下基礎。已有伴者的你，和另一半的互動歡樂增多，一起做些有趣的事情，像是玩遊戲、看電影，在歡聲笑語中，感情也會更加親密，享受這美好的時光。",
        "work_text": "整體狀態良好，呈現出穩紮穩打的態勢。在面對各種任務計劃時，你保持著冷靜和理智，不慌不忙地按照自己的節奏推進。每完成一個小目標，都會讓你感到踏實和滿足。無論是工作上的任務安排，還是學習中的計劃執行，都能一步一個腳印地落實，為最終的成功奠定堅實的基礎。",
        "lucky_star": "雙子座",
        "money_text": "獎金福利有望順利拿到手！這是對你工作的一種肯定和獎勵，讓你心情格外舒暢。拿到獎金後，你可以好好規劃一下怎麼使用。可以存一部分作為儲蓄，應對未來的不時之需；也可以拿出一部分犒勞一下自己，買一件心儀已久的東西，或者去吃一頓大餐，享受一下生活的樂趣。",
        "health_text": "走路時別看手機，注意力分散容易摔倒、撞到他人或障礙物，造成身體受傷。走路時就專心看路，注意周圍環境。如果必須看手機，先找個安全的地方停下，處理好事情後再繼續行走，避免因分心引發意外，保障自身安全。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "生活儀式感",
        "all": "88%",
        "date": "2026-02-05",
        "love": "90%",
        "work": "83%",
        "money": "80%",
        "health": "81%",
        "notice": "踏實認真的態度",
        "discuss": "92%",
        "all_text": "你的整體運勢比較穩定，沒有太大的波瀾。你會以一種踏實、認真的態度去面對生活中的各種事情，通過自己的努力，偶爾能嚐到一點甜頭。這種甜頭或許並不顯著，但卻能讓你感受到努力的價值和意義，激勵你繼續前行。在處理事務時，你注重細節，有條不紊，能夠把每一項任務都完成得比較出色。雖然可能不會有什麼驚天動地的大成就，但這種穩紮穩打的狀態會讓你感到安心和滿足。繼續保持這份努力和專注，積累經驗，未來會有更多的收穫在等著你。",
        "love_text": "單身的你，會收穫優質桃花。可能會通過朋友的介紹，認識一位各方面條件都很不錯的人，對方身上散發著獨特的魅力，讓你心動不已，有望開啟一段美好的感情。已有伴者的你，和另一半的感情穩步向前，彼此相互理解、相互支持，一起為未來的生活努力奮鬥，這種穩定又溫馨的感覺讓你十分安心。",
        "work_text": "可以通過與人合作來推動各項計劃的發展。在團隊中，你能充分發揮自己的優勢，與成員相互配合，形成強大的合力。無論是工作上的項目合作，還是學習中的小組討論，都能讓你從他人身上學到新的知識和技能，拓寬自己的視野。通過與他人的交流和互動，你能更好地完成目標，實現共同成長。",
        "lucky_star": "雙魚座",
        "money_text": "閒置物品變現很快哦！家裡那些不用的東西，比如舊衣服、舊書籍、舊電子產品等，都可以拿出來處理一下。可以通過二手交易平臺賣掉，既能清理家裡的空間，又能賺一筆小錢。在交易的時候要注意安全，選擇正規的平臺，和買家溝通好細節，避免出現糾紛。",
        "health_text": "睡前不要想事情，大腦過於活躍會影響睡眠質量，導致入睡困難、多夢易醒等。睡前可以聽一些舒緩的音樂、泡個熱水澡，放鬆身心，讓大腦逐漸進入休息狀態。營造安靜、舒適的睡眠環境，保證充足睡眠，第二天才能精力充沛。",
        "lucky_color": "紅色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "濃妝豔抹",
        "yi": "看藝術展覽",
        "all": "95%",
        "date": "2026-02-05",
        "love": "90%",
        "work": "91%",
        "money": "92%",
        "health": "93%",
        "notice": "註定充實而精彩",
        "discuss": "96%",
        "all_text": "你的整體運勢勢頭依舊很猛，註定是充實而精彩的一天。你充滿了活力和創造力，腦海中不斷湧現出新的想法和靈感。這些獨特的思維會讓你在各種場合中脫穎而出，吸引他人的目光。你會積極參與各種活動，與不同的人交流互動，拓寬自己的視野，豐富自己的閱歷。在與人合作的過程中，你能充分發揮自己的優勢，提出有建設性的意見，推動事情朝著更好的方向發展。而且，你還有機會結識一些有趣的人，為生活增添新的色彩。這一天，盡情釋放你的能量，享受這份精彩與充實吧。",
        "love_text": "單身的你，有可能開啟一段美好的戀情。也許是在一次偶然的相遇中，和一位異性一見鍾情，迅速墜入愛河，開啟浪漫的戀愛之旅。已有伴者的你，和另一半相處默契十足，一個眼神、一個動作，對方就能明白你的心意，這種心有靈犀的感覺讓你們的感情更加深厚，享受這份甜蜜的默契。",
        "work_text": "這是個一帆風順的日子，彷彿置身於一個充滿機遇的世界。你總能憑藉敏銳的洞察力和獨特的思維方式，迅速找到解決問題的方法。無論是工作上的創新項目，還是學習中的拓展研究，都能展現出你的才華和實力。你能輕鬆應對各種挑戰，享受成功帶來的喜悅。",
        "lucky_star": "射手座",
        "money_text": "你會有中獎小驚喜降臨哦！可能是買彩票中了個小獎，或者是在參加一些活動時抽到了獎品。雖然中獎的金額可能不大，但也能讓你開心一整天。別把這小驚喜不當回事，它可以成為你財運好轉的一個小信號。保持樂觀的心態，繼續努力，說不定以後還會有更大的驚喜等著你呢。",
        "health_text": "要做好牙齒護理，牙齒健康關乎全身健康。除了早晚刷牙、使用牙線、飯後漱口外，還可以定期去口腔醫院檢查牙齒，及時發現並處理牙齒問題。選擇合適的牙刷和牙膏，掌握正確的刷牙方法，保護牙齒免受細菌侵害。",
        "lucky_color": "杏色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "滿嘴跑火車",
        "yi": "泡一杯熱茶",
        "all": "97%",
        "date": "2026-02-05",
        "love": "95%",
        "work": "92%",
        "money": "96%",
        "health": "94%",
        "notice": "富有底氣的自信",
        "discuss": "90%",
        "all_text": "你的整體運勢棒棒噠，渾身散發著富有底氣的自信。這種自信讓你在面對各種情況時都能從容不迫，遊刃有餘。你相信自己的能力和判斷，敢於表達自己的想法和觀點，不會輕易被他人的意見所左右。在與人交往中，你真誠友善的態度會吸引很多貴人來到你身邊。這些貴人會在你需要的時候給予你幫助和支持，為你排憂解難，讓你的生活更加順利。同時，你也會憑藉自己的努力和智慧，抓住一些難得的機會，為自己的未來打下堅實的基礎。這一天，帶著這份自信和好運，勇敢地去追求自己的夢想吧。",
        "love_text": "單身的你，可能會遇到那個讓你心動不已的人，對方溫柔體貼，對你關懷備至，讓你感受到愛情的美好，沉浸在幸福的氛圍中。已有伴者的你，和另一半愛意濃濃升溫，彼此之間的感情更加熾熱，一起度過充滿愛意的一天，無論是擁抱還是親吻，都讓你們感受到愛情的甜蜜。",
        "work_text": "諸事順遂，整體氛圍輕鬆愉快。在推動計劃的過程中，幾乎沒有遇到什麼阻礙，一切都按照你的預期發展。你能以樂觀的心態面對每一項任務，充分發揮自己的想象力和創造力，讓工作和學習變得有趣而富有成效。無論是與他人的交流合作，還是獨立完成任務，都能取得令人滿意的結果。",
        "lucky_star": "天蠍座",
        "money_text": "或有年終獎的驚喜進賬！這是一年工作的成果，讓你感到無比的欣慰。拿到年終獎後，別盲目消費，要根據自己的實際情況制定一個合理的理財計劃。可以拿出一部分用於家庭開支，一部分用於投資理財，還有一部分可以存起來作為應急資金。合理規劃年終獎，讓你的生活更加穩定和美好。",
        "health_text": "面對垃圾零食要管住嘴，垃圾零食通常高熱量、高脂肪、高鹽，還含有大量添加劑，吃多了對身體無益，容易引發肥胖、高血壓等問題。可以選擇吃一些健康的零食，如水果、堅果等，既能滿足口腹之慾，又有利於身體健康。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    }
  }
}