{
  "updated": "2025-12-17T00:37:05.443Z",
  "updateTime": "2025/12/17 上午8:37:05",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14012,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "節食減肥",
        "yi": "享受精緻生活",
        "all": "91%",
        "date": "2025-12-16",
        "love": "92%",
        "work": "97%",
        "money": "91%",
        "health": "93%",
        "notice": "注入鮮活的動力",
        "discuss": "96%",
        "all_text": "整體運勢呈現積極上揚態勢，幸運能量持續在線，為生活注入鮮活動力。這種能量並非來自外界的突然饋贈，而是源於內在對生活的主動擁抱。你會感受到內心湧動著對新鮮事物的探索欲，這種熱情會自然轉化為行動上的充實感，無論是參與社交互動還是獨處時的自我沉澱，都能以飽滿狀態投入其中。不需要刻意尋找目標，只需跟隨當下的節奏，就能在看似平常的場景裡發現值得投入熱情的細節。這種狀態會形成良性循環，讓你更願意主動創造生活的新鮮感，而非被動等待機遇降臨。整體氛圍輕鬆愉悅，適合用開放心態接納周圍的一切，即使遇到小插曲也能以積極視角解讀，讓幸運能量持續流轉。",
        "love_text": "單身的你，大概是被月老悄悄牽了線，身邊可能出現讓你眼前一亮的人，或許是在朋友聚會中，或許是在日常偶遇裡，對方的出現讓你有想要進一步瞭解的衝動。不妨大膽一點，主動釋放善意，說不定就能開啟一段新戀情。已有伴者的你，和伴侶之間彷彿回到了熱戀期，彼此的關心和熱情都讓這段關係更加甜蜜，不妨一起做些有趣的事，讓感情持續升溫。",
        "work_text": "你彷彿被創意的火花環繞，思維活躍度直線上升。無論是處理工作上的難題，還是攻克學習中的難關，都能憑藉獨特的想法找到突破口。這種靈感爆棚的狀態，讓你在各種事務中都能展現出非凡的創造力，為未來發展打下良好基礎。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運簡直旺到不行，正財偏財都像被好運眷顧，各種賺錢機會主動找上門。工作上可能因出色表現拿到豐厚獎金，投資方面也有小驚喜。不過也別太得意，面對突然出現的賺錢項目，得冷靜分析風險，別盲目跟風，穩穩抓住這波財運，讓財富更上一層樓。",
        "health_text": "健康狀態超棒，不過仍要保持規律飲食，一日三餐按時吃，別因忙碌就忽略早餐或者晚餐吃得過晚，也別暴飲暴食，每餐七八分飽就好，多攝入蔬菜水果，讓腸胃輕鬆消化吸收，這樣能持續維持良好身體狀態，活力滿滿地應對生活。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "懶散鬆懈",
        "yi": "與家人溝通",
        "all": "75%",
        "date": "2025-12-16",
        "love": "80%",
        "work": "71%",
        "money": "72%",
        "health": "82%",
        "notice": "警惕慣性懈怠感",
        "discuss": "77%",
        "all_text": "整體運勢呈現平穩基調，沒有明顯的起伏波動，但需要警惕陷入慣性帶來的懈怠感。雖然日常事務的安排並不密集，留給個人調整的空間較為充裕，但這種寬鬆節奏容易讓人產生“可以放鬆”的心理暗示。建議主動為生活注入一些新鮮元素，比如嘗試調整日常路線、接觸不同領域的資訊，或是用新的方式完成熟悉的事務。這種微調不是為了追求改變，而是通過保持適度活躍度，避免陷入思維與行動的雙重停滯。當主動打破慣性模式後，會發現原本平淡的日常也能衍生出新的趣味，這種內在的充實感會比單純休息更能帶來滿足。",
        "love_text": "單身的你，想要脫單的話，不妨從尋找共同話題開始，多參與一些興趣小組或社交活動，和志同道合的人聊聊天，說不定就能遇到那個讓你心動的人。已有伴者的你，今日適合多表達關心，哪怕是一個簡單的問候，也能讓對方感受到你的愛意，別讓忙碌的生活沖淡了彼此的情感。",
        "work_text": "在前進的道路上或許會遇到一些小阻礙，思路不像以往那麼清晰。此時別固執己見，多聽聽周圍不同人的建議，能從多個角度看待問題，拓寬視野。通過吸收他人的想法，你能找到更合適的解決辦法，讓事情朝著更好的方向發展。",
        "lucky_star": "水瓶座",
        "money_text": "你的財運較為平穩，培養記賬習慣是關鍵。日常開銷容易在不經意間增多，若不記錄，月底可能發現錢不知花哪去了。通過記賬能清楚每一筆支出，知道哪些錢該花、哪些可省，從而合理調整消費，把每一分錢都花在刀刃上，讓財務狀況更健康。",
        "health_text": "整體健康不錯，但增強抵抗力不能鬆懈。天氣轉冷，要注意保暖，根據氣溫及時添衣，避免著涼。日常飲食可多吃些富含維生素和蛋白質的食物，像雞蛋、牛奶、橙子等，同時適當進行一些室內小運動，如瑜伽、伸展操，提升身體抵禦疾病的能力。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "言行不一",
        "yi": "學習新技能",
        "all": "75%",
        "date": "2025-12-16",
        "love": "68%",
        "work": "79%",
        "money": "64%",
        "health": "79%",
        "notice": "警惕三分鐘熱度",
        "discuss": "71%",
        "all_text": "整體運勢存在微妙波動，核心在於注意保持注意力的持續性。雖然整體能量場處於活躍狀態，但容易因興趣點的快速轉移而分散精力，出現“開始時充滿幹勁，中途卻失去熱情”的情況。這種特質並非缺陷，反而能讓你在多元領域快速獲取信息，但需要主動設置“專注錨點”——比如為每個小目標設定明確的完成節點，或在接觸新事物時先記錄初步感受，稍後再進行深度梳理。當你能有意識地將碎片化的興趣轉化為系統化的體驗時，這種波動反而會成為拓展認知邊界的助力。關鍵在於平衡“探索欲”與“沉澱力”，讓活躍的思維既能廣泛涉獵，又能形成有價值的積累。",
        "love_text": "單身的你，面對突如其來的示好，別急著投入，先冷靜觀察，別讓一時的衝動矇蔽了雙眼，畢竟感情不是兒戲。已有伴者的你，和伴侶之間需要一點空間，別總是黏在一起，給彼此一點獨處的時間，反而能讓感情更加健康。",
        "work_text": "可能會面臨一些需要長時間投入精力的事務，這時保持足夠的耐心就顯得尤為重要。不管是繁瑣的工作任務，還是複雜的學習內容，都不能急於求成。穩住心態，一步一個腳印地推進，才能避免因急躁而出現失誤，最終收穫滿意的結果。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運不算太好，得謹慎對待小額消費。別小看那些零碎的小支出，積少成多也會給錢包造成壓力。買東西前多問問自己是否真的需要，別因為一時衝動就買下不實用的東西。控制好這些小額消費，才能避免財務出現小危機，維持收支平衡。",
        "health_text": "健康方面得留意，要少吃各種不健康的零食。薯片、糖果這類零食雖好吃，但高油高糖，吃多了不僅容易長胖，還可能影響腸胃正常消化。不妨用堅果、水果乾來替代，既能滿足口腹之慾，又相對健康，讓身體少些負擔，保持良好狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "讓別人拿主意",
        "yi": "做好時間管理",
        "all": "95%",
        "date": "2025-12-16",
        "love": "96%",
        "work": "94%",
        "money": "93%",
        "health": "97%",
        "notice": "自我價值的認知",
        "discuss": "91%",
        "all_text": "整體運勢呈現明顯的助力態勢，內在能量場與外界環境形成良性共振，這種同步性會自然提升你的自信指數。你會明顯感覺到自己的表達更易被理解，甚至平時容易忽略的細節，此刻也能以更從容的方式呈現。這種狀態不是通過刻意表現達成的，而是源於對自我價值的清晰認知——你更清楚自己的優勢所在，也願意以更開放的態度展示真實的一面。這種自信會形成正向循環，吸引同頻的互動，讓你在社交場景中更自然地釋放魅力。不需要追求“完美表現”，只需保持真誠的自我表達，就能讓周圍人感受到你的獨特氣場，這種由內而外的從容感，會成為今日最珍貴的收穫。",
        "love_text": "單身的你，容易被那些溫柔體貼的人吸引，他們的細心和關懷讓你感到溫暖，不妨給彼此一個機會，慢慢了解。已有伴者的你，和伴侶之間的默契讓你感到安心，一個眼神、一個動作，就能明白對方的心意，這樣的互動讓感情更加深厚。",
        "work_text": "各種機遇如同雪花般紛紛向你飄來，讓你應接不暇。在各個方面都有可能迎來新的發展契機，只要你能敏銳地捕捉到這些機會，並果斷抓住，就能為自己創造有利條件。積極行動起來，充分利用這些機遇，就能在事業學業上取得顯著進步。",
        "lucky_star": "雙子座",
        "money_text": "你的財運超棒，會有意外收穫財喜。可能是之前參加的活動抽中了獎品，或者收到一筆意外的退款。這些驚喜收入會讓你的心情格外愉悅，不過也別因此就大手大腳。可以把部分意外之財存起來，以備不時之需，讓這份好運為你的財務狀況錦上添花。",
        "health_text": "健康狀況尚可，不過要注重腸胃養護。飲食要溫和，少吃辛辣、油膩、生冷的食物，這些容易刺激腸胃，引發不適。吃飯時細嚼慢嚥，減輕腸胃消化負擔。飯後可以適當散散步，促進腸胃蠕動，幫助消化，讓腸胃能舒舒服服地工作。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜晚睡",
        "yi": "製作短視頻",
        "all": "81%",
        "date": "2025-12-16",
        "love": "85%",
        "work": "86%",
        "money": "80%",
        "health": "87%",
        "notice": "需理性分析利弊",
        "discuss": "82%",
        "all_text": "整體運勢呈現穩定推進的節奏，適合將長期規劃中的碎片化想法轉化為具體行動。這種穩定並非刻板重複，而是能清晰感知到每個步驟的銜接邏輯，即使面對需要調整的環節，也能以理性態度分析利弊，而非被情緒左右。你的決策力會在此日得到強化，這種能力源於對目標的清晰認知——你更清楚自己想要什麼，也願意為達成目標付出耐心。這種狀態適合處理需要系統思考的事務，或是將分散的靈感整合為可執行的方案。當你能保持這種“目標導向”的思維模式時，會發現原本看似複雜的問題，其實都有清晰的解決路徑，這種掌控感會進一步增強你的行動信心。",
        "love_text": "單身的你，在社交場合中容易成為焦點，你的自信和魅力吸引著周圍人的目光，不妨藉此機會多認識一些新朋友，說不定就能遇到那個讓你心動的人。已有伴者的你，不妨主動製造一些浪漫驚喜，比如一頓燭光晚餐，或是一份小禮物，都能讓伴侶感到被重視。",
        "work_text": "整體進展較為順遂，各項事務都能按照預期的方向穩步推進。在處理事情時，你能保持清晰的思路，有條不紊地完成各項任務。這種良好的狀態讓你在面對挑戰時也充滿信心，能夠輕鬆應對各種情況，為成功增添更多可能。",
        "lucky_star": "摩羯座",
        "money_text": "你的投資眼光十分精準，在投資領域容易有所收穫。能敏銳捕捉到有潛力的項目，果斷出手後有望獲得不錯回報。但投資有風險，即便眼光好也不能掉以輕心。在做出決策前，還是要多收集信息，全面分析，確保投資安全，讓財富在穩健中增長。",
        "health_text": "健康運勢良好，適當運動放鬆很關鍵。工作學習之餘，別一直坐著或躺著，抽出半小時到一小時做些簡單運動，像慢跑、跳繩或者跟著健身視頻跳操。運動不僅能增強體質，還能釋放壓力，讓身心都得到放鬆，以更好的狀態投入到後續的生活中。",
        "lucky_color": "綠色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃垃圾零食",
        "yi": "逛逛藝術展",
        "all": "75%",
        "date": "2025-12-16",
        "love": "84%",
        "work": "82%",
        "money": "70%",
        "health": "71%",
        "notice": "有較多彈性空間",
        "discuss": "72%",
        "all_text": "整體運勢呈現輕鬆基調，日常事務的安排留有較多彈性空間，這種“留白”狀態反而能激發你的創造力。雖然不需要處理緊急任務，但建議主動為生活添加一些“非功利性”的探索——比如翻閱一本閒置已久的書、嘗試新的興趣領域，或是用不同方式記錄日常感悟。這些看似“無用”的舉動，實則能為你積累潛在的靈感素材，當未來需要時，這些碎片化的體驗會自然串聯成有價值的認知。這種狀態的關鍵在於“主動選擇”而非“被動等待”，當你以開放心態接納生活中的偶然性時，會發現原本平淡的日常也能衍生出意想不到的趣味，這種內在的充實感，會比單純完成目標更能帶來滿足。",
        "love_text": "單身的你，面對潛在的對象，別急著下結論，理性評估對方的性格和三觀，看看是否真的適合自己，畢竟感情需要長久經營。已有伴者的你，注重細節往往能打動對方，比如記住對方的喜好，或是在對方需要時給予支持，這些都能讓感情更加穩固。",
        "work_text": "你對細節的把控能力十分出色，能夠注意到別人容易忽略的地方。在處理事務時，這種嚴謹的態度讓你很少出現失誤，保證了工作的質量和學習的效果。憑藉對細節的關注，你能發現潛在的問題並及時解決，為事業學業的發展掃除障礙，推動整體向前邁進。",
        "lucky_star": "白羊座",
        "money_text": "你的財運處於中等水平，合理規劃開支很重要。日常消費中，各類開銷容易打亂你的財務節奏。制定一個簡單的收支計劃，明確每月的必要支出和可自由支配金額，按計劃消費。這樣既能滿足生活需求，又能避免不必要的浪費，讓財務狀況保持穩定，為未來積累財富。",
        "health_text": "健康方面有點小狀況，要避免久坐不動。長時間坐著，身體的血液循環會變慢，容易引發腰痠背痛、頸椎不適等問題。每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿、轉轉脖子。也可以利用碎片時間做些簡單的拉伸動作，讓身體保持活力。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "消極情緒",
        "yi": "享受美容SAP",
        "all": "55%",
        "date": "2025-12-16",
        "love": "60%",
        "work": "62%",
        "money": "65%",
        "health": "72%",
        "notice": "需更謹慎的態度",
        "discuss": "63%",
        "all_text": "整體運勢呈現明顯下滑趨勢，需要以更謹慎的態度應對日常互動。原本穩定的社交節奏可能出現意外波動，他人言行帶來的干擾感會增強，這種變化並非源於自身問題，而是外界環境的不確定性增加。建議對接收到的信息保持篩選意識，避免因過度信任而忽略潛在風險，尤其在涉及共同事務時，需明確自身邊界，防止被無關因素牽扯精力。這種謹慎不是消極防禦，而是通過主動觀察降低意外發生的概率。當你能保持清醒的判斷，不被表面現象誤導時，即使遇到突發狀況，也能憑藉理性分析找到應對方向。今日更適合以低調姿態處理事務，減少不必要的社交投入，將精力集中在能帶來安全感的核心領域，這種聚焦能幫助你穩定情緒，避免因外界干擾陷入被動。",
        "love_text": "單身的你，面對曖昧信號要謹慎對待，別輕易陷入一段不確定的關係，先弄清楚對方的真實意圖，再做決定也不遲。已有伴者的你，和伴侶之間需要平衡彼此的需求，別總是遷就對方，也要學會表達自己的想法和感受，這樣才能讓感情更加平等。",
        "work_text": "彷彿置身於忙碌的漩渦之中，各種事務如潮水般湧來，讓你應接不暇。在這樣高強度的節奏下，精神容易高度緊張，注意力難以集中，出錯的可能性也就大大增加。無論是處理重要文件，還是進行關鍵決策，都可能因為疏忽而出現小失誤，給後續工作學習帶來不必要的麻煩，需要格外小心謹慎。",
        "lucky_star": "金牛座",
        "money_text": "財運不太好，要避免衝動購物。逛街或者網購時，容易被各種促銷活動吸引，一衝動就買下很多不需要的東西。等冷靜下來才發現，這些衝動消費不僅浪費錢，還讓家裡堆滿閒置物品。購物前先列好清單，只買清單上的東西，能有效避免衝動消費，守住錢包。",
        "health_text": "健康狀態不錯，保證充足睡眠是重點。忙碌一天後，晚上要早點放下手機，營造一個安靜舒適的睡眠環境，調暗燈光，拉上窗簾，讓自己能快速進入夢鄉。充足的睡眠能讓身體得到充分休息和修復，第二天精神飽滿，以更好的狀態迎接新一天。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "滿肚子抱怨",
        "yi": "破舊立新",
        "all": "80%",
        "date": "2025-12-16",
        "love": "91%",
        "work": "88%",
        "money": "83%",
        "health": "90%",
        "notice": "吸引新體驗機會",
        "discuss": "85%",
        "all_text": "整體運勢處於積極區間，能量場呈現開放狀態，這種氛圍會自然吸引新的體驗機會。你可能會主動接觸平時較少涉及的領域，這種探索欲並非盲目嘗試，而是基於對自身興趣的清晰認知。當你能以輕鬆心態參與新事物時，會發現原本陌生的領域藏著意想不到的趣味，這種發現會進一步激發你的參與熱情。過程中偶爾閃現的靈感火花，會帶來微小但真實的成就感，這種滿足感源於對自我能力的肯定，而非外界評價。建議保持這種“探索-驗證-反饋”的循環模式，即使遇到小阻礙，也能通過調整方式繼續推進。今日的關鍵詞是“主動”，當你願意走出舒適區時，生活會以更豐富的面貌回應你的熱情，這種互動本身就能形成良性循環，讓日常充滿新鮮感。",
        "love_text": "單身的你，可能會遇到那個讓你覺得靈魂契合的人，彼此的交流讓你感到前所未有的默契，不妨給彼此一個機會，深入瞭解。已有伴者的你，和伴侶之間的深度溝通讓你們更加信任彼此，無論是分享心事還是討論未來，都能讓感情更加堅固。",
        "work_text": "你身邊彷彿環繞著幸運的光環，貴人助力十分明顯。在追求目標的道路上，會遇到一些能夠給予你關鍵幫助的人，他們可能是經驗豐富的前輩、志同道合的夥伴，或是欣賞你的領導。這些貴人的出現，為你打開了新的思路，提供了寶貴的資源和機會，讓你在前進的道路上更加順暢，離成功又近了一步。",
        "lucky_star": "射手座",
        "money_text": "你的財運不錯，貴人會帶來財路。可能在社交場合結識到有能力的人，他們給你提供一些賺錢的信息或機會。面對這些機會，要積極把握，同時也要保持謹慎。和貴人交流時，多學習他們的經驗和思路，藉助他們的力量，讓自己的財富之路越走越寬。",
        "health_text": "健康方面需注意，要多補充水分。天氣乾燥，身體容易缺水，出現皮膚乾燥、喉嚨不適等情況。不要等到口渴了才喝水，要養成主動喝水的習慣，隨時攜帶水杯，時不時喝上幾口。也可以多喝些溫熱的飲品，如蜂蜜水、花茶，滋潤身體。",
        "lucky_color": "奶茶色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "總結經驗",
        "all": "52%",
        "date": "2025-12-16",
        "love": "57%",
        "work": "54%",
        "money": "59%",
        "health": "61%",
        "notice": "疏忽引發連鎖反應",
        "discuss": "68%",
        "all_text": "整體運勢處於低谷期，需要警惕因疏忽引發的連鎖反應。日常事務的推進可能因細節處理不當而受阻，這種阻礙並非源於能力不足，而是注意力分散導致的判斷偏差。你可能會同時處理多件事務，但這種並行模式容易讓關鍵信息被忽略，建議採用“單線程”處理方式，將複雜任務拆解為可操作的步驟，每完成一項再推進下一項。當你能主動控制節奏時，即使外界壓力持續存在，也能通過有序行動降低失誤概率。今日需特別注意情緒管理，避免因小事產生挫敗感，這種負面情緒會進一步削弱判斷力。建議通過短暫暫停調整狀態，比如轉移注意力或進行簡單放鬆，當情緒恢復平穩後再重新投入事務。記住，今日的挑戰核心在於“專注”，而非能力本身。",
        "love_text": "單身的你，不妨暫緩開啟新關係的腳步，先整理好自己的心情和生活，等狀態更佳時再出發，這樣反而更容易遇到合適的人。已有伴者的你，面對意見分歧時要冷靜處理，別讓情緒主導了對話，理性溝通才能找到解決問題的方法。",
        "work_text": "前行之路彷彿佈滿了荊棘，阻力重重。無論是想要推進新的計劃，還是完成既定的目標，都會遇到各種意想不到的困難和挑戰。這些阻礙可能來自外部環境的變化，也可能是自身能力的瓶頸。面對這些狀況，你容易感到沮喪和疲憊，但別輕易放棄，堅持下去，尋找突破困境的方法才是關鍵。",
        "lucky_star": "獅子座",
        "money_text": "你的財務壓力略大，可能會面臨一些突發的支出，比如朋友聚會AA制費用增多，或者家裡物品損壞需要維修更換。這些情況會讓你的錢包有些吃緊。別慌，先梳理一下自己的財務狀況，看看哪些支出可以推遲或節省，合理調整消費，慢慢緩解財務壓力。",
        "health_text": "要小心關節受涼。天氣寒冷，關節部位比較脆弱，容易受寒引發疼痛。外出時要穿戴好保暖護具，如護膝、護腕等，尤其是騎車或者長時間在戶外時。回到室內也不要立刻對著空調直吹，避免關節受到冷熱刺激，保護好關節健康。",
        "lucky_color": "抹茶色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對別人苛刻",
        "yi": "享受獨處",
        "all": "60%",
        "date": "2025-12-16",
        "love": "65%",
        "work": "62%",
        "money": "67%",
        "health": "63%",
        "notice": "受外界因素影響",
        "discuss": "61%",
        "all_text": "整體運勢呈現低迷態勢，情緒容易受外界因素影響而產生波動。這種影響可能源於他人言行與自身預期的偏差，當現實與理想產生落差時，內心的不快感會被放大。建議主動調整對人際互動的期待值，避免將他人行為過度解讀為針對自己的信號，這種認知偏差會加劇情緒內耗。當你能以更客觀的視角看待周圍人的表現時，會發現許多矛盾源於立場差異，而非本質對立。今日適合減少不必要的社交接觸，將精力轉向能帶來平靜感的個人活動，比如整理物品、閱讀或獨處思考。這種“自我隔離”不是逃避，而是通過創造安全空間穩定情緒，當內心恢復平衡後，再以更理性的態度處理人際問題。記住，今日的核心課題是“情緒管理”，而非解決具體矛盾。",
        "love_text": "單身的你，面對虛假示好要提高警惕，別被表面的甜言蜜語所迷惑，真正對你好的人會用行動證明一切。已有伴者的你，和伴侶之間需要平衡個人空間和共同時間，別總是為了迎合對方而犧牲自己，找到彼此都舒適的節奏，感情才能長久。",
        "work_text": "你正處於穩步積累提升的階段。雖然沒有那種突飛猛進的顯著變化，但每一步都走得堅實有力。在日常的點滴努力中，你不斷積累經驗、提升技能，為未來的發展打下堅實的基礎。這種穩紮穩打的節奏雖然看似平淡，卻能讓你在不知不覺中實現質的飛躍，為長遠的目標做好充分準備。",
        "lucky_star": "天秤座",
        "money_text": "你的財運較為平穩，穩守現有資金是重點。不要輕易嘗試新的投資項目，尤其是那些聽起來收益很高但風險也大的。目前守住自己辛苦積累的財富更重要，把資金放在安全的地方，比如穩健的理財產品。等有更合適的時機和更可靠的項目時，再考慮讓資金增值。",
        "health_text": "要提防腱鞘炎問題，日常使用電腦、手機時，要注意姿勢正確，不要長時間保持一個姿勢不動，每隔一段時間就活動活動手指、手腕。如果感覺手指、手腕有痠痛感，要及時休息，做些簡單的按摩和伸展動作，緩解肌肉緊張，預防腱鞘炎的發生。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩手機",
        "yi": "保持細心謹慎",
        "all": "78%",
        "date": "2025-12-16",
        "love": "83%",
        "work": "81%",
        "money": "79%",
        "health": "85%",
        "notice": "行動模式更謹慎",
        "discuss": "81%",
        "all_text": "整體運勢處於平穩區間，行動模式呈現謹慎特徵。這種謹慎不是保守，而是對事務推進節奏的主動把控——你會更注重每個步驟的合理性，避免因追求速度而忽略細節。這種風格可能讓日常事務的推進顯得不夠迅速，但能顯著降低後續修正的成本。建議繼續保持這種“慢即是快”的思維模式，尤其在處理需要長期積累的事務時，當下的耐心會為未來打下更穩固的基礎。今日適合進行規劃類活動，比如梳理目標、優化流程或整理資源，這些看似“不緊急”的工作，實則能通過系統化處理提升整體效率。當你能以理性態度面對瑣碎事務時，會發現許多隱藏的優化空間，這種發現帶來的滿足感，會進一步強化你的行動信心。記住，今日的優勢在於“穩定性”，而非突破性。",
        "love_text": "單身的你，新圈子往往藏著戀愛契機，不妨多參加一些社交活動，擴大自己的交友圈，說不定就能遇到那個讓你心動的人。已有伴者的你，尊重彼此的獨立空間很重要，別總是試圖控制對方，給彼此一點自由，反而能讓感情更加輕鬆。",
        "work_text": "你的思維如同被打開了一扇新的大門，清晰開闊，靈感源源不斷。在面對各種問題時，能夠迅速理清思路，從多個角度進行分析，找到最佳的解決方案。這種良好的思維狀態讓你在處理事務時更加得心應手，無論是複雜的項目，還是繁瑣的學習任務，都能輕鬆應對，展現出卓越的能力和智慧。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運有上升趨勢，適合探索新財途徑。可以關注一些新興的行業或領域，看看有沒有適合自己的賺錢機會。比如學習新的技能，開展副業。不過探索新途徑時不能急於求成，要做好充分的準備和調研，一步一個腳印，這樣才能在新領域收穫財富。",
        "health_text": "健康狀態超棒，不過要注意足部保暖。腳部離心臟較遠，血液循環相對較差，容易受涼。晚上可以用熱水泡泡腳，促進血液循環，緩解疲勞。外出時要穿上保暖的鞋子和襪子，避免腳部受寒，讓身體從下到上都暖起來，保持良好健康狀態。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "內耗自己",
        "yi": "參加社交活動",
        "all": "97%",
        "date": "2025-12-16",
        "love": "95%",
        "work": "97%",
        "money": "96%",
        "health": "95%",
        "notice": "擁抱開掛的狀態",
        "discuss": "92%",
        "all_text": "整體運勢呈現爆發式上揚，能量場處於高度活躍狀態。這種活躍並非外界的突然饋贈，而是內在狀態與外部環境形成共振的結果——你會明顯感覺到自己的感知力增強，對周圍細節的捕捉更敏銳，這種敏銳不是過度敏感，而是能更精準地識別機會與風險。建議主動擁抱這種“開掛”狀態，以開放心態參與日常互動，即使面對熟悉場景，也能發現新的觀察角度。這種視角轉換會帶來雙重收穫：既能從常規事務中提取新趣味，又能通過微小改變創造新鮮體驗。當你能保持這種“探索者”心態時，生活會以更豐富的面貌回應你的熱情，這種互動本身就能形成良性循環，讓日常充滿驚喜感。今日無需刻意追求目標，只需跟隨內心的指引行動，這種自然流露的狀態，往往能帶來超出預期的收穫。",
        "love_text": "單身的你，可能會遇到那個真誠追求你的人，對方的堅持和用心讓你感到溫暖，不妨給彼此一個機會，看看是否能擦出愛的火花。已有伴者的你，會被對方的細心所感動，無論是生活中的小驚喜，還是默默為你付出的一切，都讓你覺得這段感情值得珍惜。",
        "work_text": "對你來說是一個充滿驚喜的日子，各種意想不到的成果如同璀璨的星星般閃耀。在努力付出的過程中，你的辛勤耕耘終於迎來了收穫的時刻。可能是工作上取得了重大突破，得到了領導的嘉獎；也可能是學習上成績優異，獲得了榮譽證書。這些驚喜成果不僅讓你感到無比喜悅，也為你未來的發展注入了強大的動力。",
        "lucky_star": "處女座",
        "money_text": "你的財運超旺，財富會輕鬆進賬。工作上可能會得到額外的獎勵，或者兼職收入增加。這些意外之財讓你心情大好。不過也別光顧著開心，合理規劃這些收入，可以把一部分存起來，一部分用於改善生活。讓這份好運持續下去，為未來的生活打下堅實的財務基礎。",
        "health_text": "不要過於情緒化。情緒波動過大可能會影響身體的內分泌系統，導致身體出現一些不適症狀。遇到事情要儘量保持平和的心態，通過聽音樂、看電影等方式來放鬆心情，調節情緒，讓身體和心情都能處於一個輕鬆愉悅的狀態。",
        "lucky_color": "焦糖色",
        "lucky_number": "3"
      }
    }
  }
}