{
  "updated": "2025-08-31T12:12:45.349Z",
  "updateTime": "2025/8/31 下午8:12:45",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 20699,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "虛榮心過剩",
        "yi": "強身健體",
        "all": "96%",
        "date": "2025-08-31",
        "love": "95%",
        "work": "98%",
        "money": "98%",
        "health": "92%",
        "notice": "朝期待方向推進",
        "discuss": "90%",
        "all_text": "你的運氣明顯站在你這邊，許多事會自然朝著你期待的方向推進。原本需要反覆確認的細節，可能突然得到明確答覆；臨時起意想做的事，也能快速找到合適的時機或資源。這種順遂感會讓你更願意主動表達想法，甚至嘗試平時猶豫的小挑戰。你可能會發現，自己的行動力比平時更高效，連拖延的習慣都被暫時壓制住了。不過，這種好狀態也可能讓你忽略潛在的小問題，比如對他人意見的接受度降低，或因過於樂觀而低估難度。建議你在推進計劃時，保留一點彈性空間，不必把每一步都安排得過於緊湊。你適合把精力放在真正在意的事上，無論是個人目標還是興趣愛好，都能在運氣的加持下找到突破口。這種“被生活推動”的感覺會讓你更享受當下，甚至對未來多幾分期待。",
        "love_text": "單身的你，社交場合自帶磁場，容易遇到讓你眼睛發亮的人。不必刻意表現，自然流露的熱情反而能吸引對方靠近，或許一次閒聊就能擦出火花。已有伴者的你，和伴侶對未來的規劃會達成高度默契，哪怕是小到週末安排，也能感受到彼此的堅定。適合一起做些需要協作的小事，比如整理房間或規劃短途旅行，默契值會直線上升。",
        "take_star": "",
        "work_text": "像被注入了一股能量，無論是處理複雜任務還是應對突發狀況，都能快速抓住核心，效率明顯提升。你的主動性和執行力會被他人看在眼裡，容易獲得認可或表揚，甚至可能成為團隊中的“定心丸”。不過別因為順遂就急著推進所有計劃，留點時間檢查細節，避免因小疏忽影響整體成果。",
        "lucky_star": "巨蟹座",
        "money_text": "副業運勢像開了掛，可能會突然接到合作邀約或收到尾款，之前投入的小項目也可能有回報。不過別急著擴大規模，先確認款項到賬再規劃下一步。適合整理手頭的零散資源，比如閒置物品轉賣或出租設備，小錢也能積少成多。",
        "health_text": "建議可以通過運動增強抵抗力，比如下班後去慢跑半小時，或者跟著視頻做組健身操。運動時記得穿透氣衣物，結束後及時補充水分，避免著涼。如果平時久坐，每隔一小時起身活動下肩頸，能減少肌肉痠痛，讓你一整天都更有活力。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "怨天尤人",
        "yi": "進行情感交流",
        "all": "72%",
        "date": "2025-08-31",
        "love": "70%",
        "work": "78%",
        "money": "68%",
        "health": "75%",
        "notice": "過於清閒易懈怠",
        "discuss": "71%",
        "all_text": "整體節奏偏平淡，沒有明顯的起伏，但這種穩定也可能讓你產生“沒什麼可做”的懈怠感。你可能會發現，日常事務按部就班地完成，卻少了點讓人興奮的火花。這種狀態下，你容易陷入“等靈感”或“等機會”的被動模式，反而忽略了主動創造變化的可能。比如，原本計劃做的事可能因為“懶得動”而擱置，或者對新鮮事物的興趣降低，更願意維持現狀。不過，這種平淡也有好處——至少不用處理突發狀況，情緒也不會大起大落。關鍵詞是“主動調整”，你可以嘗試給生活加點小變化，比如換條路線散步、聽沒聽過的音樂類型，或者整理一下房間。這些微小的行動能幫你打破懈怠，重新找回對生活的掌控感。",
        "love_text": "單身的你，追求喜歡的人時別太執著於“正確方式”，比起精心設計的套路，真誠的關心更打動人。比如記住對方提過的小習慣，偶爾送杯熱飲反而更戳心。已有伴者的你，伴侶可能有點悶悶的樂，試著用幽默化解小矛盾——比如對方抱怨工作累，你可以調侃“看來需要本大師的按摩手藝拯救你了”，氣氛會輕鬆不少。",
        "take_star": "",
        "work_text": "整體進展不算快，但每一步都走得紮實。你可能會遇到需要反覆調整的環節，比如方案修改、作業訂正，雖然有點耗時，但正是這些打磨讓成果更完善。別因為進度慢而焦慮，耐心處理細節，反而能避免後續返工，穩紮穩打才是關鍵詞。",
        "lucky_star": "天秤座",
        "money_text": "花錢的慾望有點強，可能會因為一時興起買下不實用的東西，比如看到促銷就囤貨，或者為面子請客。建議列個購物清單，只買必需品，付款前多問自己“真的需要嗎”。晚上可以核對下賬戶餘額，避免超支影響後續計劃。",
        "health_text": "要特別注意指甲的清潔，比如修剪過長的指甲，避免藏汙納垢，尤其是經常接觸鍵盤或做家務的人，指甲縫裡容易滋生細菌。如果指甲邊緣有倒刺，別用手撕，用指甲剪修剪後塗點護手霜。保持手部衛生，能降低生病的風險。",
        "lucky_color": "米黃色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "八卦別人秘密",
        "yi": "參加社交活動",
        "all": "78%",
        "date": "2025-08-31",
        "love": "77%",
        "work": "82%",
        "money": "72%",
        "health": "73%",
        "notice": "找到變與穩的平衡",
        "discuss": "75%",
        "all_text": "運勢在“穩定”和“變化”之間拉扯，你需要找到兩者的平衡點。一方面，你可能會被新鮮事物吸引，比如突然想嘗試新活動、接觸新圈子；另一方面，維持現狀的舒適感又讓你猶豫是否要邁出這一步。這種矛盾感會讓你在“想改變”和“怕麻煩”之間反覆權衡，甚至影響決策效率。不過，這種狀態也給了你觀察和選擇的空間——你不需要立刻做出決定，而是可以通過小範圍的嘗試來測試自己的真實需求。比如，可以先了解新事物的信息，再決定是否投入時間；或者把變化控制在自己能接受的範圍內，避免過度消耗精力。關鍵詞是“適度探索”，既不用強迫自己“必須突破”，也不用完全拒絕新可能，找到適合自己的節奏才是關鍵。",
        "love_text": "單身的你，更適合享受獨處或和老朋友聚會，暫時沒有新戀情也沒關係，把精力放在提升自己的小愛好上，反而會讓你更有魅力。已有伴者的你，和伴侶的相處需要點“務實感”——比如一起討論下個月的家庭開支，或計劃一次共同儲蓄的小目標，穩定的物質基礎會讓感情更有安全感，別光顧著風花雪月哦。",
        "take_star": "",
        "work_text": "思維像被打開了一扇窗，能從多個角度看待問題，尤其適合處理需要創意或靈活應變的事。你可能會發現原本卡住的任務，換個思路後突然有了突破口。不過別因為想法太多而分散精力，把主要精力放在一兩個核心目標上，成果會更明顯。",
        "lucky_star": "雙魚座",
        "money_text": "財務上比較平靜，沒有明顯的進賬消息，但也不用擔心突然的支出。適合整理下近期的收支記錄，看看哪些地方可以優化，比如取消長期不用的訂閱服務。如果想增加收入，可以留意身邊的小機會，比如幫朋友代班或接點臨時任務。",
        "health_text": "要養成勤洗手的好習慣，比如飯前便後、接觸公共物品後，用流動水和肥皂搓洗20秒以上。如果外出不方便洗手，可以隨身帶一小瓶免洗洗手液。手部清潔到位，能減少病毒和細菌的傳播，避免感冒或腸胃不適，讓你更安心地處理日常事務。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕率做決定",
        "yi": "外賣下午茶",
        "all": "92%",
        "date": "2025-08-31",
        "love": "90%",
        "work": "95%",
        "money": "91%",
        "health": "93%",
        "notice": "被需要的幸福感",
        "discuss": "96%",
        "all_text": "狀態特別好，整個人散發著自信和親和力，容易吸引他人的關注和善意。無論是和熟人相處還是偶然的社交場合，你都能自然流露出溫暖的氣質，讓人願意靠近你。這種“被需要”的感覺會讓你更願意表達自己，甚至主動分享想法或幫助他人。你可能會發現，平時不太在意的小優點，會被別人注意到並誇讚，這種正向反饋會進一步增強你的自我認同感。不過，這種好狀態也可能讓你過度在意他人的評價，比如擔心自己表現不夠好，或為了迎合他人而調整自己的節奏。建議你在保持真誠的同時，也留一點空間給自己，不必刻意追求“完美表現”。你適合做讓自己開心的事，無論是獨處還是社交，都能收穫不錯的體驗。",
        "love_text": "單身的你，朋友或家人的牽線可能帶來驚喜，比如被拉去參加一場聚會，意外遇到讓你覺得“很舒服”的人。別急著拒絕社交邀約，多露面才有機會。已有伴者的你，伴侶會格外關注你的情緒，哪怕你只是隨口提一句“最近有點累”，對方也會認真記在心裡，可能悄悄給你準備小驚喜，比如一頓熱飯或一部想看的電影，記得及時回應這份用心。",
        "take_star": "",
        "work_text": "像裝了“雷達”，能敏銳捕捉到關鍵信息，無論是工作中的機會還是學習中的重點，都能快速鎖定。這種洞察力會讓你在競爭中佔據優勢，比如提前發現項目漏洞，或抓住考試複習的核心。不過別太依賴直覺，適當用數據或事實驗證，會讓你的判斷更可靠。",
        "lucky_star": "白羊座",
        "money_text": "可能會有意外之財降臨，比如收到退款、獎金，或者之前借出的錢被歸還。別急著把這些錢花掉，可以存一部分作為應急資金，剩下的用來改善生活，比如買件心儀已久的小物件。如果有理財計劃，適合和信任的人聊聊，獲取新思路。",
        "health_text": "多起來走動，活動手腳，比如午休時下樓散散步，或者下班提前兩站下車步行回家。久坐不動容易讓血液循環變慢，導致腿腳發麻，而適當的走動能促進新陳代謝，緩解疲勞。如果天氣不好，可以在室內做些簡單的拉伸，比如踮腳尖、轉手腕，讓身體動起來。",
        "lucky_color": "抹茶色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "缺乏耐性",
        "yi": "與朋友聚餐",
        "all": "55%",
        "date": "2025-08-31",
        "love": "52%",
        "work": "56%",
        "money": "50%",
        "health": "60%",
        "notice": "付出才會有收穫",
        "discuss": "56%",
        "all_text": "運氣稍微有點“掉線”，許多事可能需要你付出更多努力才能達到預期效果。你可能會遇到計劃被打亂、臨時需要處理麻煩事，或者原本期待的支持沒到位的情況。這些小阻礙會讓你有點煩躁，甚至忍不住懷疑自己“是不是哪裡沒做好”，但換個角度看，這也是鍛鍊耐心和應變能力的好機會。你可能會發現，平時依賴的“好運氣”不太管用，反而需要靠自己一步步解決問題。這種“靠自己”的過程雖然累，但完成後會有種踏實的成就感。關鍵詞是“接納不完美”，別因為事不如意就否定自己，反而容易陷入負面情緒。偶爾允許自己“慢半拍”，把注意力放在“如何解決”而不是“為什麼發生”上，反而能更快走出小低谷。",
        "love_text": "單身的你，別因為想脫單就隨便降低標準，遇到的人可能讓你覺得“差點意思”，別勉強自己，耐心等那個讓你心動的人出現。已有伴者的你，和伴侶意見不合時，別急著爭輸贏，試著先聽對方說完再表達自己的想法。比如討論週末去哪玩，你可以說“我覺得你的提議不錯，不過我也想加個XX，你覺得怎麼樣？”適度讓步反而能讓關係更和諧。",
        "take_star": "",
        "work_text": "容易因為粗心而出小差錯，比如看錯文件、記錯時間，或漏掉重要細節。雖然整體進展不算差，但這些小問題可能會讓你需要返工，影響心情。建議做事前先列個清單，完成一項勾一項，避免遺漏。別因為自信就跳過檢查環節，多花5分鐘核對能省不少麻煩。",
        "lucky_star": "水瓶座",
        "money_text": "經濟上可能有點小壓力，比如突然需要支付一筆費用，或者收入比預期少。別慌，先梳理下手頭的資金，優先處理緊急事項。如果需要求助，可以找家人或朋友商量，但別輕易借高息貸款。晚上可以規劃下接下來的開支，避免類似情況再次發生。",
        "health_text": "情緒容易波動，可能會因為小事發脾氣，比如和同事意見不合，或者遇到堵車。情緒激動時，先深呼吸10秒，給自己一個緩衝的時間，避免因衝動說出傷人的話。晚上可以泡個熱水澡，聽點舒緩的音樂，幫助放鬆心情，減少情緒對身體的負面影響。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "猶豫不決",
        "yi": "學習與提升",
        "all": "85%",
        "date": "2025-08-31",
        "love": "77%",
        "work": "86%",
        "money": "80%",
        "health": "86%",
        "notice": "能力發揮淋漓盡致",
        "discuss": "83%",
        "all_text": "運勢平穩有序，你的時間管理能力會發揮得淋漓盡致。你可能會發現，自己能高效處理多項任務，甚至把原本零散的時間利用起來，完成不少小事。這種“有條理”的狀態會讓你特別安心，也容易讓你對生活產生更多掌控感。不過，這種高效也可能讓你陷入“必須做完所有事”的誤區，比如給自己安排過多任務，反而因為過度消耗精力而影響狀態。關鍵詞是“優先級”，你不需要追求“完美完成”，而是把時間花在“最值得”的事上。比如，可以優先處理需要專注的任務，或者把瑣碎的小事集中處理，避免被打斷節奏。這種“精準分配時間”的感覺會讓你更有成就感，也會讓你更清楚自己真正在意的是什麼。",
        "love_text": "單身的你，可能暫時遇不到特別心動的人，但別因此焦慮——把時間花在提升自己上，比如學個新技能或整理房間，反而會讓你更有底氣迎接愛情。已有伴者的你，和伴侶的成長節奏需要同步，比如一起報名線上課程，或互相分享最近讀的書，共同進步的感覺會讓你們更親密。別總盯著對方的缺點，多看看彼此為關係付出的努力。",
        "take_star": "",
        "work_text": "思維比較活躍，但容易陷入“固定模式”，比如習慣用老方法解決問題，或只關注自己熟悉的領域。其實可以試著跳出舒適區，比如工作中嘗試新工具，學習時換個複習順序，這種改變會讓你發現新的可能性。別因為追求“正確”而拒絕創新，偶爾冒險可能帶來意外收穫。",
        "lucky_star": "雙子座",
        "money_text": "開拓兼職或副業，比如利用專業技能接私活，或者把愛好變成賺錢渠道。你的細心和執行力會幫你贏得客戶信任，但別因為追求完美而拖延交付時間。晚上可以整理下兼職收入，看看是否需要調整報價或服務內容，讓付出更有回報。",
        "health_text": "睡前儘量不要吃宵夜，尤其是油膩或辛辣的食物，比如炸雞、火鍋，這些會加重腸胃負擔，影響睡眠質量。如果實在餓，可以喝杯溫牛奶或吃個香蕉，既能緩解飢餓，又不會給身體造成負擔。睡個好覺，第二天才能更有精神處理事情。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "盲目跟風",
        "yi": "來場短途旅行",
        "all": "80%",
        "date": "2025-08-31",
        "love": "71%",
        "work": "85%",
        "money": "83%",
        "health": "76%",
        "notice": "專注於自己節奏",
        "discuss": "85%",
        "all_text": "你的整體運勢穩定，外界的干擾明顯減少，能更專注於自己的節奏。這種“無外力牽扯”的狀態讓你在處理日常事務時更從容，無論是規劃安排還是臨時調整，都能按自己的心意推進。你可能會發現，平時需要反覆權衡的選擇，能快速找到平衡點，既不會過度妥協，也不會強求他人配合。這種鬆弛感會讓你更願意接納不同的可能性，比如嘗試新路線、接觸新話題，或對熟悉的事換個角度思考。不過，這種舒適狀態也可能讓你稍微放鬆對自己的要求，比如對目標的堅持度降低，或對細節的關注減少。建議你在享受平穩的同時，也別完全丟掉“小目標”，偶爾提醒自己“再往前一步”，能讓狀態更飽滿。你適合做讓自己舒服的事，無論是獨處還是社交，都能在鬆弛中保持內心的平衡。",
        "love_text": "單身的你，可能不太想主動出擊，更享受被追求的感覺。如果有人約你，不妨給對方一個機會，但別急著確定關係，先從朋友做起更穩妥。已有伴者的你，伴侶可能需要你的陪伴，比如下班後一起窩在沙發看劇，或睡前聊半小時天。別總忙著刷手機，把注意力放在對方身上，哪怕只是安靜地依偎，也能讓對方感受到被重視。",
        "take_star": "",
        "work_text": "對新事物的接受度極高，無論是工作上的新任務還是學習中的新領域，都願意主動嘗試。這種開放心態會讓你接觸到更多可能性，比如發現更高效的工作方法，或找到更適合自己的學習節奏。不過別因為新鮮感而頻繁切換目標，選一兩個重點方向深入探索，成果會更紮實。",
        "lucky_star": "摩羯座",
        "money_text": "理財以穩健為主，適合把閒錢存入低風險賬戶，或者購買短期理財產品。別被高收益宣傳迷惑，尤其是那些聽起來太好的項目。如果有投資計劃，可以先小規模嘗試，觀察市場反應再決定是否加碼。晚上可以複習下理財知識，提升自己的判斷力。",
        "health_text": "要保證充足的睡眠，比如晚上11點前上床，關閉手機等電子設備，營造安靜的睡眠環境。如果白天感到睏倦，中午可以小憩20分鐘，但別睡太久，否則會影響晚上的睡眠。睡眠充足了，皮膚狀態會變好，工作效率也會提高，整個人更有精氣神。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "固步自封",
        "yi": "閱讀一本好書",
        "all": "53%",
        "date": "2025-08-31",
        "love": "50%",
        "work": "55%",
        "money": "60%",
        "health": "65%",
        "notice": "自我設限的循環",
        "discuss": "51%",
        "all_text": "整體運勢略顯低迷，你容易陷入自我設限的循環中。可能會不自覺地反覆回想過去的決定，或對未來的可能性過度擔憂，這種“自我束縛”的狀態會消耗你的精力，讓你在行動前就先退縮。你可能會發現，自己的注意力容易被負面情緒吸引，比如對別人的小舉動過度解讀，或對未發生的事提前焦慮，導致原本能輕鬆處理的事變得複雜。這種狀態下，你容易忽略身邊的支持，甚至把簡單的互動複雜化。不過，這種“內耗”並非無法打破——當你意識到自己又在“鑽牛角尖”時，試著深呼吸，把注意力拉回當下，比如專注做一件小事，或轉移環境換個心情。關鍵詞是“釋放壓力”，別用“必須完美”的標準要求自己，允許自己“不完美”，反而能打破這種循環。偶爾給自己一點“試錯空間”，狀態會輕鬆很多。",
        "love_text": "單身的你，追求喜歡的人時容易用力過猛，比如頻繁發消息或過度關心，反而讓對方覺得有壓力。適當保持距離，給彼此一點空間反而更好。已有伴者的你，和伴侶開玩笑要注意分寸，別拿對方的痛點或敏感話題調侃，比如別笑對方“胖了”或“笨手笨腳”。用輕鬆的方式表達愛意，比如誇對方“真可愛”，比諷刺更讓人開心。",
        "take_star": "",
        "work_text": "容易被“完美想象”牽著走，比如幻想項目一帆風順，或期待學習立刻看到成效，但現實可能因細節疏漏或進度滯後而打折扣。這種落差容易讓你焦慮，甚至懷疑自己的能力。建議把大目標拆解成小步驟，先完成再優化，避免因過度追求理想狀態而停滯不前。",
        "lucky_star": "獅子座",
        "money_text": "求財的想法很多，但容易混亂，比如同時考慮多個賺錢方式，卻沒一個落地。建議先選一個最可行的方向，集中精力推進，比如整理手頭的資源，看看哪些能快速變現。晚上可以寫下來自己的計劃，分步驟執行，避免被雜念干擾。",
        "health_text": "壓力可能有點大，比如工作上有緊急任務，或者家庭瑣事讓你煩心。別把情緒憋在心裡，可以通過正確的方式釋放，比如下班後和朋友聊聊天，或者寫日記把煩惱寫下來。也可以試試深呼吸練習，吸氣4秒，屏住呼吸7秒，再慢慢呼氣8秒，重複幾次，能讓心情平靜下來。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "缺乏安全感",
        "yi": "學習新知識",
        "all": "60%",
        "date": "2025-08-31",
        "love": "55%",
        "work": "65%",
        "money": "62%",
        "health": "58%",
        "notice": "患得患失的心態",
        "discuss": "67%",
        "all_text": "整體運勢有些起伏，你容易在“想做什麼”和“怕別人不滿意”之間搖擺。這種患得患失的心態會讓你變得猶豫，比如原本想表達的觀點，最後因為“怕衝突”而咽回去；或者想嘗試的事，因為“怕失敗”而放棄。你可能會發現，自己更在意他人的評價，甚至會不自覺地調整行為來迎合別人的期待，反而失去了平時的灑脫。這種狀態下，你容易忽略自己的真實需求，比如為了“讓某人開心”而委屈自己，或為了“不顯得自私”而壓抑想法。不過，這種“討好”的傾向也給了你觀察自己的機會——當你又開始糾結“別人怎麼想”時，試著問自己：“我真正想要的是什麼？”關鍵詞是“關注自我”，別用“別人會不會滿意”作為行動標準，而是優先照顧自己的感受。偶爾“任性”一點，反而能讓你更輕鬆。",
        "love_text": "單身的你，說話容易不經大腦，比如吐槽朋友的穿搭或評論別人的感情，可能會無意中得罪人。少說話多傾聽，反而能避免尷尬。已有伴者的你，和伴侶溝通時注意表達方式，比如別用“你總是……”的句式指責對方，換成“我覺得如果……可能會更好”會更溫和。比如對方忘記倒垃圾，你可以說“垃圾有點多，我們一起處理吧？”比抱怨更有效。",
        "take_star": "",
        "work_text": "容易陷入“動力不足”的狀態，比如明明有任務要完成，卻提不起勁，或學習時總想偷懶刷手機。這種“擺爛”心態會讓你效率低下，甚至影響後續進度。不過別太自責，偶爾放鬆不是錯，但可以給自己設定小獎勵，比如完成一項任務後看10分鐘視頻，用“即時反饋”激發行動力。",
        "lucky_star": "處女座",
        "money_text": "容易貪小便宜，比如為了折扣買不需要的東西，或者輕信“免費”陷阱。購物前先確認是否真的划算，別被“省了就是賺了”的心理誤導。如果有合作機會，別隻盯著眼前小利，要評估長期收益。晚上可以檢查下賬戶，確保沒有意外扣費。",
        "health_text": "別長時間低頭玩手機，比如刷短視頻、打遊戲，這樣容易讓頸椎和眼睛疲勞，出現脖子痠痛、視力模糊的情況。每隔20分鐘抬頭看看遠處，活動下脖子，做做眼保健操。如果必須用手機，可以把屏幕調至和眼睛平視的角度，減少頸部壓力，保護視力。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "傳播小八卦",
        "yi": "進行頭腦風暴",
        "all": "88%",
        "date": "2025-08-31",
        "love": "83%",
        "work": "87%",
        "money": "92%",
        "health": "80%",
        "notice": "需保持理性分析",
        "discuss": "89%",
        "all_text": "整體運勢平順，你的思考力在線，適合處理需要理性分析的事。你可能會發現，平時容易忽略的細節，能自然注意到；原本模糊的想法，也能通過梳理變得清晰。這種“善於思考”的狀態會讓你更願意深入問題，比如對某個話題產生興趣時，會主動查找資料或和他人探討，而不是停留在表面。你可能會更關注“如何優化”或“如何改進”，這種務實的心態會讓你對生活多一份掌控感。不過，這種“思考模式”也可能讓你過度糾結細節，比如對小事反覆推敲，或對計劃要求過高，反而消耗精力。建議你在保持思考的同時，也給自己一點“放鬆時間”，比如允許自己“暫時不想”，或把注意力放在“已經完成”的部分。你適合做需要動腦的事，無論是整理信息還是規劃未來，都能在思考中找到方向。",
        "love_text": "單身的你，可能遇到聊得來的對象，比如通過工作或興趣群組認識的人，從分享日常到聊人生理想，話題不斷。別急著推進關係，先享受這種輕鬆的交流感。已有伴者的你，和伴侶可以培養共同話題，比如一起追一部劇或玩一款遊戲，討論劇情或攻略時，會發現彼此有更多默契。別總忙著各自忙，留點時間一起“浪費時間”也很重要。",
        "take_star": "",
        "work_text": "每完成一項小任務都能獲得成就感，比如整理好一份報告、攻克一道難題，這些積累會讓你逐漸看到整體進展。這種“穩中求進”的節奏很適合你，雖然可能沒有大突破，但每一步都走得踏實，長期來看成果會更顯著。別因為進度慢而焦慮，保持耐心就好。",
        "lucky_star": "天蠍座",
        "money_text": "可以小試牛刀，比如嘗試新的賺錢方法，或者把閒置物品掛到二手平臺。你的務實態度會幫你避開風險，但別因為怕失敗而不敢行動。如果有投資想法，可以先諮詢專業人士，再決定是否入場。晚上可以總結下收穫，為後續計劃做準備。",
        "health_text": "培養良好的生活習慣，比如早起喝杯溫水，促進腸胃蠕動；吃飯時細嚼慢嚥，避免暴飲暴食；晚上睡前整理好第二天要用的物品，減少早晨的慌亂。這些小習慣看似不起眼，但長期堅持能提升生活質量，讓身體更健康，做事也更有效率。",
        "lucky_color": "寶藍色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "一整天玩手機",
        "yi": "多出門走走",
        "all": "90%",
        "date": "2025-08-31",
        "love": "92%",
        "work": "93%",
        "money": "88%",
        "health": "91%",
        "notice": "行動和想法同步",
        "discuss": "97%",
        "all_text": "整體運勢呈上升趨勢，你的行動和想法能高度同步，想到的事能快速落實。這種“知行合一”的狀態會讓你特別有成就感，連平時覺得麻煩的小事，也能高效處理。你可能會發現，自己的創造力被激發，比如突然冒出新點子，或對舊問題找到新解法，這種“靈感在線”的感覺會讓你更願意嘗試新事物。你可能會更主動地表達自己，無論是分享想法還是參與討論，都能得到積極的反饋，進一步增強你的自信。不過，這種高效狀態也可能讓你忽略休息，比如為了“多做一點”而壓縮放鬆時間，反而影響後續狀態。建議你在推進計劃時，也保留一點“緩衝空間”，比如完成目標後給自己一點獎勵，或穿插一些輕鬆的小活動。你適合做能激發熱情的事，無論是興趣愛好還是個人目標，都能在行動中找到動力。",
        "love_text": "單身的你，可能和喜歡的人突然心意相通，比如對方主動分享心事，或你發現彼此對某件事的看法驚人相似。抓住這種默契，多聊幾句，關係可能更進一步。已有伴者的你，和伴侶的相處會格外輕鬆，哪怕只是一起做飯或散步，也能感受到彼此的快樂。別總想著“要做什麼特別的事”，簡單的陪伴反而最珍貴，比如睡前一起聽首喜歡的歌，就很美好。",
        "take_star": "",
        "work_text": "之前的努力會迎來明顯回報，比如工作上的方案被認可、學習中的成績提升，這些成果會讓你更有信心繼續前進。你的獨特思維和創新能力是關鍵優勢，無論是解決問題還是提出新想法，都能讓人眼前一亮。不過別因為順利就放鬆，保持專注能讓成果更持久。",
        "lucky_star": "金牛座",
        "money_text": "可能有零碎小財進賬，比如兼職收入、紅包，或者賣閒置的錢。別小看這些小錢，積少成多也能派上大用場。適合整理下手頭的零錢，集中存入一個賬戶，方便管理。如果有新的賺錢靈感，可以記錄下來，後續慢慢完善。",
        "health_text": "要注意飲食營養的均衡，比如早餐可以吃個雞蛋、喝杯豆漿，搭配全麥麵包；午餐和晚餐要有蔬菜、肉類和主食，避免只吃單一食物。如果平時愛吃零食，可以選擇堅果、水果等健康零食，少吃高糖高鹽的加工食品。營養均衡了，身體才能有足夠的能量應對一天的活動。",
        "lucky_color": "草綠色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "亂髮小脾氣",
        "yi": "看一場電影",
        "all": "75%",
        "date": "2025-08-31",
        "love": "60%",
        "work": "76%",
        "money": "71%",
        "health": "72%",
        "notice": "跟感覺走的模式",
        "discuss": "78%",
        "all_text": "整體運勢中規中矩，你的狀態比較平穩，但容易陷入“跟著感覺走”的模式，缺乏理性的梳理。你可能會發現，自己的情緒容易受外界影響，比如看到別人的動態會跟著開心或低落，或對小事產生不必要的聯想。這種“感性主導”的狀態會讓你更關注感受，卻容易忽略問題的本質，比如對某個決定猶豫時，更多是“怕不開心”而不是“是否合理”。不過，這種“情緒敏感”也給了你觀察自己的機會——當你又開始被情緒牽著走時，試著停下來問自己：“這件事的實際影響是什麼？”關鍵詞是“理性補位”，你不需要完全壓抑感受，而是可以在感性之後，用理性的角度再分析一遍。比如，先接納自己的情緒，再思考“如何解決”或“如何調整”。這種“感性與理性平衡”的狀態，會讓你更清楚自己的需求，也能避免過度內耗。",
        "love_text": "單身的你，容易因為小事玻璃心，比如對方沒及時回消息，就懷疑自己是不是哪裡不好。別太敏感，對方可能只是忙，別把情緒放大。已有伴者的你，和伴侶相處時別總患得患失，比如擔心對方不夠愛你，或糾結“他是不是變了”。試著直接表達需求，比如“我需要你多陪陪我”，比自己瞎想更有效。安全感不是等來的，是彼此用心給的。",
        "take_star": "",
        "work_text": "成果需要靠努力兌換，沒有太多捷徑可走，但你的付出會被看見。比如工作上多花時間檢查細節，學習上多複習一遍重點，這些看似“笨拙”的堅持會讓你避免很多錯誤，最終成果可能比預期更好。別因為過程辛苦而放棄，每一步踏實都算數，堅持到最後會有驚喜。",
        "lucky_star": "射手座",
        "money_text": "對理財沒什麼想法，可能會隨性消費，比如看到喜歡的東西就買，或者為了情緒買單。建議設置一個消費上限，避免超支。如果想增加收入，可以和朋友聊聊，看看他們有沒有好的建議或機會。晚上可以簡單記錄下開支，培養理財意識。",
        "health_text": "要提防上火的問題，比如少吃辣椒、燒烤等辛辣食物，多喝溫水，可以泡點菊花茶或金銀花茶，有清熱去火的作用。如果已經出現喉嚨痛、口腔潰瘍等上火症狀，別吃太燙或太硬的食物，避免刺激傷口。保持飲食清淡，能讓你少受上火的困擾，身體更舒服。",
        "lucky_color": "奶茶色",
        "lucky_number": "7"
      }
    }
  }
}