{
  "updated": "2025-08-20T23:08:14.558Z",
  "updateTime": "2025/8/21 上午7:08:14",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 23125,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拆別人臺",
        "yi": "提升個人魅力",
        "all": "86%",
        "date": "2025-08-21",
        "love": "81%",
        "work": "83%",
        "money": "89%",
        "health": "80%",
        "notice": "有條不紊地進行",
        "discuss": "84%",
        "all_text": "你的整體運勢穩穩當當，像走在一條平坦的大路上，沒什麼大坑小窪絆腳。與人交流是運勢裡的亮點，你很容易在聊天裡收穫新東西，可能是朋友分享的冷門小知識，讓你覺得新鮮又有趣；也可能是在社交場合聽到一些行業小道消息，拓寬了你的信息面。不過，交流時可得長個心眼，不是所有信息都靠譜，有些聽著天花亂墜的內容，背後可能藏著水分，得有所篩選，別一股腦全信。另外，你的心態比較平和，遇到小麻煩也不會急得跳腳，能冷靜地想辦法解決。這種沉穩的狀態，讓你在處理日常瑣事時更得心應手，比如整理房間、規劃日常開銷，都能有條不紊地進行。生活裡的小確幸也不少，可能是一頓美味的家常飯，或者路上看到的一朵漂亮小花，都能讓你心情愉悅。總之，就順著這穩穩的節奏，把這一天過得舒舒服服。",
        "love_text": "單身的你，別總宅在家裡啦，多出門走走，說不定在街頭巷尾、商場公園，就能邂逅那個讓你心動的人。新的環境會為你帶來新的緣分契機。已有伴者的你，不妨和伴侶一起規劃學習新技能或者培養共同愛好，在這個過程中，你們能相互鼓勵、共同進步，感情也會在攜手成長中愈發深厚，彼此的關係會更加緊密。",
        "take_star": "",
        "work_text": "整體狀態積極，有著向好的發展勢頭，不過前進途中會遇到一些小阻礙。就像爬山時碰到幾塊擋路的石頭，可能會讓你短暫停頓，但別灰心。只要秉持堅持到底的信念，憑藉自身那股不服輸的衝勁，持續發力，就能逐步跨越障礙，收穫成果。",
        "lucky_star": "巨蟹座",
        "money_text": "財運挺不錯，會有一些意外的收入機會找上門，可能是之前合作的小項目有了額外分紅，或是朋友帶來的小商機。不過，在面對這些收入時別太沖動消費，看到喜歡的東西就想買，容易把錢花在不必要的地方。最好先規劃一下，把一部分錢存起來，另一部分用於合理消費，這樣才能讓財運穩穩地留在身邊。",
        "health_text": "需重點關注日常習慣的養成，尤其是久坐後容易忽略的拉伸環節。長時間保持同一姿勢工作或刷手機，可能導致肩頸僵硬，建議每小時起身活動五分鐘，做做擴胸或轉頸動作。傍晚可安排15分鐘快走，促進血液循環，避免因肌肉緊繃引發頭痛。睡前避免劇烈運動，否則反而影響入睡質量。",
        "lucky_color": "奶油色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人情緒",
        "yi": "學習傳統文化",
        "all": "87%",
        "date": "2025-08-21",
        "love": "86%",
        "work": "85%",
        "money": "80%",
        "health": "83%",
        "notice": "慢悠悠享受生活",
        "discuss": "79%",
        "all_text": "你的整體運勢還不賴，就像天氣晴朗，適合慢悠悠地享受生活。你一貫腳踏實地的風格，將會發揮大作用，不管做什麼事，都能按自己的節奏來，不慌不忙，穩穩當當。這種節奏讓你在處理事情時更專注，不容易被外界干擾，比如整理文件、打掃衛生，都能高效完成。而且，你對生活的掌控感很強，知道自己想要什麼，不想要什麼，不會盲目跟風或者衝動消費。在與人相處時，你也保持著真誠和耐心，不會因為一點小事就發脾氣，這種溫和的態度讓你的人際關係更加和諧。生活可能沒有太多大起大落，但這種平淡中的安穩，反而讓你覺得很踏實。你可以利用閒暇的時間，做一些自己喜歡的事，比如看看書、聽聽音樂，享受這份寧靜與舒適。",
        "love_text": "單身的你，或許會有一些低調的緣分悄然降臨，可能是在工作場合中，也可能是在日常的社交小聚裡，對方可能不會那麼張揚，需要你用心去感受和發現。已有伴者的你，能明顯感受到伴侶對你的尊重，在討論事情時，對方會認真傾聽你的想法，讓你覺得自己在這段感情裡備受重視，感情也會更加穩定和諧。",
        "take_star": "",
        "work_text": "處於穩步上升階段。你有著清晰的規劃和目標，執行起來有條不紊。在推進過程中，能不斷吸收新知識、新技能，提升自己的能力。這種積極進取的狀態會讓你在各個方面都取得不錯的進展，無論是處理複雜問題還是應對新挑戰，都能遊刃有餘，為未來發展積累優勢。",
        "lucky_star": "水瓶座",
        "money_text": "理財方面會有一些新的想法和思路，或許能發現一些不錯的投資小方向，比如小眾但有潛力的理財產品。但別急於把錢投進去，要多做些調研和了解，確保其安全性。同時，在消費上要保持一貫的理性，別因為財運好就放鬆警惕，隨意增加不必要的開支，守住錢袋子才能讓財運持續。",
        "health_text": "要當心“躺平”姿勢帶來的健康隱患，側躺刷手機或蜷縮在沙發上看劇時，頸椎和腰椎會承受額外壓力，容易引發局部痠痛。建議使用靠枕支撐腰部，手機屏幕與視線平齊，減少低頭幅度。午休儘量選擇平躺姿勢，若條件有限，可佩戴U型枕緩解頸部壓力，避免長時間壓迫神經。",
        "lucky_color": "墨綠色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "做事太沖動",
        "yi": "參觀博物館",
        "all": "60%",
        "date": "2025-08-21",
        "love": "58%",
        "work": "52%",
        "money": "66%",
        "health": "67%",
        "notice": "衝動行事栽跟斗",
        "discuss": "61%",
        "all_text": "整體運勢略顯嚴峻，就像走在一條有點崎嶇的小路上，得小心別摔跤。你平時那股風風火火、想一出是一出的勁兒，現在可得按捺住。衝動行事很容易讓你做出錯誤的決定，比如看到一件東西就急著買，結果回家發現根本不需要；或者聽到一個消息就急著傳播，最後發現是假的，讓自己陷入尷尬。你的情緒也容易波動，可能會因為一點小事就煩躁不安，這時候更得提醒自己冷靜下來，別讓情緒主導你的行為。在做選擇時，要多思考、多權衡，別急著下結論。生活裡可能會有一些小麻煩找上門，比如出門忘帶東西、和家人有點小摩擦，但只要你能穩住心態，這些麻煩都能慢慢解決。別給自己太大壓力，遇到問題就深呼吸，告訴自己慢慢來，總能找到辦法。",
        "love_text": "單身的你，在擇偶時可能會過於看重現實條件，比如物質基礎、家庭背景等，這可能會讓你忽略掉一些真正適合你的人。已有伴者的你，會面臨一些現實壓力，比如經濟方面的難題或者家庭瑣事的困擾，這需要你們一起冷靜面對，共同商量解決辦法，不要讓壓力影響了感情。",
        "take_star": "",
        "work_text": "容易陷入驕傲自大的情緒中，取得一點小成績就沾沾自喜，對自己的能力過度高估。這種心態會讓你忽視自身存在的問題和不足，在處理事情時不夠謹慎，可能會因為疏忽大意而犯錯。而且驕傲自大還會影響你與他人的關係，導致合作不順暢。需要時刻保持清醒的頭腦，認識到自己的侷限，不斷學習和進步。",
        "lucky_star": "射手座",
        "money_text": "理財方面會有一些新的想法和思路，或許能發現一些不錯的投資小方向，比如小眾但有潛力的理財產品。但別急於把錢投進去，要多做些調研和了解，確保其安全性。同時，在消費上要保持一貫的理性，別因為財運好就放鬆警惕，隨意增加不必要的開支，守住錢袋子才能讓財運持續。",
        "health_text": "情緒波動可能影響生理狀態，容易因瑣事產生焦慮感，進而引發胃部不適或失眠。建議通過深呼吸練習平復心情——吸氣4秒、屏息2秒、呼氣6秒，重複5次即可見效。若感到煩躁，可嘗試整理桌面或整理房間，通過具體行動轉移注意力，避免陷入過度思考的循環。",
        "lucky_color": "淡紫色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "封閉不社交",
        "yi": "專注一件事",
        "all": "97%",
        "date": "2025-08-21",
        "love": "98%",
        "work": "95%",
        "money": "96%",
        "health": "98%",
        "notice": "多出門遇到好事",
        "discuss": "92%",
        "all_text": "你的整體運勢不斷走高，一路向上。多出門是這一天提升運勢的關鍵，走出家門，你會發現自己更容易遇到好事。可能是走在路上碰到老朋友，兩人聊得熱火朝天，回憶起許多美好的往事；也可能是在商場裡偶然遇到打折促銷，買到心儀已久的東西，省了不少錢。你的心情格外舒暢，臉上總是掛著笑容，這種積極的狀態也會感染身邊的人，讓你的人際關係更加融洽。在生活裡，你可能會發現一些平時沒注意到的小美好，比如小區裡的花開得更豔了，或者鄰居家的小貓衝你撒嬌，這些小細節都能讓你感到溫暖和快樂。而且，你的運氣不錯，做什麼事都感覺順順當當的，哪怕遇到一點小困難，也能輕鬆化解。所以，別宅在家裡，多出去走走，擁抱這份好運吧。",
        "love_text": "單身的你，朋友可能會成為你的愛情助力，他們會熱心地為你牽線搭橋，介紹合適的對象給你認識，說不定其中就有那個能與你攜手一生的人。已有伴者的你，和伴侶之間的感情會迅速升溫，一個溫暖的擁抱、一句貼心的問候，都能讓你們感受到彼此濃濃的愛意，珍惜這份甜蜜，好好享受當下。",
        "take_star": "",
        "work_text": "準備十分充足，對即將面臨的各種情況都有清晰的預判和應對策略。無論是新任務的挑戰，還是突發狀況的出現，你都能從容應對。前期充分的準備讓你在執行過程中更加自信，能夠高效地完成各項事務。而且這種嚴謹的態度會讓你在細節上處理得更加完美，避免出現不必要的失誤。",
        "lucky_star": "摩羯座",
        "money_text": "有不少賺錢的機會主動靠近你，可能是工作上的出色表現帶來豐厚的獎金，或是兼職有了不錯的收益。在享受財運帶來的喜悅時，也要注意合理規劃這些收入。可以考慮把一部分錢用於提升自己的技能，為未來的賺錢之路打下更堅實的基礎，另一部分存起來，以備不時之需，讓財運細水長流。",
        "health_text": "牙齒健康需格外留意，食用冷飲或甜食後，牙齒敏感風險較高，尤其是已有齲齒或牙周炎的人群。建議隨身攜帶牙線，飯後及時清理食物殘渣，避免酸性物質腐蝕牙釉質。若需飲用冰飲，可使用吸管減少液體與牙齒接觸，夜間刷牙後切勿再進食，防止細菌滋生。",
        "lucky_color": "淺藍色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢太揮霍",
        "yi": "提升個人品味",
        "all": "90%",
        "date": "2025-08-21",
        "love": "92%",
        "work": "91%",
        "money": "93%",
        "health": "92%",
        "notice": "優勢能充分發揮",
        "discuss": "89%",
        "all_text": "幸運在線的一天，整體運勢好得沒話說。你的優勢能得到充分發揮，不管是你的領導力、創造力，還是溝通能力，都能在合適的場合展現出來，讓別人對你刮目相看。你就像舞臺上的明星，走到哪裡都能吸引眾人的目光，成為焦點。而且，你將會左右逢源，和不同的人相處都能相處得很好。和朋友在一起時，你能活躍氣氛，讓大家玩得很開心；和長輩交流時，你又能表現出尊重和懂事，贏得他們的喜愛。生活裡也是驚喜不斷，可能是收到一份意外的禮物，或者吃到一頓美味的大餐，這些小驚喜都能讓你的心情更加愉悅。不如就盡情享受這份幸運吧，大膽地去做自己想做的事，相信一切都會順順利利。",
        "love_text": "單身的你，有很多表現自己的機會，在社交場合中大膽展現你的魅力和才華，很容易吸引到異性的目光，說不定就能開啟一段美好的戀情。已有伴者的你，不妨和伴侶一起制定約會計劃，去看一場電影、吃一頓浪漫的晚餐，為平淡的生活增添一些儀式感，讓你們的感情更加甜蜜。",
        "take_star": "",
        "work_text": "擁有超前的意識和敏銳的洞察力，能提前預見到可能出現的問題和機會。在安排各項事務時，能夠合理規劃時間和資源，提前做好應對措施。這種前瞻性讓你在競爭中佔據優勢，能夠搶佔先機，避免陷入被動局面。而且你的決策果斷，行動迅速，能夠及時抓住機會。",
        "lucky_star": "雙魚座",
        "money_text": "財運相當旺盛，在社交場合中可能會結識到能給你帶來財運的人，也許是一次合作機會，讓你獲得可觀的收入。不過，在與人合作時，要簽訂好詳細的合同，明確雙方的權利和義務，避免後期出現糾紛。同時，別因為財運好就大手大腳地花錢，要有理財規劃，讓每一分錢都花得有價值，讓財運一直旺下去。",
        "health_text": "久坐不動是主要健康風險，長時間伏案工作或追劇可能導致下肢血液循環變慢，出現腳踝浮腫或腿部發沉。建議每兩小時起身走動，做做踮腳尖或高抬腿動作，促進靜脈迴流。午休時可選擇靠牆站立10分鐘，或進行簡單的拉伸，避免長時間保持同一坐姿壓迫血管。",
        "lucky_color": "咖啡色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "沉浸藝術美",
        "all": "52%",
        "date": "2025-08-21",
        "love": "46%",
        "work": "50%",
        "money": "54%",
        "health": "62%",
        "notice": "提不起勁狀態差",
        "discuss": "58%",
        "all_text": "整體運勢低迷，就像被一層陰雲籠罩著，做什麼事都感覺提不起勁。你很容易出現一心多用的情況，比如一邊看電視一邊玩手機，結果兩邊都沒看好；或者在做一件事的時候，腦子裡還在想著其他事，導致注意力不集中，效率低下。這種狀態會讓你在處理事情時頻繁出錯，比如寫錯字、算錯數，給自己帶來不必要的麻煩。而且，你可能會變得有些敏感，別人的一句話、一個眼神，都可能讓你想太多，陷入自我懷疑和焦慮中。生活裡也可能會遇到一些小挫折，比如出門遇到堵車、買東西遇到質量問題，這些小事會讓你更加煩躁。不過，別讓這些負面情緒一直困擾著你，試著給自己找點放鬆的事做，比如聽會兒音樂、泡個熱水澡，讓自己的心情慢慢平復下來。記住，運勢只是暫時的，調整好心態，明天又會是新的開始。",
        "love_text": "單身的你，可能會有點破罐子破摔的心態，對脫單不抱太大希望，這種消極情緒可不利於遇到緣分哦，調整下心態，說不定愛情就在下一個轉角。已有伴者的你，和伴侶相處久了，也別不修邊幅，注意自己的形象和言行，偶爾給對方一些小驚喜，能讓感情保持新鮮感。",
        "take_star": "",
        "work_text": "容易過於糾結小細節，對一些無關緊要的細節過分關注，花費大量時間和精力去處理，而忽略了整體的目標和進度。這種對細節的過度執著會讓你在一些小事上陷入困境，導致整體效率低下，還可能因為忽略了重要的事情而出現問題。需要學會把握大局，分清主次，合理分配時間和精力。",
        "lucky_star": "獅子座",
        "money_text": "可能會遇到一些經濟上的小麻煩，比如突然需要支付一筆意外的費用，或是投資的項目出現小虧損。這時候彆著急上火，要冷靜分析問題所在。在理財方面，暫時不要進行大的資金變動，先觀察市場動態。消費上要嚴格控制，能省則省，避免不必要的開支，等財運好轉後再做打算。",
        "health_text": "精神狀態容易受外界干擾，可能出現注意力渙散或輕微頭暈，可能與睡眠不足或飲食不規律有關。建議早餐補充蛋白質（如雞蛋、牛奶），避免空腹喝咖啡刺激腸胃。若感到疲憊，可閉眼靜坐5分鐘，配合輕柔的太陽穴按摩，幫助恢復精力。午後避免攝入高糖食物，防止血糖波動加劇睏倦感。",
        "lucky_color": "金黃色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度玩手機",
        "yi": "打卡新店鋪",
        "all": "96%",
        "date": "2025-08-21",
        "love": "94%",
        "work": "93%",
        "money": "98%",
        "health": "96%",
        "notice": "輕鬆應對很高效",
        "discuss": "92%",
        "all_text": "對你來說真是得心應手的一天，做什麼都感覺順風順水。你處理起日常事務來格外高效，不管是安排生活瑣事，還是和身邊人溝通協調，都能輕鬆應對，很少出現卡殼的情況。而且，你總能找到更巧妙的方法去完成任務，原本可能需要花費不少時間和精力的事，做起來卻能事半功倍，節省了不少力氣。這種順利的狀態也會讓你的心情格外舒暢，臉上常常掛著笑容，這種積極的情緒又會進一步感染身邊的人，讓你的人際關係更加和諧融洽。在生活裡，你可能會發現一些平時沒注意到的小美好，比如路過一家小店，裡面的佈置讓你覺得特別溫馨；或者聽到一首喜歡的歌，心情瞬間變得愉悅起來。",
        "love_text": "單身的你，很利於提升在心儀對象心目中的好感度，真誠地和對方交流，展現你的溫柔和體貼，會讓對方對你產生更多的好感。已有伴者的你，會有浪漫的加持，可能是伴侶精心準備的小禮物，也可能是一起度過的一個溫馨夜晚，這些浪漫時刻會讓你們的感情更加甜蜜。",
        "take_star": "",
        "work_text": "你的洞察力超強，能迅速捕捉到周圍環境裡的細微變化和潛在信息。在處理各類事務時，憑藉這份敏銳，你可以提前預判可能出現的問題，並做好應對準備。面對複雜局面，也能精準分析出關鍵所在，從而高效地做出決策。這種能力讓你在推進各項事務時順風順水，很容易取得令人滿意的成果，為後續發展打下良好基礎。",
        "lucky_star": "金牛座",
        "money_text": "財運非常好，在事業上的努力會得到豐厚的回報，可能是升職加薪，或是項目成功帶來的高額提成。在享受財運的同時，要學會分享，可以適當請家人朋友吃頓飯，增進感情。同時，也要為自己的未來做打算，把一部分錢用於投資自己，比如學習新的知識和技能，提升自己的競爭力，讓財運一直伴隨你。",
        "health_text": "需警惕“上火”症狀，食用辛辣、油炸食品後，可能出現口腔潰瘍或喉嚨幹痛。建議飲食以清淡為主，多選擇冬瓜、苦瓜等涼性蔬菜，搭配綠豆湯或菊花茶輔助降火。若已出現不適，可用淡鹽水漱口緩解炎症，避免熬夜加重體內燥熱，保持室內空氣溼潤。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "報復心作祟",
        "yi": "享受慢生活",
        "all": "70%",
        "date": "2025-08-21",
        "love": "72%",
        "work": "74%",
        "money": "65%",
        "health": "78%",
        "notice": "維持著固有現狀",
        "discuss": "75%",
        "all_text": "你的整體運勢一般，生活像是放慢著腳步，維持著固有的現狀，沒什麼大的波瀾。你似乎不太願意做出改變，更傾向於保持自己熟悉的生活模式和節奏，對於新事物、新挑戰，可能會下意識地選擇迴避。這種狀態讓你在處理事情時，更多是依靠以往的經驗和方法，雖然能保證不出錯，但也很難有新的突破和收穫。在與人相處時，你也保持著一種不冷不熱的態度，不會主動去拓展社交圈子，也不會輕易和別人發生衝突，關係就那麼不溫不火地維持著。生活裡可能沒有太多讓你興奮或者沮喪的事情，一切都顯得平平淡淡。不過，這種平靜也有它的好處，能讓你有更多的時間去思考和沉澱自己。如果你覺得這樣的狀態有些乏味，也可以試著給自己找點小樂趣，比如看一場電影、讀一本好書，為生活增添一些色彩。",
        "love_text": "單身的你，不妨多表達自己的想法和感受，讓身邊的人更瞭解你，這樣也更容易吸引到與你靈魂契合的人。已有伴者的你，在做決策或者遇到問題時，要多與伴侶商量，尊重對方的意見，共同參與會讓你們的關係更加平等和諧。",
        "take_star": "",
        "work_text": "照既定的節奏和方式推進各項事務，這種按部就班的模式能讓你保持穩定的輸出，確保事情有條不紊地進行，減少出現意外狀況的概率。不過，過於依賴常規做法可能會讓你錯過一些新的機會和創新點，在面對突發情況時，應變能力也會稍顯不足。需要適時跳出舒適區，嘗試一些新的方法。",
        "lucky_star": "處女座",
        "money_text": "財運狀況平平，在賺錢方面可能會感覺有些吃力，努力了很久也沒有看到明顯的收入增長。這時候別灰心喪氣，要保持積極的心態。在理財方面，不要盲目跟風投資，要多學習一些理財知識，提高自己的理財能力。消費上要理性，避免衝動購物，把每一分錢都花在刀刃上，等待財運好轉的那一天。",
        "health_text": "水分攝入不足是健康隱患，長時間處於空調房或忙碌時忘記喝水，可能導致皮膚乾燥或便秘。建議隨身攜帶水杯，設定每小時喝水提醒，少量多次補充水分。若覺得白水寡淡，可添加檸檬片或薄荷葉增加風味。避免用含糖飲料替代飲水，否則反而加重身體負擔。",
        "lucky_color": "深藍色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於愛面子",
        "yi": "參與藝術創作",
        "all": "74%",
        "date": "2025-08-21",
        "love": "79%",
        "work": "62%",
        "money": "77%",
        "health": "71%",
        "notice": "主動地揚長避短",
        "discuss": "73%",
        "all_text": "你的整體運勢尚可，雖然沒有特別突出的好運，但只要你能主動揚長避短，日子也能過得相對順一些。你對自己的優點和不足有比較清晰的認識，知道自己在哪些方面擅長，哪些方面容易出問題。所以在做事情的時候，你會有意識地發揮自己的長處，避開那些可能讓自己陷入困境的短板。比如，如果你擅長溝通，就會主動去處理需要和人打交道的事情；如果你不太擅長細緻的工作，就會提醒自己多檢查幾遍，避免出錯。在生活裡，你也能保持一種樂觀的心態，遇到小麻煩不會過分糾結，而是想辦法儘快解決。這種積極的態度會讓你在面對各種情況時都更加從容。不過，也別因為運勢尚可就掉以輕心，還是要時刻保持警惕，留意身邊可能出現的變化，這樣才能更好地應對各種情況。",
        "love_text": "單身的你，似乎沒有強烈的脫單想法，更享受自由自在的單身生活，不過偶爾也可以留意下身邊的人，說不定緣分就在不經意間出現。已有伴者的你，要注意平衡自己和伴侶的時間，別因為自己的事情忽略了對方的感受，多花些時間陪伴彼此，感情才能更穩固。",
        "take_star": "",
        "work_text": "略顯保守，在面對新事物和新挑戰時，會不自覺地產生猶豫和退縮的情緒。這種心態會限制你的思維和行動，讓你錯過一些發展的好機會。雖然謹慎行事沒有錯，但過度保守會讓你在競爭中處於劣勢。需要適當調整自己的心態，勇敢地邁出第一步，嘗試一些新的領域和方法，才能拓寬自己的發展道路。",
        "lucky_star": "雙子座",
        "money_text": "你的財運處於中等水平，會有一些小的賺錢機會出現，比如通過兼職賺點外快，或是參與一些小活動獲得獎勵。雖然收入不多，但也是一筆額外的財富。在理財方面，可以把這些小錢存起來，積少成多。消費上不要因為收入增加就隨意揮霍，要有節制，合理規劃自己的開支，讓財運穩步提升。",
        "health_text": "飲食需注意營養均衡，外賣或速食可能因調味過重或食材單一，導致維生素攝入不足。建議午餐增加綠葉菜比例，搭配少量堅果補充不飽和脂肪酸。若時間緊張，可用水果（如香蕉、蘋果）替代零食，避免過度依賴加工食品。晚餐儘量選擇易消化的粥品或蒸煮類食物，減輕腸胃負擔。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度批評別人",
        "yi": "開展旅遊計劃",
        "all": "58%",
        "date": "2025-08-21",
        "love": "59%",
        "work": "52%",
        "money": "55%",
        "health": "60%",
        "notice": "小狀況接二連三",
        "discuss": "56%",
        "all_text": "你的整體運勢不容大意，各種小狀況可能會接二連三地冒出來，讓你有點應接不暇。原本計劃好的事情，可能會因為一些意外因素而被打亂，比如出門前突然發現東西忘帶了，或者原本約好的人臨時有事來不了。在處理這些突發狀況時，你可能會感到有些煩躁和無奈，但又不得不硬著頭皮去解決。而且，你的情緒也容易受到影響，可能會因為一點小事就變得焦慮或者低落，這種負面情緒又會進一步影響你處理事情的效率和狀態。生活裡也可能會遇到一些讓你頭疼的小麻煩，比如家裡的電器突然壞了，或者和鄰居發生了一點小摩擦。不過，別讓這些狀況把你打倒，儘量保持冷靜和理智，一件一件地去解決問題。相信憑藉你的能力和毅力，最終都能把這些小狀況處理好，只是可能需要多花點時間和精力。",
        "love_text": "單身的你，比較消極被動，不太願意主動去結識新朋友，這樣很容易錯過緣分哦，試著主動一點，說不定愛情就會降臨。已有伴者的你，別總是等著對方主動，感情是相互的，偶爾你也主動一些，給伴侶一個驚喜，會讓對方感受到你的愛意。",
        "take_star": "",
        "work_text": "對自己要求過高，總是希望在各個方面都能做到盡善盡美。這種追求完美的態度雖然能讓你在做事時更加認真細緻，但也會給你帶來很大的壓力。過高的期望可能會讓你在面對一些小失誤時過於自責，影響自己的情緒和狀態。而且，過於注重細節可能會讓你忽略整體的大局，導致效率低下。需要學會適當放鬆，接受不完美。",
        "lucky_star": "天蠍座",
        "money_text": "財運極佳，在事業上的出色表現會為你帶來豐厚的收入，可能是業務拓展成功帶來的高額獎金，或是客戶的大力支持讓業績飆升。在享受財運的同時，要懂得感恩，感謝身邊幫助過你的人。同時，也要為自己的未來做好規劃，把一部分錢用於投資穩健的項目，讓財富不斷增值，讓財運一直旺盛下去。",
        "health_text": "要避免風扇或空調直吹頭部，冷風刺激可能導致偏頭痛或面部神經痙攣。使用空調時，溫度設定在26℃左右，風向調整為向上或左右擺動。若需長時間待在室內，可佩戴薄圍巾或帽子保護後頸，睡前用熱毛巾敷肩頸10分鐘，緩解肌肉緊張。外出時隨身攜帶外套，防止溫差過大引發感冒。",
        "lucky_color": "棕色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "焦慮又緊張",
        "yi": "學習時尚穿搭",
        "all": "60%",
        "date": "2025-08-21",
        "love": "56%",
        "work": "66%",
        "money": "53%",
        "health": "68%",
        "notice": "被動陷入是非中",
        "discuss": "54%",
        "all_text": "你的整體運勢略差，容易被動陷入是非之中，讓你有些頭疼。本來你可能只是想安安靜靜地過自己的日子，但周圍的一些人和事卻會把你捲入一些不必要的紛爭裡。可能是朋友之間的小矛盾，莫名其妙地把你牽扯進去，讓你不得不花時間去解釋和調和；也可能是網絡上的一些言論，讓你覺得心裡不舒服，忍不住想要回應，結果卻越鬧越大。這些是非會讓你感到很煩悶，打亂你原本的生活節奏。在與人相處時，你可能會變得更加謹慎，說話做事都會多留個心眼，生怕一不小心就說錯話或者做錯事，給自己帶來更多的麻煩。生活裡也可能會因為這些是非而變得有些壓抑，讓你提不起精神。不過，別讓這些是非影響了你的心情，儘量保持一顆平常心，能避開就避開，實在避不開就冷靜應對，相信很快就能擺脫這些困擾。",
        "love_text": "單身的你，過於沉迷網絡世界，可能會忽略了身邊真實的緣分，放下手機，多參與現實中的社交活動，才能遇到那個對的人。已有伴者的你，別因為玩手機而忽略了伴侶，在相處時多關注對方，一起聊聊天、做做家務，增進彼此的感情。",
        "take_star": "",
        "work_text": "總喜歡給自己找藉口，當遇到困難或沒有達到預期目標時，不是積極尋找解決辦法，而是用各種理由來為自己開脫。這種心態會讓你失去前進的動力和勇氣，無法正視自己的問題和不足。長時間這樣的話會導致你的能力無法得到提升，發展也會受到限制。需要學會勇敢地面對困難，承擔責任，積極尋找解決問題的方法。",
        "lucky_star": "天秤座",
        "money_text": "你的財運不太好，可能會遇到一些經濟上的困境，比如資金週轉困難，或是投資失敗導致損失。這時候別自怨自艾，要積極尋找解決辦法。可以和親朋好友商量，看看能否得到一些幫助。在理財方面，要吸取教訓，避免再次犯錯。消費上要嚴格控制，儘量減少不必要的開支，努力度過這段財運低谷期。",
        "health_text": "睡前加餐是健康雷區，夜間進食會增加腸胃負擔，影響深度睡眠質量。若感到飢餓，可選擇低熱量食物（如無糖酸奶、小把堅果），並在睡前1小時食用完畢。避免攝入咖啡因或高糖食物，否則可能導致入睡困難或夜間易醒。建議用溫水泡腳15分鐘，幫助放鬆身心，提升睡眠效率。",
        "lucky_color": "天青色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒太暴躁",
        "yi": "參加社交宴會",
        "all": "82%",
        "date": "2025-08-21",
        "love": "80%",
        "work": "82%",
        "money": "83%",
        "health": "86%",
        "notice": "知足常樂的心態",
        "discuss": "87%",
        "all_text": "你的整體運勢較為平順，沒有太多的大起大落，能夠保持知足常樂的心態。你不會給自己設定過高的目標，也不會對生活有太多的苛求，而是懂得珍惜眼前的小幸福。這種心態讓你在面對生活中的各種事情時，都能保持一種平和、淡定的態度。即使遇到一些小問題，你也不會過分焦慮，而是會想辦法慢慢解決。在生活裡，你會更注重自己的感受，做一些讓自己開心的事情，比如聽喜歡的音樂、看一場浪漫的電影，或者去戶外散散步，感受大自然的美好。和身邊的人相處時，你也能真誠地對待他們，不會計較太多得失，這種善良和寬容會讓你收穫更多的溫暖和友誼。",
        "love_text": "單身的你，或有機會培養感情，可能是和某個一直有好感的人有了更多的接觸機會，好好把握，說不定能發展出一段美好的戀情。已有伴者的你，增加和伴侶的互動，比如一起玩遊戲、做運動，在互動中你們能更加了解彼此，感情也會更加深厚。",
        "take_star": "",
        "work_text": "腳踏實地，一步一個腳印地推進各項事務。這種務實的態度讓你在處理事情時更加穩重可靠，能夠認真對待每一個細節，確保事情的質量。而且你有著堅定的信念和毅力，不會輕易被外界的干擾和困難所動搖。憑藉這份堅持和努力，你能夠逐步積累經驗和成果，為未來的發展打下堅實的基礎。",
        "lucky_star": "白羊座",
        "money_text": "財運很棒，會有一些意外之財降臨，可能是中了個小獎，或是收到一份意外的禮物。在享受這份驚喜的同時，也要保持清醒的頭腦。不要因為意外之財就放鬆對理財的重視，要把這筆錢合理規劃，可以存一部分，用一部分改善生活。同時，也要繼續努力工作，通過自己的努力創造更多的財富，讓財運一直圍繞著你。",
        "health_text": "需重點維護作息規律，熬夜或睡眠時間不固定可能導致免疫力下降，出現輕微感冒症狀。建議設定固定的起床和睡覺時間，即使放假也儘量保持一致。若感到睏倦，可午休20分鐘補充精力，但避免超過30分鐘，否則反而加重疲憊感。睡前1小時關閉電子設備，營造安靜黑暗的睡眠環境。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    }
  }
}