{
  "updated": "2025-10-26T13:12:42.661Z",
  "updateTime": "2025/10/26 下午9:12:42",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14825,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路看手機",
        "yi": "嘗試冷泡茶",
        "all": "66%",
        "date": "2025-10-26",
        "love": "59%",
        "work": "67%",
        "money": "52%",
        "health": "65%",
        "notice": "多去觀察少行動",
        "discuss": "58%",
        "all_text": "整體運勢下滑，可能會感覺周圍氛圍有些壓抑。你或許會遇到故意使壞的人，對方可能是出於嫉妒或單純想製造麻煩，這種針對會讓你感到煩躁。與人相處時，儘量保持距離，別輕易捲入是非中，有些矛盾能避開就避開，別硬碰硬。也容易因為情緒急躁而做出衝動決定，比如突然想買東西或改變計劃，但事後可能覺得沒必要。建議你儘量保持低調，別主動捲入是非，遇到矛盾時先冷靜，別急著反駁或爭執。同時，別因為別人的態度影響自己的判斷，該堅持的原則還是要堅持，但方式可以更柔和些。整體來看，適合多觀察、少行動，把精力放在自己能掌控的事情上，避免因為外界干擾而打亂節奏。遇到不順時，深呼吸幾次，告訴自己這只是暫時的，保持耐心，情況會慢慢好轉。",
        "love_text": "單身的你，容易不自覺擺出高冷姿態，明明想靠近卻總板著臉，反而讓對方不敢靠近。別把“酷”當保護色，偶爾笑一笑會讓氣氛輕鬆很多。已有伴者的你，心裡有話別總藏著，尤其是小委屈或期待，說出來對方才會懂。別總等對方猜，主動一點反而能減少誤會。",
        "work_text": "容易被瑣碎事務牽動情緒，比如臨時會議、文件反覆修改或同事的小摩擦，這些細節會讓你分心，甚至懷疑自己的效率。建議別把精力分散在“必須立刻解決”的小事上，先區分優先級，把核心任務完成再處理其他。",
        "lucky_star": "金牛座",
        "money_text": "要格外留意錢財往來，容易因人情或口頭承諾捲入糾紛，比如朋友借錢沒寫借條、合作分賬不清等。涉及金錢的事儘量白紙黑字寫清楚，別怕麻煩。消費時也別為了面子搶著買單，量力而行更穩妥。晚上可以檢查下賬戶，避免有不明釦款或遺漏的賬單。",
        "health_text": "要留意久坐帶來的問題，尤其是長時間對著電腦或低頭刷手機的人，容易肩頸僵硬、腰背痠痛。建議每小時起身活動5分鐘，拉伸下肩膀和脖子，或者做幾個深蹲。如果已經覺得不舒服，可以用熱毛巾敷敷痠痛處，晚上睡前泡個腳，能緩解不少。別等疼得厲害了才重視，小問題拖久了更麻煩。",
        "lucky_color": "奶油色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "回覆太敷衍",
        "yi": "鮮花裝飾桌面",
        "all": "94%",
        "date": "2025-10-26",
        "love": "93%",
        "work": "90%",
        "money": "91%",
        "health": "98%",
        "notice": "有意外助力出現",
        "discuss": "95%",
        "all_text": "整體運勢非常給力，你會明顯感覺到事情推進得很順利。無論是處理日常瑣事還是臨時冒出來的需求，都能輕鬆應對，甚至會有意外的助力出現，比如有人主動幫忙或提供有用的信息。你的判斷力在線，能快速抓住關鍵點，避免走彎路。與人溝通時，你的表達清晰有力，容易說服他人，也更容易獲得認可。這一天特別適合處理需要耐心的事，比如整理物品、規劃未來，或是完成一些需要細緻的任務。這種狀態讓你更有信心去嘗試新事物，或者推進一些擱置的計劃。不過，雖然運勢好，也別太放鬆，可以趁機把一些重要的事安排上，比如整理生活、規劃未來，或者與信任的人聊聊想法。整體來看，不妨主動把握機會，把精力放在能帶來長期價值的事情上，別因為一時順利就浪費了這份好運。",
        "love_text": "單身的你，魅力值拉滿，無論是日常穿搭還是聊天時的態度，都容易吸引到注意。別害羞，大大方方展示自己的優點，可能會遇到主動搭話的人。已有伴者的你，伴侶會更欣賞你的踏實和細心，哪怕只是隨手做的家務或一句關心，都會讓對方覺得溫暖。",
        "work_text": "狀態在線，能充分發揮自己的優勢，無論是處理複雜任務還是解決突發問題，都能找到合適的切入點。這種“穩”會讓你在團隊中更顯眼，也容易獲得認可。",
        "lucky_star": "射手座",
        "money_text": "進賬機會不錯，可能是兼職結款、項目提成或客戶主動加單。手頭寬裕的話，適合處理積壓的債務，比如還信用卡、交房租，或者把部分錢存成定期，避免亂花。如果有人找你合作賺錢，先核實對方資質，別急著答應，穩妥比快速更重要。",
        "health_text": "飯後適合散散步，尤其是吃了比較油膩或難消化的食物，比如火鍋、烤肉，走20分鐘能促進腸胃蠕動，避免腹脹或消化不良。散步時別走太快，保持輕鬆的節奏，順便聽聽音樂或和朋友聊聊天，心情也會更舒暢。如果下雨沒法出門，在家做做拉伸或瑜伽也能起到類似的效果。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聚餐看手機",
        "yi": "睡前泡泡腳",
        "all": "78%",
        "date": "2025-10-26",
        "love": "71%",
        "work": "77%",
        "money": "75%",
        "health": "79%",
        "notice": "渴望外界的變化",
        "discuss": "72%",
        "all_text": "整體比較平淡，你可能會覺得日子過得有點“沒勁”，內心渴望外界的變化，但又不知道從何入手。這種狀態容易讓你有些心不在焉，比如做事時容易分心，或是突然想改變計劃，但又缺乏明確的行動方向。與人相處時，你可能會覺得話題有些枯燥，或是對方的態度讓你提不起興趣。不如給自己找點小樂趣，比如聽首新歌、看段有趣的視頻，或是調整一下居住環境的小細節，比如換個擺件或整理桌面，又或者讀一本好書，讓生活有點小變化。整體來看，這一天特別適合沉澱，把注意力放在內心的感受上，別因為追求變化而忽略了現有的穩定。",
        "love_text": "單身的你，追求喜歡的人時別太熱情，像連環發消息或頻繁約見面，反而容易讓對方有壓力。保持一點神秘感，反而能激起對方的好奇心。已有伴者的你，給彼此一點空間，別總追問“在哪”“和誰”，信任會讓關係更輕鬆。偶爾各自做喜歡的事，再相聚時反而更有話聊。",
        "work_text": "更適合處理日常任務，比如整理文件、跟進流程、完成基礎工作，這些“按部就班”的事反而能讓你更有成就感。別急著挑戰高難度任務，先把眼前的事做好更重要。",
        "lucky_star": "白羊座",
        "money_text": "守財是關鍵，容易因一時衝動買不實用的東西，比如跟風買網紅產品、囤太多日用品。付款前多問自己“真的需要嗎”，或者把想買的東西加入購物車，過兩小時再看，可能就沒那麼想買了。晚上可以整理下錢包和賬戶，心裡有數才不會亂。",
        "health_text": "氣溫變化大，早晚溫差明顯，容易因為添減衣物不及時而著涼，尤其是早上出門和晚上回家時，記得看天氣預報，隨身帶件薄外套。如果已經覺得喉嚨幹或鼻塞，可以喝點溫水，或者用淡鹽水漱漱口，能緩解不適。別為了好看穿太少，健康比風度更重要。",
        "lucky_color": "金色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "群聊髮長語音",
        "yi": "做眼保健操",
        "all": "55%",
        "date": "2025-10-26",
        "love": "50%",
        "work": "52%",
        "money": "53%",
        "health": "57%",
        "notice": "小麻煩讓你煩躁",
        "discuss": "50%",
        "all_text": "整體運勢低迷，容易出現一些突如其來的小狀況，比如臨時需要處理的事、計劃被打亂，或是與人溝通時出現誤會。這些小麻煩會讓你有些煩躁，甚至影響情緒，容易因為一點小事就感到委屈或不安。與人相處時，儘量保持耐心，別因為情緒波動而說重話，否則容易引發矛盾。也容易因為粗心而犯小錯，比如忘帶東西、記錯時間，或是處理事情時漏掉細節。財務方面要小心，別因為情緒低落就亂花錢，容易事後後悔。建議儘量保持冷靜，遇到問題時先理清思路，別急著下結論或行動。如果實在覺得累，可以暫時放下手頭的事，給自己一點休息的時間。整體來看，這一天更多以“應對”為主，彆強求完美，把注意力放在解決問題上，而不是糾結為什麼會出現問題。",
        "love_text": "單身的你，稜角有點明顯，比如對不感興趣的話題直接冷場，或是對別人的示好反應冷淡，容易讓想靠近的人退縮。適當柔軟一點，別太保護自己。已有伴者的你，感情裡要保持適度獨立，別總依賴對方做決定，偶爾自己拿主意會讓關係更平衡。",
        "work_text": "容易因為粗心大意而出錯，比如文件漏看、溝通誤解或記錯時間，這些小疏忽會讓你事後補救更麻煩。建議做事前多檢查兩遍，尤其是需要確認的信息，別依賴“大概記得”。",
        "lucky_star": "處女座",
        "money_text": "千萬別想走捷徑賺錢，比如輕信高回報的投資、跟風買不熟悉的理財產品，容易踩坑。手頭有閒錢的話，適合存成定期或買低風險的貨幣基金，別貪心。消費時也小心“限時折扣”“買一送一”的陷阱，可能買回來根本用不上。",
        "health_text": "皮膚容易出現乾燥的情況，尤其是臉頰、手臂或小腿可能起皮、發癢。建議減少用太熱的水洗臉或洗澡，洗完及時塗保溼霜，而乾性皮膚的人，可以選擇滋潤度高的乳液或面霜。如果已經出現乾裂，別用手抓，可以用溼毛巾敷敷，再塗點蘆薈膠或凡士林，能緩解不少。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "使用公共wifi",
        "yi": "vlog記錄日常",
        "all": "82%",
        "date": "2025-10-26",
        "love": "88%",
        "work": "71%",
        "money": "79%",
        "health": "86%",
        "notice": "注意力放在當下",
        "discuss": "80%",
        "all_text": "整體運勢穩定，你會有更多的時間感受生活，不用被瑣事追著跑。這種狀態讓你能更從容地處理日常，比如悠閒地吃頓飯、慢慢整理房間，或是做些自己喜歡的事。與人相處時，你的氣場比較平和，容易吸引到真誠的互動，別人也願意主動和你分享想法。適合做些需要耐心的事，比如整理照片、規劃旅行，或是學習點新東西。這種穩定也體現在人際關係上，與他人的互動更自然，容易得到理解。建議別給自己安排太多任務，把時間留給真正重要的人或事，比如陪家人聊聊天，或者做點喜歡的事。整體來看，這一天更適合“慢下來”，把注意力放在當下的感受上，別因為追求效率而忽略了生活的溫度。",
        "love_text": "單身的你，不妨主動示好，比如對有好感的人多聊兩句，或是在集體活動中多參與互動，你的熱情會更容易被注意到。別等對方先開口，主動一點沒壞處。已有伴者的你，展示體貼的一面會很加分，比如記住對方的小習慣，或是主動分擔一些事，會讓伴侶覺得被重視。",
        "work_text": "建議多聽取不同的建議，無論是工作中的方案討論還是學習中的解題思路，別人的觀點可能會給你新的啟發。別急著否定，先聽完再分析，反而能找到更好的方法。",
        "lucky_star": "巨蟹座",
        "money_text": "看到喜歡的東西容易手滑下單，尤其是衣服、電子產品這類非必需品。付款前可以先列個“待買清單”，把真正需要的排前面，其他的暫時放放。如果朋友約你一起消費，比如聚餐、逛街，提前說好預算，避免最後超支。",
        "health_text": "做好唇部的護理，尤其是經常塗口紅或舔嘴唇的人，容易起皮、乾裂。建議隨身帶支潤唇膏，每隔幾小時塗一次，尤其是吃飯後或喝水後。如果已經裂口，別撕死皮，可以用熱毛巾敷軟後，用棉籤輕輕擦掉，再塗厚點的唇膏。晚上睡前可以塗層蜂蜜或凡士林，第二天會軟很多。",
        "lucky_color": "天藍色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刷短視頻",
        "yi": "拼單買零食",
        "all": "70%",
        "date": "2025-10-26",
        "love": "65%",
        "work": "74%",
        "money": "69%",
        "health": "72%",
        "notice": "做些有意義的事",
        "discuss": "77%",
        "all_text": "整體運勢一般，你需要把時間用在有意義的事情上，否則容易覺得“虛度”。你可能會發現，如果只是隨便刷手機或閒聊，一天下來會沒什麼收穫，反而有些焦慮。不如給自己定個小目標，比如整理文件、學習一個新技能，或是完成一件拖延已久的小事。與人相處時，儘量保持專注，別因為分心而忽略對方的表達，否則容易產生誤會。別因為覺得“無聊”就隨便找事做，反而可能浪費精力。如果實在不知道做什麼，可以列個清單，把想做的事按優先級排好，先完成最重要的。整體來看，這一天的你更適合“沉澱”，把注意力放在提升自我或整理生活上，別因為追求忙碌而忽略了質量。",
        "love_text": "單身的你，可能會對某個人的關心產生錯覺，比如對方只是禮貌回應，你卻覺得有特別含義。別急著下結論，多觀察再行動。已有伴者的你，別總故意挑小問題，比如糾結對方沒回消息的時間，或是吐槽生活習慣，容易讓對方覺得被針對。",
        "work_text": "需要給自己一些時間，別急著把所有事都做完。無論是工作還是學習，適當放慢節奏，反而能減少出錯，也能讓思路更清晰。別因為“應該快點”而給自己壓力。",
        "lucky_star": "天蠍座",
        "money_text": "容易被“精緻生活”“儀式感”這些詞影響，比如為了拍照買貴的道具、跟風買網紅餐具，結果用兩次就閒置。消費前多想想“這東西能常用嗎”，或者先搜搜平價替代品。如果收到促銷短信，別急著點鏈接，可能實際沒便宜多少。",
        "health_text": "要記得多喝水，尤其是忙起來容易忘記的人，可能會因為缺水而口乾、皮膚幹，甚至便秘。建議手機設個喝水提醒，或者隨身帶個水杯，沒事就喝兩口。如果不喜歡喝白水，可以泡點檸檬片、菊花或薄荷葉，既好喝又能補充水分。別等渴了再喝，那時候身體已經缺水了。",
        "lucky_color": "杏色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熱食太燙嘴",
        "yi": "去寵物店擼貓",
        "all": "61%",
        "date": "2025-10-26",
        "love": "55%",
        "work": "64%",
        "money": "58%",
        "health": "62%",
        "notice": "各種小事推著走",
        "discuss": "58%",
        "all_text": "整體運勢欠佳，你可能會覺得生活節奏有點亂，像是被各種小事推著走，難以找到自己的步調。原本計劃好的安排容易被臨時冒出來的事打亂，比如突然要處理的事、朋友的臨時邀約，或是原本簡單的事變得複雜。這種混亂感會讓你有些煩躁，甚至懷疑自己是不是哪裡沒安排好。與人相處時，溝通也容易有些小摩擦，比如對方沒理解你的意思，或是你聽錯了別人的話，導致需要反覆確認。這一天適合主動慢下來，別急著把所有事都做完，先理清優先級，把最需要的處理了，剩下的可以暫時放一放。晚上儘量做些讓自己放鬆的事，比如聽點輕音樂或泡個腳，別讓混亂感延續到明天。整體來看，無論是生活環境還是內心感受，都需要一點空間來調整，別因為一時的混亂而打亂長期節奏。",
        "love_text": "單身的你，容易因為害怕受傷而卻步，比如明明有好感卻不敢靠近，或是對方主動時反而退縮。別把“完美”當標準，偶爾允許自己試錯，反而能更輕鬆。已有伴者的你，試著敞開心扉，別總把情緒藏起來，比如不開心時直接說“我需要安慰”，會比冷著臉更有效。",
        "work_text": "容易陷入進度焦慮中，比如同時推進多個任務時，會因擔心無法按時完成而急躁，反而影響效率。過程中還可能因反覆修改方案、核對細節而消耗耐心，尤其面對需要等待反饋的環節，容易產生急躁情緒。建議將任務拆解為小目標，每完成一項就給自己一點緩衝時間，避免因“趕進度”而忽略質量。",
        "lucky_star": "摩羯座",
        "money_text": "購物要小心低價陷阱，比如直播間說的“全網最低價”、商場標註的“原價XX現價XX”，可能實際沒便宜多少，或者質量有問題。買大件前多對比幾家，或者查查用戶評價。如果有人推薦你“穩賺不賠”的投資，趕緊拒絕，十有八九是坑。",
        "health_text": "要避免睡眠不足，尤其是熬夜追劇、打遊戲或刷手機的人，可能會因為缺覺而頭暈、注意力不集中，甚至影響第二天的心情。建議晚上11點前放下手機，調暗燈光，營造睡眠氛圍。如果遇到失眠的情況，別躺著硬睡，可以起來看會書或聽點輕音樂，等有睏意了再回床上。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "腳底起繭子",
        "yi": "組隊打羽毛球",
        "all": "85%",
        "date": "2025-10-26",
        "love": "76%",
        "work": "86%",
        "money": "84%",
        "health": "83%",
        "notice": "被有趣的事填滿",
        "discuss": "83%",
        "all_text": "整體運勢尚佳，你會感覺日子過得挺充實，業餘節目豐富，像是被各種有趣的事填滿了。你可能會主動找些新活動，比如嘗試沒吃過的餐廳、看場展覽，或是和朋友聊些平時不會聊的話題，這種新鮮感會讓你覺得很有意思。你可能會發現，這一天的互動比平時更自然，無論是和家人還是朋友，都能聊得來，甚至能碰撞出新的想法。這種狀態也容易讓你產生“原來生活可以這樣”的滿足感。不過，雖然業餘節目豐富，也別完全忽略日常的小事，比如整理房間、回覆消息，這些細節能幫你保持生活的平衡。整體來看，這是非常適合“享受”的一天，把注意力放在讓自己開心的事上，別因為追求效率而忽略了當下的快樂。",
        "love_text": "單身的你，感情上沒有明顯進展，但別急著失望，適合先整理自己的狀態，比如想想自己真正想要什麼，反而能為未來做準備。已有伴者的你，多表達關心會更好，比如一句“累嗎”，或是主動分享日常，會讓伴侶覺得被放在心上。",
        "work_text": "集中查缺補漏的一天，無論是工作還是學習，都能敏銳發現之前忽略的細節，比如方案中的漏洞、筆記裡的遺漏點。這種“補短板”的狀態會讓你更有成就感，也容易避免後續返工。不過別因追求完美而過度糾結，完成比“完美”更重要。",
        "lucky_star": "水瓶座",
        "money_text": "宜走穩健路線求財，比如把手頭的閒錢存成定期、買低風險的債券，或者和熟悉的客戶談長期合作。如果有人找你做新項目，先了解清楚風險和回報週期，別急著投錢。晚上可以覆盤下這個月的收支，看看哪些錢能省下來。",
        "health_text": "要少吃生冷的食物，比如冰飲料、刺身、沙拉，尤其是腸胃比較敏感的人，容易肚子疼、拉肚子。如果實在想吃，可以選擇常溫的水果或溫熱的飲品，比如常溫酸奶、熱豆漿。如果已經吃了涼的，可以喝點薑茶或熱敷下肚子，能緩解不適。別為了貪涼傷了胃，得不償失。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拿易碎品",
        "yi": "和朋友玩遊戲",
        "all": "88%",
        "date": "2025-10-26",
        "love": "86%",
        "work": "89%",
        "money": "70%",
        "health": "90%",
        "notice": "生活節奏慢下來",
        "discuss": "87%",
        "all_text": "整體運勢比較平順，你會感到一種難得的輕鬆感，彷彿生活節奏慢了下來，正好有時間可以為自己“充電”。你可能會想做一些平時沒空做的事，比如讀本書、學個新技能，或者單純地發呆放空。這種狀態讓你更有心情去沉澱，而不是急著趕路。你可能會發現，思考比平時更深入，比如對未來的規劃、對生活的理解，都更容易理清頭緒。這種“充電”的狀態也容易讓你產生“原來我還可以這樣”的驚喜感。不過，雖然時間充裕，也別完全放空，可以給自己定個小目標，比如學個新菜、整理照片，讓“充電”更有方向。整體來看，這一天可以把注意力放在提升自我或整理生活上，別因為追求忙碌而忽略了內在的成長。",
        "love_text": "單身的你，不妨多參加社交活動，比如朋友聚會或興趣小組，容易遇到聊得來的人。別總宅在家裡，走出去才會有機會。已有伴者的你，和伴侶一起出門會很有趣，比如散步、看電影或是嘗試新餐廳，共同的體驗會讓感情更緊密。",
        "work_text": "容易在思路上獲得突破，比如工作中突然想到更高效的方案，或學習時突然理解之前困惑的知識點。這種“靈光一現”的狀態會讓你更有動力，但別因興奮而忽略執行細節，先把想法記錄下來，再逐步完善會更穩妥。",
        "lucky_star": "獅子座",
        "money_text": "求財思路可以更活絡些，比如把閒置物品掛二手平臺賣掉、接點短期兼職，或者和朋友聊聊有沒有合作賺錢的機會。不過別把所有錢都投進一個項目，分散點更安全。消費時也小心“衝動下單”，尤其是遊戲充值、會員續費這類。",
        "health_text": "養生要注意方式，別盲目跟風，比如看到別人喝養生茶、吃補品就跟著試，可能會因為體質不同而適得其反。建議先了解自己的身體狀況，比如容易上火的人別喝太多枸杞茶，脾胃虛寒的人少吃薏米。如果實在想調理，可以從簡單的開始，比如早睡早起、規律吃飯，比亂吃補品更有效。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "引起舊傷復發",
        "yi": "做好時間管理",
        "all": "91%",
        "date": "2025-10-26",
        "love": "90%",
        "work": "98%",
        "money": "91%",
        "health": "92%",
        "notice": "堅定朝著目標走",
        "discuss": "98%",
        "all_text": "整體運勢正當旺，你會堅定地朝著目標走，像是被一股力量推著，能更專注地推進自己想做的事。你可能會發現，原本覺得難的事處理起來特別順，比如整理思路、解決矛盾，或是完成一件需要耐心的事。這種“順”會讓你更有信心，也更容易堅持自己的選擇。與人相處時，你的狀態比較穩重，容易獲得別人的信任，別人也願意主動配合你。適合做些需要長期投入的事，比如規劃未來、學習新技能，或是完成一件重要的小事。這種堅定的狀態也容易讓你得到他人的支持，比如家人、朋友的鼓勵，或者偶然的幫助。不過，也別太急躁，可以趁機把一些重要的事安排上，但方式要穩，別因為一時順利就忽略細節。整體來說，是適合“向前衝”的一天，把精力放在自己認為重要的事上，別被外界干擾。",
        "love_text": "單身的你，或有脫單契機，可能是在工作場合或朋友介紹中遇到閤眼緣的人。別太拘謹，自然一點反而能留下好印象。已有伴者的你，和伴侶的默契會更高，比如一個眼神就知道對方想什麼，或是不用多說就能配合，這種舒適感會讓關係更穩定。",
        "work_text": "豁然開朗的狀態，無論是處理複雜任務還是解決長期困擾的問題，都能找到清晰的切入點。這種“通透感”會讓你更有信心，也容易獲得他人的認可。不過別因“太順”而忽略潛在風險，完成後再檢查一遍會更穩妥。",
        "lucky_star": "雙魚座",
        "money_text": "理財收益會比較明顯，之前買的基金、股票可能有小漲幅，或者兼職收入到賬。手頭寬裕的話，適合處理大額支出，比如交學費、買保險，或者把部分錢轉成更穩定的理財。如果有人找你借錢，先想想對方還錢能力，別怕傷感情。",
        "health_text": "可以進行頭部按摩，尤其是長時間用腦或壓力大的人，容易頭疼、頭暈或頭皮緊繃。可以用手指輕輕按揉太陽穴、百會穴（頭頂中央），或者用梳子從前往後梳頭，能促進血液循環，緩解疲勞。如果已經覺得不舒服，可以躺下來閉眼休息10分鐘，再配合按摩，效果會更好。",
        "lucky_color": "深綠色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "重要證件亂放",
        "yi": "用APP記錄開支",
        "all": "94%",
        "date": "2025-10-26",
        "love": "93%",
        "work": "97%",
        "money": "95%",
        "health": "94%",
        "notice": "收穫滿滿成就感",
        "discuss": "96%",
        "all_text": "整體運勢非常好，你會收穫滿滿的成就感，像是被幸運包圍，做什麼都容易有好的反饋。你可能會發現，原本覺得普通的事處理起來特別有滿足感，比如完成一件小事、得到別人的認可，或是解決了一個小問題。這種“成就感”會讓你更有動力，也更容易看到自己的進步。與人相處時，你的狀態比較開朗，容易吸引到積極的互動，別人也願意主動和你分享快樂。這種狀態也讓你更有心情去嘗試新事物，或者推進一些擱置的計劃。不過，也別太放鬆，可以趁機把一些重要的事安排上，比如整理生活、規劃未來。整體來說，是適合“享受成果”的一天，把注意力放在讓自己開心的事上，別太在意小瑕疵。",
        "love_text": "單身的你，魅力在線，無論是和朋友聊天還是參與集體活動，都容易成為焦點。別刻意表現，自然流露的自信反而更吸引人。已有伴者的你，和伴侶的心意會更堅定，比如對未來的規劃達成一致，或是在小事上互相支持，這種信任會讓感情更深厚。",
        "work_text": "能夠充分發揮聰明才智的一天，無論是工作中的創意任務，還是學習中的難題，都能用獨特的方式解決。這種“靈活”會讓你在團隊中更顯眼，也容易獲得讚賞。不過別因“太聰明”而忽略基礎，先確保核心部分正確，再添加亮點會更穩妥。",
        "lucky_star": "雙子座",
        "money_text": "可能有意外進賬，比如客戶主動加單、兼職工資提前發，或者收到退款、補貼。收到錢後別急著花，先存一部分，剩下的再規劃用途。如果有人推薦你“快速賺錢”的方法，比如刷單、代購，趕緊拒絕，容易被騙。",
        "health_text": "要保持情緒的穩定，尤其是容易焦慮或情緒波動大的人，可能會因為小事而煩躁、失眠，甚至影響身體健康。建議遇到壓力時，先深呼吸幾次，或者離開現場冷靜下，別急著發火。如果已經情緒低落，可以找朋友聊聊，或者做點喜歡的事，比如聽音樂、畫畫，能轉移注意力，讓心情平復。",
        "lucky_color": "銀白色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鑰匙掛在門上",
        "yi": "學習整理收納",
        "all": "96%",
        "date": "2025-10-26",
        "love": "98%",
        "work": "95%",
        "money": "97%",
        "health": "91%",
        "notice": "被各種好事包圍",
        "discuss": "94%",
        "all_text": "整體運勢不斷走高，你會感覺左右逢源，像是被各種好事包圍，做什麼都容易得到支持。你可能會發現，原本覺得難溝通的事處理起來特別順，比如和朋友達成共識、得到別人的幫助，或是解決了一個小矛盾。這種“順”會讓你更有自信，也更容易相信自己的選擇。與人相處時，你的狀態比較溫和，容易獲得別人的好感，別人也願意主動靠近你。你可能會收到一些好消息，比如之前的小願望實現，或者某個期待的機會出現。這種自信的提升也容易讓你產生“原來我可以”的勇氣。不過，雖然運勢好，也別太依賴外界，可以趁機把一些重要的事推進，但核心還是要靠自己。整體來說，這是適合“自信前行”的一天，把精力放在讓自己舒服的事上，別太在意別人的看法。",
        "love_text": "單身的你，社交人氣高，可能會收到多個邀約，或是被朋友介紹新對象。別急著拒絕，多接觸看看，說不定能遇到合拍的人。已有伴者的你，會感受到滿滿的愛，比如伴侶突然送小禮物，或是一句“有你在真好”，這種被珍視的感覺會讓心情很好。",
        "work_text": "貴人助力明顯，無論是工作還是學習，都容易得到他人的幫助，比如同事主動分享經驗、老師點撥關鍵點。這種“被支持”的狀態會讓你更有動力，也容易突破瓶頸。不過別因“依賴”而忽略主動思考，先自己嘗試，再尋求幫助會更高效。",
        "lucky_star": "摩羯座",
        "money_text": "正財方面會有好消息，可能是工資漲了、獎金髮了，或者項目提成到賬。收到錢後可以先還部分債務，比如信用卡、花唄，或者存成定期。消費時也小心“情緒購物”，比如因為開心或難過就亂買，可以列個購物清單，只買清單上的東西。",
        "health_text": "洗完頭要及時吹乾頭髮再躺下，尤其是長髮的人，溼著頭髮睡覺容易頭疼、感冒，甚至引發頭皮問題。建議洗頭後用乾毛巾吸乾水分，再用吹風機從髮根往髮梢吹，別吹太燙，保持中溫即可。如果想要躺著，要趕緊吹乾，或者用幹發帽包著，別讓頭髮一直溼著。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    }
  }
}