{
  "updated": "2026-02-02T12:21:47.200Z",
  "updateTime": "2026/2/2 下午8:21:47",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14577,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖拖拉拉",
        "yi": "提前做準備",
        "all": "55%",
        "date": "2026-02-02",
        "love": "53%",
        "work": "61%",
        "money": "57%",
        "health": "63%",
        "notice": "狀態總有點卡殼",
        "discuss": "69%",
        "all_text": "你可能會覺得狀態有點“卡殼”。原本計劃好的事，總會被一些突然冒出來的小狀況打斷，比如原本想安靜地看會兒書，結果被鄰居的裝修聲吵得心煩；或是想和朋友聊點重要的事，對方卻臨時有事要離開。這種反覆被打亂節奏的感覺，容易讓你心裡冒火，情緒也跟著起伏。別太著急，遇到突發情況時，先深呼吸幾下，告訴自己“慢慢來”。別逼著自己立刻解決所有問題，先接受現狀，再一步步調整，反而能減少失誤。要是覺得精力分散，就給自己留點時間整理思緒，別讓煩躁佔了上風。雖然今天整體狀態不算順，但只要穩住情緒，還是能維持基本平衡，為後面調整攢點勁兒。",
        "love_text": "單身的你，在感情上要多個心眼兒。周圍可能會出現一些看似熱情的人，但別急著投入，小心對方是虛情假意，別被表面的甜言蜜語衝昏頭腦。已有伴者的你，和另一半相處時，別因為一點小事就故意說氣話。哪怕心裡有不滿，也好好溝通，不然氣話說出口，容易傷了彼此的感情，影響關係和諧。",
        "work_text": "你彷彿被分散了注意力，難以將精力聚焦在一處。在做事情時，容易這山望著那山高，同時開展多項事務，結果可能哪頭都沒抓好。這種一心多用的狀態，會讓你在處理各種事務時都顯得有些力不從心，效率大打折扣，還可能因為疏忽出現一些小失誤。",
        "lucky_star": "射手座",
        "money_text": "財運有點低迷，容易有破罐子破摔的心態。面對財務狀況別太消極，可能因衝動消費或投資失誤導致錢財流失。這天要冷靜，別盲目做財務決策，仔細審視每一筆支出，避免不必要的花費，先穩住現有資金，等心態平和再規劃後續理財。",
        "health_text": "容易失眠多夢，夜裡輾轉反側難以入眠，即便睡著也多夢擾人，第二天精神萎靡。這或許是近期壓力累積所致，睡前別想煩心事，也別劇烈運動。可泡個熱水澡，喝杯溫牛奶，讓身心放鬆，營造安靜舒適的睡眠環境，提高睡眠質量，恢復精力。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不願做改變",
        "yi": "發揮創造力",
        "all": "95%",
        "date": "2026-02-02",
        "love": "92%",
        "work": "91%",
        "money": "98%",
        "health": "89%",
        "notice": "腦袋裡全是點子",
        "discuss": "96%",
        "all_text": "你的狀態簡直像開了掛！腦袋裡全是新點子，靈感一個接一個往外冒。比如和朋友聊天時，突然想到個超棒的聚會玩法；或是看到某個場景，立刻聯想到可以嘗試的新事物。這種思維活躍的狀態，讓你做什麼都特別有方向感，就算遇到複雜的事，也能很快理清頭緒。今天特別適合主動創造機會，比如約朋友一起做點新鮮事，或是嘗試平時不敢做的小挑戰。你的行動力和判斷力會互相配合，把事情往理想的方向推。情緒也特別穩，對目標特別堅定，每一步都走得特別有底氣。這種好狀態會吸引身邊人的關注，大家都會覺得你特別靠譜，願意跟著你一起行動。要是能多聽聽別人的想法，說不定還能讓思路更開闊呢！",
        "love_text": "單身的你，感情運勢超棒，很可能邂逅讓你心動的緣分。也許是在某個日常場合，不經意間就遇到那個讓你眼前一亮的人，說不定一段浪漫故事就此開啟。已有伴者的你，和愛人之間的感情會迅速升溫，相處甜蜜。一起做些簡單的小事，都能感受到滿滿的幸福，好好享受這溫馨的時光吧。",
        "work_text": "你都能找到巧妙的方法，用較少的精力獲得較大的成果。無論是處理複雜的工作難題，還是攻克學習中的難關，都能得心應手，之前積累的經驗和知識會在這時發揮重要作用，讓你在前進的道路上更加順暢。",
        "lucky_star": "天秤座",
        "money_text": "正偏財都很旺盛，會有不少賺錢機會找上門。工作上可能因出色表現獲得額外獎金，投資方面也可能有小收穫。但別被好運衝昏頭腦，面對各種賺錢邀約要理性分析，別盲目跟風投資，合理規劃資金，才能讓財富持續積累。",
        "health_text": "需注意別過度沉迷手機，長時間盯著屏幕，眼睛會酸澀脹痛，頸椎也易僵硬疼痛。工作間隙或閒暇時，別總抱著手機刷個不停，每隔一段時間就放下手機，活動下脖頸，眺望遠方，讓眼睛和身體都得到放鬆，避免因過度用機引發健康問題。",
        "lucky_color": "咖啡色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目攀比",
        "yi": "注重外表打扮",
        "all": "81%",
        "date": "2026-02-02",
        "love": "76%",
        "work": "75%",
        "money": "88%",
        "health": "87%",
        "notice": "注意力放自己身上",
        "discuss": "89%",
        "all_text": "這一天的你更適合把注意力放回自己身上。外面的世界雖然熱鬧，但今天你可能會覺得，安靜下來反而更舒服。比如一個人看看電影、聽聽音樂，或是整理下房間，都能讓你心裡特別踏實。這種自我聚焦的狀態，能幫你理清最近的想法，比如之前一直糾結的事，今天突然就想明白了；或是突然意識到自己真正想要的是什麼。別急著表達或行動，先好好感受內心的聲音，說不定能發現新的方向。情緒也比較穩，不會因為小事就波動，能更理性地看待問題。這種內省的狀態雖然不顯眼，但能幫你攢下不少能量，為以後做計劃打基礎。要是覺得孤單，就找本喜歡的書看看，或是聽聽舒緩的音樂，心情會更好哦！",
        "love_text": "單身的你，似乎對戀愛沒什麼心思。即便身邊有人示好，你可能也提不起太大興趣，更願意把精力放在自己的事情上，享受獨處的自由。已有伴者的你，和另一半交流時略顯平淡。話題可能多是日常瑣事，少了些激情與浪漫，不過平淡也是一種真實，偶爾也可以一起找點新鮮事做，增添些樂趣。",
        "work_text": "你會面臨多種選擇和觀點的衝擊。在處理事情時，不要急於獨自做決定，多聽聽周圍不同人的建議和看法。不同的視角能為你打開新的思路，幫助你更全面地看待問題，避免因思維侷限而做出錯誤判斷，從而更好地推動各項事務的發展。",
        "lucky_star": "水瓶座",
        "money_text": "財路正在拓寬，你會接觸到新的賺錢渠道。可能是朋友介紹的新業務，或是自己發現的新商機。不過新機會也伴隨著風險，別急於投入大量資金，先小範圍嘗試，瞭解清楚市場和項目情況，積累經驗後再逐步擴大規模，確保收益穩定。",
        "health_text": "要注意科學用眼，這一天用眼強度可能較大，看書、用電腦等，眼睛易疲勞。用眼時保持正確姿勢，眼睛與書本、屏幕保持合適距離，光線要適宜，避免過亮或過暗。每用眼一段時間，就閉目養神或做眼保健操，緩解眼睛疲勞，保護視力。",
        "lucky_color": "紫色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "展示個人魅力",
        "all": "92%",
        "date": "2026-02-02",
        "love": "90%",
        "work": "93%",
        "money": "91%",
        "health": "98%",
        "notice": "擅長領域發光發亮",
        "discuss": "95%",
        "all_text": "簡直像自帶光芒的一天！內在能量特別足，在自己擅長的領域裡，簡直能輕鬆“碾壓”全場。比如和朋友聊天時，大家都會不自覺地聽你說；或是做一件你特別拿手的事，結果特別讓人滿意。這種自信不是裝出來的，而是從骨子裡透出來的從容，讓人覺得你特別可靠。今天特別適合主動承擔點責任，比如組織個小活動，或是幫朋友解決點問題，你的存在會讓大家特別安心。情緒也特別積極，對身邊人的需求特別敏感，能很快察覺到別人的情緒變化，然後用溫和的方式化解矛盾。這種好狀態會吸引更多人的認可，大家都會願意靠近你，和你一起分享快樂。要是能保持這種狀態，還能給身邊的人帶來鼓勵，大家一起變得更好！",
        "love_text": "單身的你，主動一點，很容易收穫他人的好感。不妨在社交場合中多展現自己的優點，大膽表達想法，說不定就能吸引到那個對的人，開啟一段美好的緣分。已有伴者的你，和愛人相處溫馨融洽。彼此理解包容，能一起度過輕鬆愉快的一天，一起做頓飯或者看個電影，都能讓感情更加深厚。",
        "work_text": "這一天，你會感受到來自外界的強大助力。在追求目標的道路上，會有貴人出現，為你提供寶貴的指導、資源或機會。這些幫助會讓你在面對困難時更加從容，能夠順利跨越障礙，加快前進的步伐。要好好把握這些機遇，積極與給予幫助的人互動，讓這份助力發揮更大作用。",
        "lucky_star": "天蠍座",
        "money_text": "財富匯聚的一天，之前的投資或努力開始有回報。可能會收到欠款，或是理財產品有不錯收益。這天適合梳理財務狀況，把閒置資金合理規劃，比如存定期或選擇穩健理財產品。同時，別因一時好運而過度消費，保持理性消費習慣，讓財富穩穩增長。",
        "health_text": "不要長時間低頭，不管是低頭看手機、看書還是做其他事，時間一長，頸椎會承受較大壓力，出現痠痛不適。這一天要時刻提醒自己保持正確姿勢，儘量減少低頭時間，多做抬頭、伸展頸部的動作，活動活動頸椎，預防頸椎疾病的發生。",
        "lucky_color": "茶色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "自我感動",
        "yi": "觀看藝術表演",
        "all": "93%",
        "date": "2026-02-02",
        "love": "94%",
        "work": "92%",
        "money": "90%",
        "health": "92%",
        "notice": "散發能量小太陽",
        "discuss": "91%",
        "all_text": "這一天的你簡直像“能量小太陽”！行動力和決策力都特別強，心裡對目標特別清楚，每一步都走得特別堅定。比如決定做一件事，就會立刻行動，不會猶豫；或是遇到選擇時，能很快做出決定，不會拖泥帶水。這種堅定感會感染身邊的人，大家都會覺得你特別有領導力，願意跟著你一起幹。今天特別適合推進長期計劃，比如學習新技能、培養新習慣，或是處理需要決斷的事，效率會特別高。情緒也特別穩，不會因為別人的評價就動搖，能專注在自己的節奏裡。這種掌控感會讓你特別有成就感，就算遇到小阻礙，也能很快調整策略，繼續向前。要是能保持這種狀態，還能成為團隊裡的核心，帶著大家一起進步！",
        "love_text": "單身的你，有很多表現自己的機會，在社交場合中容易成為焦點。好好展現你的魅力，說不定就能吸引到欣賞你的人，為感情發展創造可能。已有伴者的你，和另一半彼此理解支持。無論遇到什麼事，都能站在對方角度考慮，相互鼓勵，這種默契會讓你們的感情更加穩固，一起面對生活的挑戰。",
        "work_text": "你憑藉自身紮實的實力和過往的積累，在各項事務中都能展現出強大的競爭力。無論是面對工作中的挑戰，還是學習上的難題，你都有足夠的信心和能力去應對。你的專業素養和能力會得到充分展現，讓你在人群中脫穎而出，為未來的發展打下堅實基礎。",
        "lucky_star": "摩羯座",
        "money_text": "財源廣進，各方面收入都有增加的可能。工作上業績突出，獎金豐厚，還可能有意外之財降臨。但錢多了別亂花，制定一個合理的消費和儲蓄計劃，把一部分錢存起來，另一部分用於提升自己或投資，讓財富發揮更大價值，避免坐吃山空。",
        "health_text": "可以通過正確方式放鬆，忙碌一天後身體和精神都處於緊繃狀態。可以選擇適合自己的放鬆方式，比如聽舒緩的音樂，沉浸在音樂的世界裡，讓身心得到舒緩；也可以去戶外散散步，呼吸新鮮空氣，欣賞自然景色，釋放壓力，恢復元氣。",
        "lucky_color": "杏色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人比較",
        "yi": "參加社交活動",
        "all": "83%",
        "date": "2026-02-02",
        "love": "80%",
        "work": "81%",
        "money": "87%",
        "health": "83%",
        "notice": "給新計劃做打磨",
        "discuss": "88%",
        "all_text": "你的狀態特別穩，像在給新計劃做“最後打磨”。腦子裡那些零碎的想法，今天會慢慢變得清晰，比如之前一直想做的某件事，今天突然就有了完整的思路；或是之前糾結的選擇，今天突然就有了答案。這種準備狀態雖然不顯眼，但特別重要，能為後面的行動打下好基礎。情緒也比較穩，能理性地評估各種選項，不會因為一時衝動就做決定。今天特別適合和朋友聊聊想法，別人的反饋可能會幫你把計劃變得更完善。這種務實的感覺會讓你特別安心，對未來的方向也更有把握。要是覺得進展有點慢，就先完成最核心的部分，再慢慢補充細節，反而能提高效率。保持這種狀態，後面的推進會特別順！",
        "love_text": "單身的你，有望結識新朋友，其中說不定就有讓你心動的人。多參加一些社交活動，擴大自己的社交圈，增加遇到緣分的機會。已有伴者的你，和愛人關係和諧穩定。雖然不會有太多浪漫驚喜，但這種踏實的相處模式，讓你感到安心，彼此相互陪伴，就是最美好的事。",
        "work_text": "穩紮穩打是你前進的最佳策略。在處理各種事務時，不要急於求成，一步一個腳印，認真對待每一個細節。通過腳踏實地的努力，你能將事情做到盡善盡美，避免因粗心大意而出現失誤。這種務實的態度會讓你在長期的發展中積累優勢，逐漸實現自己的目標。",
        "lucky_star": "白羊座",
        "money_text": "理財有方，對財務狀況有清晰規劃。能合理分配收入，控制支出，還會尋找合適的投資機會。這天適合對現有投資進行評估，調整投資組合，降低風險。同時，多關注市場動態，學習新的理財知識，提升理財能力，為財富增長打下堅實基礎。",
        "health_text": "要保持勞逸結合，這一天可能會面臨較多事務，忙起來就忘了休息。但過度勞累會影響身體健康和工作效率，合理安排時間，工作一段時間就適當休息，活動下身體，伸展下四肢。保證充足睡眠，讓身體和大腦得到充分休息，以更好的狀態投入後續事務。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度應酬社交",
        "yi": "挖掘潛在能力",
        "all": "79%",
        "date": "2026-02-02",
        "love": "83%",
        "work": "58%",
        "money": "73%",
        "health": "71%",
        "notice": "用力過猛效果差",
        "discuss": "70%",
        "all_text": "整體狀態會有一些小波動，情緒與行動節奏容易受外界影響產生起伏。有時會因外界的認可或期待，不自覺地在某些事上投入過多精力，導致用力過猛，反而讓原本自然的狀態變得緊繃。這種過度投入可能引發後續的疲憊感，或是因期望過高而帶來心理落差。建議面對事務時保持適度原則，不必追求事事完美，留出調整空間反而能讓進展更順暢。若遇到需要抉擇的情況，不妨先暫停片刻，以更平和的心態重新審視，避免因情緒波動影響判斷。整體氛圍雖有小起伏，但只要不過度消耗精力，仍能維持基本平衡，為後續行動保留餘力。",
        "love_text": "單身的你，要是遇到喜歡的人，一定要主動一點。別總是猶豫不決，勇敢邁出第一步，說不定就能收穫一段美好的感情，別讓機會悄悄溜走。已有伴者的你，和另一半互動輕鬆愉快。一起聊聊天、散散步，享受這愜意的時光，在輕鬆的氛圍中，感情也會越來越好。",
        "work_text": "衝動會成為你前進路上的絆腳石。在做決策時，你容易憑藉一時的感覺和情緒，而缺乏全面深入的思考。這種衝動行事的方式，可能會讓你在處理事務時忽略一些關鍵因素，導致後續出現各種問題，使原本順利的進程變得曲折，需要花費更多精力去彌補。",
        "lucky_star": "巨蟹座",
        "money_text": "收支平衡，收入和支出基本持平。雖然沒有大筆進賬，但也沒有過多額外開支。這天要繼續保持這種平衡狀態，避免衝動購物或不必要的社交消費。可以制定一個詳細的預算計劃，嚴格按照計劃執行，確保每一分錢都花在刀刃上，維持財務穩定。",
        "health_text": "正餐不宜吃太飽，吃得過飽會加重腸胃負擔，引起消化不良、腹脹等不適。吃飯時細嚼慢嚥，吃到七八分飽即可，給腸胃留出消化空間。飯後也不要立刻坐下或躺下，適當散散步，促進腸胃蠕動，幫助消化，避免因飲食不當引發腸胃問題。",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太愛出風頭",
        "yi": "居家大掃除",
        "all": "56%",
        "date": "2026-02-02",
        "love": "70%",
        "work": "66%",
        "money": "54%",
        "health": "62%",
        "notice": "太刻意而暴露弱點",
        "discuss": "59%",
        "all_text": "整體狀態不太理想，容易因過於追求關注而陷入被動。對出風頭的機會格外熱衷，可能會刻意表現自己，但這種刻意反而容易暴露弱點，引發不必要的爭議或誤解。過於強調自我存在感，可能讓他人感到壓力，反而削弱了原本的吸引力。建議收斂鋒芒，以更低調的方式參與互動，避免因過度表現引發負面反饋。若遇到需要展示的場合，不妨先觀察環境需求，再選擇合適的方式表達，既能滿足自我表達欲，又能減少衝突風險。整體氛圍偏向被動，需警惕因衝動行為帶來的後續影響，保持冷靜才能減少失誤。",
        "love_text": "單身的你，在感情上要保持謹慎的態度。不要輕易相信別人的承諾，多觀察對方的行為和人品，避免陷入不必要的感情糾葛。已有伴者的你，和另一半相處時，別過度猜疑。信任是感情的基礎，有什麼疑問直接溝通，別自己瞎琢磨，以免影響彼此的感情。",
        "work_text": "你看待問題容易陷入片面的視角。在處理各種事務時，往往只關注到局部，而忽略了整體的大局。這種片面的認知會讓你在決策和行動時出現偏差，無法準確把握事情的核心和關鍵，從而影響最終的結果，需要時刻提醒自己從多個角度思考問題。",
        "lucky_star": "金牛座",
        "money_text": "財耗難止，容易出現錢財流失的情況。可能是遇到突發狀況需要花錢解決，或是不小心陷入消費陷阱。這天要格外注意財務安全，謹慎對待每一筆支出，避免不必要的消費。對於投資要更加謹慎，別輕易相信高回報的誘惑，防止資金受損。",
        "health_text": "運動鍛鍊要循序漸進，許久未運動的你突然進行高強度運動，身體難以適應，容易拉傷肌肉、扭傷關節。這一天若想運動，先從低強度運動開始，如慢走、簡單伸展等，讓身體逐漸進入運動狀態，再根據自身情況適當增加運動強度，避免運動損傷。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與家人拌嘴",
        "yi": "浪漫小心思",
        "all": "59%",
        "date": "2026-02-02",
        "love": "72%",
        "work": "55%",
        "money": "53%",
        "health": "66%",
        "notice": "需更多自我約束",
        "discuss": "63%",
        "all_text": "整體狀態略顯低迷，情緒容易因熟悉的人或事觸發不耐煩。對身邊最親近的人，反而可能因過度放鬆而失去耐心，言語或態度上容易顯得尖銳，這種反差可能引發關係緊張。建議面對熟悉的人時，多提醒自己保持包容，避免因一時情緒影響長期關係。若感到煩躁，不妨暫時轉移注意力，通過獨處或簡單活動平復情緒，再回歸互動。整體氛圍需要更多自我約束，意識到情緒的傳遞比事件本身更重要，減少因衝動帶來的遺憾。只要主動調整溝通方式，仍能維持關係的和諧，避免小摩擦演變成大矛盾。",
        "love_text": "單身的你，似乎沒有采取行動去尋找愛情。即便心裡有想法，也缺乏實際行動，不妨給自己一些動力，主動去接觸新的人，說不定緣分就在下一個轉角。已有伴者的你，和愛人相處缺乏激情。生活有點平淡，可以一起計劃一次短途旅行或者嘗試新的活動，為感情注入新的活力。",
        "work_text": "過於冒進會給你帶來不少麻煩。你可能會急於求成，在沒有充分準備的情況下就貿然行動，想要快速取得成果。然而，這種冒進的做法往往會讓你忽視潛在的風險和問題，導致在前進的道路上遭遇挫折，甚至可能前功盡棄，需要學會沉穩和耐心。",
        "lucky_star": "雙子座",
        "money_text": "財進受阻，賺錢不太順利。可能原本談好的合作出現變故，或是投資項目遇到困難。別灰心喪氣，先冷靜分析原因，尋找解決辦法。如果是合作問題，積極與對方溝通協商；如果是投資問題，考慮是否要調整策略或及時止損，等待合適時機再行動。",
        "health_text": "切勿長時間坐著不動，長時間保持坐姿，會影響血液循環，導致下肢腫脹、麻木，還可能引發腰部疾病。這一天要定時起身活動，走動走動，伸伸懶腰，踢踢腿，促進血液循環，緩解身體疲勞，預防因久坐帶來的健康隱患。",
        "lucky_color": "金色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "擴大社交圈子",
        "all": "83%",
        "date": "2026-02-02",
        "love": "74%",
        "work": "84%",
        "money": "86%",
        "health": "80%",
        "notice": "遇到一些新機會",
        "discuss": "76%",
        "all_text": "整體狀態較為平穩，社交場合中可能遇到一些新機會，但需保持謹慎態度。新的互動或合作邀約可能帶來新鮮感，但對方的真實意圖或背景需仔細甄別，避免因輕信而陷入不必要的麻煩。適合以觀察者的身份參與社交，先了解環境規則再決定是否投入，這種穩妥的方式能減少後續風險。若遇到需要表態的情況，不必急於回應，多思考對方的潛在需求，再選擇合適的表達方式。整體氛圍偏向務實，雖無大起大落，但通過謹慎篩選社交對象，能為未來積累更有價值的關係。保持清醒頭腦，避免被表面熱情迷惑，是今日的關鍵。",
        "love_text": "單身的你，可能處於默默暗戀的狀態。心裡有喜歡的人，卻不敢表達，不妨找個合適的時機，勇敢說出自己的心意，說不定會有驚喜等著你。已有伴者的你，和另一半溝通時需更主動。別總是等著對方先開口，主動分享自己的想法和感受，能讓彼此更加了解，增進感情。",
        "work_text": "這一天，多練習會是你提升的關鍵。無論是面對工作中的技能要求，還是學習中的知識掌握，通過反覆的練習，你能夠更加熟練和精通。每一次的練習都是一次積累和進步的機會，能讓你在處理事務時更加得心應手，逐漸提升自己的能力和水平。",
        "lucky_star": "獅子座",
        "money_text": "宜穩中求財的一天，建議採取穩健的理財方式。不會追求高風險高回報的投資，而是選擇一些風險較低、收益穩定的項目。工作上也會腳踏實地，通過努力工作獲得穩定收入。這天可以繼續保持這種穩健風格，合理規劃資金，逐步積累財富，為未來做好準備。",
        "health_text": "不要吃太多零食，零食大多高熱量、高脂肪，吃多了不僅容易發胖，還會影響正餐食慾，導致營養不均衡。這一天儘量少吃零食，尤其是那些不健康的零食，如薯片、糖果等。若實在想吃，可選擇一些健康的零食，如水果、堅果等，適量食用。",
        "lucky_color": "米白色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "參加同學聚會",
        "yi": "完成自律打卡",
        "all": "73%",
        "date": "2026-02-02",
        "love": "80%",
        "work": "64%",
        "money": "72%",
        "health": "71%",
        "notice": "缺少目標而迷茫",
        "discuss": "79%",
        "all_text": "整體狀態中規中矩，容易因缺乏明確目標而感到迷茫。日常行動可能缺乏方向感，容易陷入“為做而做”的循環，這種狀態會消耗精力卻難以帶來滿足感。建議主動為自己制定短期計劃，哪怕只是簡單的待辦清單，也能讓行動更有針對性，減少無意義的消耗。目標的設定不必宏大，從微小且可實現的事入手，逐步積累信心與動力。若感到無從下手，不妨回顧近期未完成的小事，選擇一件優先處理，這種“完成感”會成為推動後續行動的催化劑。整體氛圍需要主動引導，通過明確目標打破混沌，才能讓狀態逐步提升。",
        "love_text": "單身的你，緣分或許就在身邊。留意一下週圍的人，說不定那個一直陪伴在你身邊的人，就是你的命中註定，別忽略了身邊的美好。已有伴者的你，和另一半彼此尊重包容。遇到分歧時，能站在對方角度思考問題，相互理解，這種相處模式會讓你們的感情更加長久。",
        "work_text": "挫折打擊可能會讓你有些沮喪。在追求目標的道路上，你可能會遇到一些意想不到的困難和阻礙，這些挫折會讓你對自己的能力產生懷疑，影響你的信心和積極性。但挫折也是成長的機會，要學會從失敗中吸取教訓，調整心態，重新出發。",
        "lucky_star": "雙魚座",
        "money_text": "小財不斷，會有一些零碎的收入進賬。可能是兼職的小報酬，或是收到的小紅包。雖然金額不大，但也能讓你心情愉悅。這天可以把這些小財積累起來，用於日常開銷或存起來。同時，別因為小財而忽視了大財機會，繼續關注市場動態，尋找更好的賺錢途徑。",
        "health_text": "要提防上火問題，天氣乾燥或飲食不當等都可能引發上火，出現口腔潰瘍、咽喉腫痛等症狀。這一天要多喝水，保持身體水分充足，多吃清熱降火的食物，如苦瓜、綠豆等，少吃辛辣、油膩、刺激性食物，避免上火給身體帶來不適。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨波逐流",
        "yi": "閱讀一本書籍",
        "all": "98%",
        "date": "2026-02-02",
        "love": "91%",
        "work": "96%",
        "money": "94%",
        "health": "97%",
        "notice": "敢突破常規思維",
        "discuss": "92%",
        "all_text": "整體狀態格外積極，容易因運氣的加持而充滿自信。內在能量飽滿，敢於突破常規思維，嘗試平時不敢做的事，這種勇氣會自然吸引他人的關注與支持。適合主動表達想法或參與新互動，你的獨特視角或創意容易得到認可，甚至成為團隊中的亮點。情緒上充滿感染力，能以輕鬆的方式化解緊張氛圍，帶動周圍人一起投入。這種自信並非盲目，而是源於對自身能力的清晰認知，因此行動時更有底氣。若遇到需要決策的情況，不妨相信直覺，你的判斷會與當下狀態高度契合。整體氛圍充滿可能性，只要保持開放心態，敢於嘗試，就能收穫超出預期的體驗。",
        "love_text": "單身的你，很可能會遇到彼此心動的對象。在某個瞬間，你們可能會眼神交匯，產生奇妙的感覺，好好把握這個機會，說不定就能開啟一段浪漫戀情。已有伴者的你，有秀恩愛的機會。和愛人一起參加活動或者聚會，大大方方地展現你們的甜蜜，讓身邊的人都感受到你們的幸福。",
        "work_text": "你的思路會格外開闊。在處理各種事務時，你能夠跳出傳統的思維模式，從不同的角度去思考問題，提出新穎獨特的見解和解決方案。這種開闊的思路會讓你在人群中脫穎而出，為解決問題帶來新的可能，也為自己的發展開闢新的道路。",
        "lucky_star": "處女座",
        "money_text": "財喜臨門的一天，會有令人驚喜的財富收穫。可能是中了小獎，或是收到一份豐厚的禮物。這天要保持樂觀心態，享受這份好運。但別因為好運而過度消費，可以把一部分錢存起來，另一部分用於改善生活或投資自己，讓這份好運持續下去，為生活增添更多美好。",
        "health_text": "大掃除或去人多地方最好戴上口罩，大掃除時灰塵多，容易吸入呼吸道，引發咳嗽、氣喘等問題；去人多地方，人員密集，空氣不流通，易感染病菌。戴上口罩能有效阻擋灰塵和病菌，保護呼吸道健康，減少患病幾率，讓你這一天能更安心地活動。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    }
  }
}