{
  "updated": "2025-08-24T16:09:01.720Z",
  "updateTime": "2025/8/25 上午12:09:01",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 29090,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "傲慢自大",
        "yi": "多元化交流",
        "all": "93%",
        "date": "2025-08-25",
        "love": "94%",
        "work": "92%",
        "money": "93%",
        "health": "91%",
        "notice": "正能量圍繞身邊",
        "discuss": "96%",
        "all_text": "開掛般好運連連的一天，似乎所到之處都洋溢著美好的氣息。這一天裡，你就像自帶光芒，能吸引各種積極的能量圍繞在身邊。無論是日常的瑣事，還是心中默默規劃的事情，開展起來都格外順利，總有一股無形的力量推著你前行，讓一切都能事半功倍。你會明顯感覺到，做很多事情都比以往輕鬆許多，原本可能覺得有些棘手的問題，在這天也能迎刃而解。而且，這種好運不僅僅體現在事情的順利上，還會讓你在與人交往中收穫滿滿的善意和快樂。周圍的人似乎都對你格外友好，願意給予你幫助和支持。你可能會在不經意間收到一些小驚喜，這些小確幸會讓你的心情格外愉悅。總之，這一天就是充滿美好與驚喜的一天，好好享受這份好運，盡情去擁抱生活中的每一份快樂吧。",
        "love_text": "單身的你，像被撒了把糖，社交場合裡容易成為焦點，有人主動找你搭話或約飯，別急著拒絕，試著給彼此瞭解的機會。已有伴者的你，今晚適合安排一場浪漫約會，無論是散步還是看展，都能讓你們找回熱戀時的默契，記得多誇誇對方的小細節，比如新發型或選的餐廳。",
        "take_star": "",
        "work_text": "遇到突發狀況能快速調整狀態，無論是臨時任務還是計劃變動，都能用靈活的思路找到解決辦法。這種“隨機應變”的能力會讓你在團隊中顯得特別亮眼，但也別因為太追求效率而忽略細節，偶爾停下來檢查下成果，反而能避免後續返工。",
        "lucky_star": "天蠍座",
        "money_text": "你的存款有悄悄上漲的跡象，可能是之前的項目結算到賬，或是收到一筆意外的小額收入，比如兼職尾款或退款。別急著花掉，先把這筆錢存進單獨賬戶，避免手滑消費。如果有長期儲蓄計劃，適合梳理目標，比如計算每月能存多少，或調整定投金額，讓錢更穩當地留在口袋裡。",
        "health_text": "要留意久坐或久站的問題，比如辦公時一坐就是幾小時，或排隊時站得腿發僵，容易讓腰背和腿部發酸。每隔一小時起來活動五分鐘，伸伸懶腰、走兩步，哪怕只是去接杯水，也能緩解肌肉緊張。下班後可以用熱水泡腳，促進血液循環，第二天會輕鬆不少。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏責任感",
        "yi": "保持樂觀心態",
        "all": "96%",
        "date": "2025-08-25",
        "love": "93%",
        "work": "88%",
        "money": "97%",
        "health": "94%",
        "notice": "洞察一切的目光",
        "discuss": "97%",
        "all_text": "將得到運氣的強力助力，彷彿擁有了一雙洞察一切的敏銳眼睛，能夠迅速捕捉到生活中隱藏的各種機會。在這一天裡，你的直覺會變得格外靈敏，對於周圍事物的變化和潛在的可能性，都能有清晰的感知。這種敏銳的目光會讓你在面對各種情況時，迅速做出正確的判斷和決策。無論是選擇一條新的路線，還是嘗試一種新的生活方式，都有可能給你帶來意想不到的收穫。而且，運氣也會在關鍵時刻推你一把，讓你在追求目標的道路上更加順暢。你可能會發現，原本看似遙不可及的事情，在這天有了實現的可能。所以，不要猶豫，大膽地去探索和嘗試，抓住每一個出現在你面前的機會，讓運氣為你創造更多的精彩。",
        "love_text": "單身的你，可以在朋友圈或日常互動中展示你的優點，比如分享擅長做的菜、聊點有趣的話題，容易吸引到欣賞你的人。已有伴者的你，和伴侶的相處像回到熱戀期，一起做頓飯或窩在沙發看電影，都能讓感情升溫，別忘了偶爾說句“有你在真好”，對方會超開心。",
        "take_star": "",
        "work_text": "節奏像爬樓梯，每一步都穩穩的，雖然不會突然爆發，但持續的積累會讓你看到明顯的進步。適合處理需要耐心的事，比如整理文件、優化流程，但別因為追求“完美”而拖延，完成比完美更重要。",
        "lucky_star": "水瓶座",
        "money_text": "是發展副業的好時機，可能突然冒出適合的兼職機會，比如朋友推薦的合作、線上技能接單，或利用業餘時間做的小生意有起色。別猶豫，先接下任務再慢慢優化，你的耐心和執行力會讓收入慢慢積累。不過記得平衡主業和副業的時間，別因為太拼反而影響本職工作。",
        "health_text": "培養良好的衛生習慣，比如回家先洗手、手機定期擦消毒，或把亂堆的雜物整理乾淨。這些小細節能減少細菌接觸，尤其現在換季，免疫力容易下降，保持環境整潔能降低感冒風險。如果外出吃飯，儘量用公筷，別和他人混用餐具，腸胃會更舒服。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "優柔寡斷",
        "yi": "看一出電影",
        "all": "78%",
        "date": "2025-08-25",
        "love": "82%",
        "work": "80%",
        "money": "79%",
        "health": "77%",
        "notice": "依靠自己的努力",
        "discuss": "76%",
        "all_text": "整體運勢平平淡淡，沒有那種一飛沖天的驚喜，但也沒有太大的波折和困擾。這一天裡，生活就像一杯溫吞的水，沒有特別熱烈的沸騰，卻也有著屬於自己的平靜。你會感覺到，很多事情都需要依靠自己的努力去推動，沒有太多外力的幫助。不過，這並不意味著你要氣餒，反而是一個鍛鍊自己能力和意志的好機會。你需要付出比平時更多的精力和心思，去處理生活中的各種事務。雖然過程可能會有些辛苦，但每一次的努力都是在為未來的成長積累經驗。不要期待不勞而獲，踏踏實實地做好每一件事，相信通過自己的努力，也能在平凡的日子裡收穫屬於自己的小成就。",
        "love_text": "單身的你，遇到心動對象別猶豫，主動搭話或找共同話題，對方可能會被你的幽默感吸引，抓住機會多互動。已有伴者的你，試著帶伴侶參與你的興趣圈，比如和朋友聚會或玩桌遊，擴大生活交集能讓你們更瞭解彼此，也能減少小摩擦。",
        "take_star": "",
        "work_text": "就像在走平衡木，既要快速推進，又要避免粗心，適合處理需要腦力和細心結合的任務，比如寫方案、做數據統計。但容易因為太興奮而忽略小錯誤，比如漏看郵件附件或算錯數字，做完後記得檢查兩遍。",
        "lucky_star": "摩羯座",
        "money_text": "進賬速度有點慢，可能是客戶拖延付款、報銷流程卡殼，或兼職收入還沒到賬。別急著催，先檢查單據是否齊全，或主動跟進進度，通常能推進解決。消費上別因為“等錢來”就摳門，該買的必需品還是得買，但非必要的東西可以緩兩天，避免“越等越想買”的心理。",
        "health_text": "要保證睡眠充足，可能你習慣熬夜刷手機、趕工作，或睡前想太多睡不著，導致白天沒精神。晚上十點半前放下手機，調暗燈光，聽點輕音樂或白噪音，讓大腦慢慢放鬆。如果實在睡不著，別硬躺，起來看兩頁枯燥的書，睏意來了再睡，效果會更好。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一味讓步妥協",
        "yi": "參觀藝術展",
        "all": "72%",
        "date": "2025-08-25",
        "love": "76%",
        "work": "67%",
        "money": "69%",
        "health": "75%",
        "notice": "面臨壓力和競爭",
        "discuss": "67%",
        "all_text": "整體運勢一般般，生活中會面臨一些壓力和競爭。這一天裡，你可能會感覺到周圍的環境有些緊張，彷彿有一股無形的力量在推動著你不斷前進。壓力可能來自於生活的各個方面，比如家庭、社交等，讓你有些喘不過氣來。同時，競爭也會如影隨形，無論是在與他人的交流中，還是在追求自己的目標時，都可能會遇到一些競爭對手。不過，這並不是一件壞事，壓力和競爭也能激發你的潛力和鬥志。你需要正視這些挑戰，調整好自己的心態，以積極的態度去面對。不要被壓力和競爭打倒，相信自己的能力，勇敢地去迎接每一個挑戰，說不定在這個過程中，你能發現自己新的閃光點。",
        "love_text": "單身的你，可能更想宅在家裡，但偶爾參加小聚會或和熟人聊天，反而容易遇到讓你安心的人，別太被動，給對方點回應。已有伴者的你，伴侶可能有點小情緒，別急著講道理，先給個擁抱或耐心聽對方說完，適度回應能讓關係更緊密。",
        "take_star": "",
        "work_text": "像在走迷宮，可能會遇到幾個小岔路，比如計劃被打亂、臨時被安排任務，容易讓人有點慌。但別急，先理清主次，把最重要的先完成，其他的小問題慢慢解決，別因為一點混亂就影響心情。",
        "lucky_star": "白羊座",
        "money_text": "可能感受到經濟壓力，比如突然要交一筆費用、預算超支，或發現存款比想象中少。別慌，先列出必須支付的項目，再砍掉非必要的開支，比如暫時不買新衣服、少點外賣。如果有信用卡或貸款，適合檢查還款日，避免逾期產生額外費用，壓力會慢慢減輕。",
        "health_text": "別洗冷水澡，尤其是運動後或出汗時，毛孔張開時突然遇冷，容易引發頭痛或感冒。洗澡水溫調在38℃左右，洗的時間別超過15分鐘，洗完後及時擦乾頭髮和身體，穿好衣服再出浴室。如果習慣晨起洗澡，先喝杯溫水，避免溫差太大刺激身體。",
        "lucky_color": "紅色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "審美降級",
        "yi": "參與團隊合作",
        "all": "82%",
        "date": "2025-08-25",
        "love": "85%",
        "work": "84%",
        "money": "81%",
        "health": "83%",
        "notice": "齊心協力提效率",
        "discuss": "88%",
        "all_text": "整體運勢尚佳，你會深刻體會到“團結就是力量”這句話的含義。在這一天裡，你會發現與他人合作能帶來很多意想不到的好處。無論是和家人一起完成一件家務，還是和朋友共同參與一個活動，都能讓你感受到團隊的力量。大家齊心協力，相互支持，能夠更快更好地完成任務，還能在這個過程中增進彼此之間的感情。而且，通過與他人的交流和合作，你還能從他們身上學到很多新的知識和技能，拓寬自己的視野。所以，不要總是獨自行動，多和身邊的人互動交流，積極參與各種團隊活動，藉助團隊的力量，讓自己的生活更加豐富多彩，也能在這一天收穫更多的快樂和滿足。",
        "love_text": "單身的你，熱情別太滿，保持自然狀態反而更有吸引力，遇到感興趣的人，聊聊興趣愛好或生活趣事，比刻意表現更打動人。已有伴者的你，和伴侶相處時，試著一起規劃未來或解決小問題，比如商量週末安排，這種共同成長的感覺會讓感情更穩固。",
        "take_star": "",
        "work_text": "不妨多檢查之前的“地基”是否牢固，比如回顧項目進度、整理學習筆記，把之前忽略的小問題補上，會讓後續的推進更順利。但別因為太追求“完善”而拖延，先完成再優化。",
        "lucky_star": "處女座",
        "money_text": "多學習理財知識，比如刷兩篇存錢攻略、看一集理財入門視頻，或和懂投資的朋友聊兩句。你可能會發現新的存錢方法，比如調整記賬方式、優化儲蓄比例，或找到更適合的理財工具。別急著動手，先記錄下有用的信息，等積累夠了再慢慢實踐，效果會更好。",
        "health_text": "別熬夜玩手機，可能你刷短視頻、回消息越看越精神，結果凌晨才睡，第二天頭暈腦脹。睡前一小時把手機放在客廳，換成看紙質書或聽廣播，讓眼睛和大腦休息。如果必須用手機，調成夜間模式，減少藍光刺激，也能幫你更快入睡。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "迎合別人期待",
        "yi": "健康生活模式",
        "all": "88%",
        "date": "2025-08-25",
        "love": "83%",
        "work": "81%",
        "money": "90%",
        "health": "86%",
        "notice": "完成自律的打卡",
        "discuss": "93%",
        "all_text": "整體運勢相對平穩，這是一個很適合落實自律打卡計劃的日子。在這一天裡，生活不會有太多的起伏和變化，一切都按部就班地進行著。這種平穩的狀態為你提供了一個良好的環境，讓你能夠靜下心來，專注於自己的目標和計劃。你可以利用這一天，制定一個詳細的自律打卡計劃，比如早起鍛鍊、健康飲食、閱讀學習等。然後嚴格按照計劃去執行，每完成一項就在打卡表上做個標記。在這個過程中，你會感受到自律帶來的成就感和滿足感。而且，堅持自律打卡不僅能讓你養成良好的生活習慣，還能提升你的自我管理能力。所以，抓住這一天平穩的運勢，開啟你的自律之旅吧。",
        "love_text": "單身的你，適合從朋友做起，和有好感的人慢慢相處，別急著確定關係，循序漸進的互動反而能讓你更瞭解對方。已有伴者的你，和伴侶一起做點小事，比如整理房間或逛超市，這些日常的陪伴能鞏固感情基礎，偶爾說句“和你一起真舒服”會更甜蜜。",
        "take_star": "",
        "work_text": "把零散的信息或任務耐心地整合起來，比如整理文件、彙總數據，你的細心會發現一些之前沒注意到的細節，讓整體更完善。但別因為太追求“完整”而糾結，先完成主要部分，小細節可以後續補充。",
        "lucky_star": "射手座",
        "money_text": "兼職副業有進賬，可能是之前的合作結算、技能變現，或業餘時間做的小項目有了回報。別急著犒勞自己，先把這筆錢分成兩部分：一部分存起來，一部分留作應急。如果有多個副業，適合梳理哪個更賺錢、哪個耗時多，適當調整重心，讓收入更穩定。",
        "health_text": "睡前別追電視劇，可能你被劇情吸引，一集接一集看到半夜，結果睡眠不足，第二天沒精神。如果實在想看，提前定好只看兩集，看完立刻關電視或平板，做點放鬆的事，比如敷面膜、拉伸十分鐘，告訴自己“到此為止”，慢慢養成早睡習慣。",
        "lucky_color": "綠色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "光想不行動",
        "yi": "融入新圈子",
        "all": "58%",
        "date": "2025-08-25",
        "love": "67%",
        "work": "60%",
        "money": "55%",
        "health": "62%",
        "notice": "外界阻力在作祟",
        "discuss": "61%",
        "all_text": "整體運勢略顯低迷，像是被一層薄霧籠罩，做什麼都提不起勁。你可能會發現，原本計劃好的事情突然卡殼，或是原本順手的領域出現小意外，連日常的小事都容易讓你煩躁。這種狀態不是因為你能力不足，而是外界的“阻力”在悄悄作祟。此時最忌諱的是破罐子破摔的心態——比如因為一點不順就放棄整體安排，或是用消極的態度回應周圍的人和事。試著把節奏放慢半拍，彆強求自己立刻“解決問題”，有時候順其自然反而能避開更大的麻煩。適合處理簡單、重複性的事務，把複雜任務暫時擱置，避免因急躁而越弄越糟。情緒上容易陷入自我懷疑，但記住，低迷只是暫時的，別讓一時的狀態定義你的全部。",
        "love_text": "單身的你，說話別太委婉，遇到心動對象直接表達好感，比如誇對方穿搭或分享有趣的事，避免因為猶豫錯過機會。已有伴者的你，如果和伴侶有誤會，適合坐下來好好聊，別讓小問題積壓，坦誠說出你的想法，對方反而會理解你的用心。",
        "take_star": "",
        "work_text": "像站在天平兩端，容易因猶豫不決而卡在中間，比如面對選擇時反覆權衡，或因怕得罪人而不敢表達真實想法。這種“搖擺”的狀態會讓你效率降低，甚至錯過推進的機會。試著先明確自己的核心需求，再果斷做決定，哪怕不完美，也比原地踏步強。",
        "lucky_star": "天秤座",
        "money_text": "可能面臨分期還款的壓力，比如信用卡賬單、花唄分期，或之前借的錢到了還款日。先檢查賬戶餘額是否足夠，如果不夠，趕緊和家人商量或找兼職補上，別拖到逾期。消費上儘量用現金或儲蓄卡，避免刷信用卡加重負擔，等還款壓力小些再考慮其他支出。",
        "health_text": "別長時間低頭，比如刷手機、看電腦時脖子前傾，容易讓頸椎和肩膀痠痛。把手機舉到和眼睛平視的高度，電腦屏幕調整到視線平行，每隔半小時抬頭看遠處三分鐘，活動一下脖子。下班後可以貼牆站五分鐘，讓頭、肩、臀貼緊牆面，矯正姿勢，緩解僵硬。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺少主見",
        "yi": "提高行動力",
        "all": "63%",
        "date": "2025-08-25",
        "love": "59%",
        "work": "64%",
        "money": "57%",
        "health": "66%",
        "notice": "十字路口迷茫感",
        "discuss": "73%",
        "all_text": "整體運勢欠佳，像是站在十字路口，四周的路標都模糊不清。你可能會對原本確定的事情產生動搖，甚至懷疑自己的選擇是否正確。這種迷茫感會讓你變得猶豫不決，比如面對小事也反覆糾結，或是明明有想法卻不敢行動。外界的干擾信息較多，容易讓你被別人的意見帶偏，反而忽略了自己內心的聲音。此時需要提醒自己：別被“不確定感”牽著走，哪怕暫時找不到明確方向，也先穩住當下的節奏。不適合做重大決定，尤其是涉及長期規劃的事，不妨多給自己一點觀察和思考的時間。情緒上容易焦慮，但記住，迷茫是暫時的過渡期，保持耐心比強行突破更重要。",
        "love_text": "單身的你，可能遇到冷場或尷尬的情況，比如和不太熟的人聊天沒話題，別太在意，換個環境或找朋友幫忙緩和氣氛就好。已有伴者的你，別對伴侶要求太高，比如別總挑對方的小毛病，給彼此點空間，偶爾說句“你開心就好”反而能讓關係更輕鬆。",
        "take_star": "",
        "work_text": "像揹著沙袋走路，心裡裝了太多“必須做好”的壓力，反而讓行動變得沉重。比如擔心任務出錯被批評，或害怕成績不理想，這種焦慮會消耗你的精力。試著把目標拆解成小步驟，完成一點就給自己一點肯定，壓力會慢慢減輕。",
        "lucky_star": "巨蟹座",
        "money_text": "容易情緒化消費，比如心情不好時買零食、焦慮時逛淘寶，或看到促銷就忍不住下單。買之前先問自己：“真的需要嗎？現在不買會怎樣？”如果答案是否定的，先放購物車冷靜半小時，通常就不想買了。可以把想買的東西列個清單，等情緒平復後再篩選，能省不少錢。",
        "health_text": "容易情緒化，可能因為小事煩躁、焦慮，或被負面情緒包圍，影響心情和睡眠。遇到不開心的事，先深呼吸十次，或去陽臺吹吹風，讓情緒平復。可以和朋友聊兩句，或寫日記把煩惱倒出來，別憋在心裡。晚上泡個熱水澡，加點薰衣草精油，能幫你放鬆神經。",
        "lucky_color": "卡其色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "待人太冷漠",
        "yi": "聚焦一目標",
        "all": "91%",
        "date": "2025-08-25",
        "love": "95%",
        "work": "89%",
        "money": "92%",
        "health": "91%",
        "notice": "積極能量推著走",
        "discuss": "92%",
        "all_text": "整體運勢相當好，背後有一股積極的能量推著你前進，連呼吸都帶著輕鬆感。你可能會發現，平時需要費力的環節突然變得順暢，甚至原本沒抱期待的事也能傳來好消息。這種“順”不是偶然，而是你之前積累的能量在集中釋放的結果。周圍人對你的態度也會更友好，容易遇到願意主動幫忙的人，或是得到意外的支持和認可。適合嘗試新事物，哪怕只是小範圍的調整，也可能帶來意想不到的收穫。情緒上會保持積極，對生活的掌控感增強，但別因為狀態好就過度消耗自己，適當留些餘力應對突發情況。整體而言，是你“借勢”的好時機，順勢而為就能事半功倍。",
        "love_text": "單身的你，魅力值拉滿，無論是穿衣風格還是說話方式，都容易吸引到目光，參加聚會或活動時，自信點展示自己，機會自然來。已有伴者的你，今晚適合給感情加點浪漫，比如送束花或寫張小卡片，這些小驚喜能讓伴侶感受到你的用心，感情會更甜蜜。",
        "take_star": "",
        "work_text": "像戴著放大鏡看細節，適合處理需要謹慎的任務，比如核對數據、檢查合同，或複習易錯知識點。但別因為太專注小處而忽略整體，比如花太多時間調整格式，卻忘了內容的核心。平衡“細心”和“效率”，成果會更紮實。",
        "lucky_star": "雙魚座",
        "money_text": "主動出擊找賺錢機會，比如聯繫之前提過的兼職、和客戶談新合作，或把閒置物品掛二手平臺。你的行動力會帶來回報，可能很快收到反饋或成交。不過別貪多，先集中精力做好一兩件事，比如優先處理能馬上變現的任務，收入會更實在。",
        "health_text": "要多喝水，可能你忙起來就忘了喝，或用飲料代替，容易導致口乾、皮膚幹，甚至便秘。準備個500ml的水杯，放在觸手可及的地方，每小時喝半杯，上午喝夠兩杯，下午再喝兩杯。如果不喜歡白水，可以泡點檸檬片或薄荷葉，增加口感，喝水量會更多。",
        "lucky_color": "米黃色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目樂觀",
        "yi": "多表達想法",
        "all": "55%",
        "date": "2025-08-25",
        "love": "60%",
        "work": "59%",
        "money": "51%",
        "health": "57%",
        "notice": "熟悉領域栽跟斗",
        "discuss": "69%",
        "all_text": "整體運勢不容大意，容易在熟悉的領域栽跟斗。你可能會因為過度依賴經驗而忽略細節，比如按老習慣處理事情時，突然發現規則或環境已悄悄改變，導致小失誤頻出。這種“熟悉中的意外”會讓你措手不及，甚至懷疑自己的判斷力。此時需要提醒自己：別因為“熟練”就掉以輕心，越是常規的事越要多留一份警惕。適合用“新人視角”重新審視日常流程，主動檢查可能被忽略的漏洞。情緒上容易因小挫折而煩躁，但別讓負面情緒放大問題，及時調整心態才能避免連鎖反應。記住，“跟斗”不是能力問題，而是提醒你：再熟悉的軌道也需要定期維護。",
        "love_text": "單身的你，適合改掉點小缺點，比如說話太直接或太嚴肅，試著輕鬆點聊天，反而更容易讓人接近你。已有伴者的你，遇到問題別總想著逃避，比如和伴侶有分歧時，主動溝通解決，哪怕只是說“我們一起想辦法”，也能讓對方感受到你的責任感。",
        "take_star": "",
        "work_text": "像在等綠燈過馬路，明明有機會推進，卻因為猶豫或準備不足而錯過。比如團隊討論時沒及時表達想法，或複習時沒抓住重點，導致效率降低。試著更主動一點，哪怕準備不夠完美，先行動再調整，總比原地等待強。",
        "lucky_star": "獅子座",
        "money_text": "人情往來支出多，比如朋友結婚隨份子、同事聚餐AA，或幫家人買東西。別因為“不好意思拒絕”就硬撐，可以提前和對方溝通預算，比如選性價比高的餐廳，或送實用的小禮物。如果有多個社交安排，挑最重要的參加，其他可以推掉，省下的錢能緩解經濟壓力。",
        "health_text": "容易焦慮，可能因為工作、生活的小事糾結，或對未來擔心，導致吃不下飯、睡不著覺。遇到煩心事，先列個清單，把問題寫下來，再一條條想解決辦法，寫不出來就先放一邊。下午可以去公園散步二十分鐘，曬曬太陽，讓大腦分泌血清素，情緒會穩定很多。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "獨來獨往",
        "yi": "開闊視野",
        "all": "95%",
        "date": "2025-08-25",
        "love": "96%",
        "work": "97%",
        "money": "93%",
        "health": "94%",
        "notice": "超出預期的收穫",
        "discuss": "90%",
        "all_text": "整體運勢相當不錯，像是隨便動動手就能摸到“幸運開關”。你可能會發現，哪怕只是小試牛刀的嘗試，也能得到超出預期的反饋，比如臨時起意的分享被廣泛認可，或是隨意提的建議被採納實施。這種“輕而易舉”的好運，源於你近期積累的靈感和行動力在集中爆發。周圍人對你的創意和想法會更包容，甚至主動提供資源支持，讓你有機會把“小點子”變成現實。適合做些輕鬆的嘗試，不必追求完美，先行動再調整反而更容易出成果。情緒上會保持愉悅，對生活的熱情高漲，但別因為狀態好就過度承諾他人，量力而行才能保持長久的好運。",
        "love_text": "單身的你，社交能力在線，無論是和新朋友聊天還是和老朋友聚會，都能輕鬆融入，遇到有趣的人別害羞，主動交換聯繫方式。已有伴者的你，會收到伴侶的甜言蜜語，比如“你真好看”或“和你在一起很開心”，別覺得肉麻，好好享受這份甜蜜，感情會更升溫。",
        "take_star": "",
        "work_text": "像裝了渦輪增壓，思維和行動力都特別在線，適合挑戰有難度的任務，比如解決複雜問題、嘗試新領域，或突破學習瓶頸。你的創意和效率會讓你脫穎而出，甚至能帶動身邊的人一起進步。別藏著實力，大膽展示你的能力吧！",
        "lucky_star": "金牛座",
        "money_text": "理財表現不錯，可能是之前的投資有小收益、存款利息到賬，或優化消費習慣後省下一筆錢。別滿足於現狀，可以覆盤最近的理財行為，比如哪些支出能減少、哪些存款方式收益更高，再調整計劃。如果有餘錢，可以考慮定投或低風險理財，讓錢慢慢“生錢”。",
        "health_text": "飲食要注意營養均衡，可能你圖方便點外賣，或總吃同一類食物，容易缺乏維生素或蛋白質。早餐加個雞蛋、喝杯牛奶，午餐選有肉有菜的套餐，晚餐可以煮點雜糧粥或蒸南瓜。如果時間緊，隨身帶點堅果或水果，比如一小把杏仁、一個蘋果，補充營養更方便。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏安全感",
        "yi": "鍛鍊身體",
        "all": "76%",
        "date": "2025-08-25",
        "love": "77%",
        "work": "75%",
        "money": "80%",
        "health": "73%",
        "notice": "靠努力才有幸運",
        "discuss": "83%",
        "all_text": "整體運勢一般般，幸運不會主動砸到你頭上，但靠努力還是能抓住“小尾巴”。你可能會發現，事情不會自動朝理想的方向發展，需要你主動推一把、盯緊點，才能避免偏離軌道。這種“需要用力”的狀態會讓你有點累，但也能讓你更踏實——畢竟靠自己爭取來的成果，比等來的更讓人安心。適合把精力放在具體的小目標上，比如完成一項拖延已久的任務，或是整理長期混亂的細節，這些“小成就”會慢慢積累成滿足感。情緒上容易因進展緩慢而焦慮，但別因此否定自己的付出，每一份努力都在為未來的好運鋪路。記住，“一般”是暫時的，你的堅持正在悄悄改變運勢的軌跡。",
        "love_text": "單身的你，遇到喜歡的人別過度迎合，比如為了討好對方改變自己的喜好，保持真實反而更有吸引力。已有伴者的你，和伴侶相處時，別總黏在一起，給彼此點獨處的時間，比如各自看書或和朋友聚會，適度空間能讓感情更健康，晚上再一起分享事，會更親密。",
        "take_star": "",
        "work_text": "就像穿著雨衣走路，雖然能防風擋雨，但也容易因為“太保守”而錯過新機會。比如習慣用老方法解決問題，或不敢嘗試新任務，反而限制了成長。試著打開一點“安全區”，比如主動接觸不熟悉的領域，或接受有挑戰的任務，收穫會比想象中多。",
        "lucky_star": "雙子座",
        "money_text": "對求財沒什麼想法，可能是懶得研究理財、沒找到賺錢方向，或覺得“順其自然就好”。不過別完全躺平，可以花半小時整理賬戶，比如看看存款多少、欠款多少，或刷兩篇存錢攻略找靈感。哪怕只記住一個實用技巧，比如“每月先存20%”，也能讓財務狀況慢慢變好。",
        "health_text": "要保持室內適度通風，可能你怕熱開空調，或覺得開窗有灰塵，結果空氣不流通，容易頭暈、沒精神。早上起床後開窗半小時，讓新鮮空氣進來；開空調時，每隔兩小時開窗換氣五分鐘。如果空氣乾燥，可以放盆水或用加溼器，保持溼度在40%-60%，身體會更舒服。",
        "lucky_color": "奶茶色",
        "lucky_number": "4"
      }
    }
  }
}