{
  "updated": "2025-08-06T23:09:17.766Z",
  "updateTime": "2025/8/7 上午7:09:17",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 25117,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃太多甜食",
        "yi": "報個興趣班",
        "all": "80%",
        "date": "2025-08-07",
        "love": "91%",
        "work": "81%",
        "money": "73%",
        "health": "84%",
        "notice": "努力的種子在發芽",
        "discuss": "81%",
        "all_text": "對你來說整體運勢相對平順，沒有太多大起大落的波瀾，但這種平穩中其實藏著不少小驚喜。你之前的努力就像埋下的種子，在這一天開始慢慢發芽，雖然不會一下子長成參天大樹，但能讓你嚐到一些小甜頭。這些小收穫可能是來自生活裡的小確幸，比如買到一直心儀卻沒貨的物品，或者吃到一頓美味又實惠的餐食。在人際關係方面，你的真誠和直爽會讓你結識到一些新朋友，大家相處起來輕鬆愉快，沒有太多的勾心鬥角。而且你的樂觀態度也會感染身邊的人，讓他們在和你相處時也充滿正能量。不過，也別因為運勢平順就掉以輕心，還是要保持一定的警惕性，畢竟生活中難免會有一些小意外。但總體而言，這一天你可以放鬆心情，享受這份平穩帶來的舒適，把更多的精力放在感受生活中的美好上，說不定會有更多意想不到的小驚喜在等著你。",
        "love_text": "單身的你，社交場合裡容易遇到讓你眼前一亮的人，對方主動釋放的善意可能讓你心跳加速，別急著後退，自然回應反而能擦出火花。已有伴者的你，伴侶會格外關注你的需求，可能是主動分擔家務，或是記住你隨口提過的小願望，這些細節裡藏著真心，記得及時給出回應，別讓對方覺得單向付出。",
        "take_star": "",
        "work_text": "對你而言是穩步積累的階段，整體狀態偏向務實，適合把精力放在鞏固已有的成果上。你可能會發現，一些看似不起眼的小細節，其實對整體進展有著關鍵作用。雖然不會出現突飛猛進的突破，但每一步都走得踏實，為未來的提升打下堅實基礎。別急於求成，耐心會讓你的努力更有價值。",
        "lucky_star": "雙子座",
        "money_text": "在求財路上宜穩紮穩打。這天別想著一步登天去搞大動作，穩穩當當推進已有的賺錢計劃就好。比如正在做的小生意，按部就班經營，保證質量和服務。也別輕易嘗試陌生領域，容易因不熟悉而踩坑。多觀察市場動態，收集信息，為後續發展積累經驗，這樣財運才能穩穩提升。",
        "health_text": "在飲食上多上點心，注重營養均衡搭配。別隻挑愛吃的吃，像只吃肉不吃菜可不行。要保證每餐都有蛋白質、碳水、維生素的攝入，比如早餐可以來個雞蛋、一片面包加杯牛奶，再搭配點水果。合理飲食能讓你身體更有活力，減少生病幾率。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "樹敵太多",
        "yi": "謹言慎行",
        "all": "62%",
        "date": "2025-08-07",
        "love": "58%",
        "work": "55%",
        "money": "65%",
        "health": "70%",
        "notice": "更加敏感和固執",
        "discuss": "73%",
        "all_text": "整體運勢略差，這一天說話可得小心謹慎些。你可能會不自覺地帶著一些酸味，說出一些酸言酸語，這在不經意間就容易得罪人。也許你並沒有惡意，只是表達方式有些欠妥，但聽在別人耳朵裡，就會覺得心裡不舒服。這種言語上的小摩擦可能會影響到你的人際關係，讓你和身邊的人產生一些隔閡。而且，運勢不佳的時候，你的情緒也容易受到影響，變得更加敏感和固執。當遇到問題時，不要一味地堅持自己的觀點，多聽聽別人的意見，或許能讓你看到事情的另一面。在生活裡，一些小麻煩也會接踵而至，讓你有些應接不暇。不過，也別讓這些不好的情況影響到你的心情，儘量保持平和的心態，遇到問題冷靜處理，說不定能減少一些不必要的損失。",
        "love_text": "單身的你，面對心動對象時容易反覆糾結“他是不是喜歡我”“現在表白合適嗎”，想太多反而會錯過機會，不如先放鬆相處。已有伴者的你，容易因伴侶晚回消息或忘記小事而腦補出“他是不是不在乎我了”的劇情，其實對方可能只是忙，直接溝通比自己生悶氣更有效，別讓小誤會越積越深。",
        "take_star": "",
        "work_text": "可能會接觸到一些不熟悉的領域或內容，這讓你既感到新鮮，又有些不安。新的挑戰雖然帶來壓力，但也隱藏著成長的機會。不要被陌生的感覺嚇倒，試著以開放的心態去接納和學習，你會發現自己的適應能力比想象中更強。保持冷靜，慢慢摸索，會有不錯的進展。",
        "lucky_star": "白羊座",
        "money_text": "千萬不能貪小便宜。這天可能會遇到一些看似誘人的小優惠、小折扣，但背後可能藏著陷阱。比如低價促銷的商品，質量可能不過關，買回來不僅沒用還浪費錢。在投資方面，也別被小利迷惑，輕易投入資金。保持清醒頭腦，理性判斷，才能避免不必要的財務損失。",
        "health_text": "要特別提防蛀牙問題。這天可能吃甜食的慾望比較強，但吃完一定要及時漱口或刷牙，不然食物殘渣留在牙齒上，容易滋生細菌，引發蛀牙。像蛋糕、糖果這類甜食，儘量少吃，吃完後也別偷懶，做好口腔清潔，保護好牙齒健康。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直言直語",
        "yi": "學習時尚穿搭",
        "all": "98%",
        "date": "2025-08-07",
        "love": "96%",
        "work": "97%",
        "money": "91%",
        "health": "95%",
        "notice": "幸運女神的眷顧",
        "discuss": "92%",
        "all_text": "對你而言是得到運氣助力的一天，得到幸運女神的眷顧。你有著敏銳的嗅覺，能夠迅速察覺到周圍環境的變化和潛在的機會。不管是生活裡的瑣事，還是一些大的決策，你都能憑藉這份敏銳做出正確的判斷。而且你還善於應變，當遇到突發情況時，不會驚慌失措，而是能冷靜地分析局勢，迅速找到解決辦法。這種能力讓你在這一天裡能夠輕鬆應對各種挑戰，遊刃有餘地處理各種事務。在社交場合中，你的幽默風趣和機智應變會讓你成為焦點，吸引到很多人的關注和喜愛。你可能會結識到一些對你有幫助的人，為你的生活帶來新的機遇和可能性。這一天，你可以大膽地去嘗試新事物，相信自己的直覺和能力，說不定會有意想不到的收穫。",
        "love_text": "單身的你，在朋友聚會、興趣小組或通勤路上可能遇到有趣的新面孔，對方和你聊得來，話題從電影到生活瑣事都能接得住，主動加個聯繫方式說不定能發展。已有伴者的你，和伴侶像回到熱戀期，一起做飯時互相打鬧，睡前分享一天的趣事，哪怕只是窩在沙發看劇，也能感受到彼此的熱情，這種狀態要好好珍惜。",
        "take_star": "",
        "work_text": "你的思維格外活躍，點子和方法層出不窮，無論是解決問題還是推進任務，都能找到新穎的途徑。這種創造力讓你在人群中脫穎而出，容易得到他人的認可和讚賞。不過，也要注意別被過多的想法分散注意力，專注於最可行的方案，能讓你的優勢發揮得更好。",
        "lucky_star": "獅子座",
        "money_text": "或許會有新的進賬。可能是之前付出的努力有了回報，比如項目獎金到賬，或者兼職收入增加。這天可以留意一下財務方面的消息，說不定會有意外驚喜。不過，有了新收入也別大手大腳，合理規劃一下，把一部分存起來，另一部分用於日常開銷，讓錢更有價值。",
        "health_text": "要保持勞逸結合的狀態。別一忙起來就廢寢忘食，長時間工作或學習後，要適當起身活動活動，伸伸懶腰、走動走動，放鬆一下身體和大腦。也別一直躺著或坐著不動，安排點娛樂活動，比如聽聽音樂、看看電影，讓身心得到充分休息，狀態會更好。",
        "lucky_color": "咖啡色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "手忙腳亂",
        "yi": "佈置家居",
        "all": "77%",
        "date": "2025-08-07",
        "love": "72%",
        "work": "74%",
        "money": "68%",
        "health": "83%",
        "notice": "機遇背後藏挑戰",
        "discuss": "80%",
        "all_text": "整體運勢平平，這一天機會和難度會同時出現在你的生活中。機會就像隱藏在雲霧中的寶藏，雖然能看到一些光芒，但想要真正找到並抓住它，卻不是一件容易的事。你可能會遇到一些看似不錯的機遇，但這些機遇背後往往伴隨著一定的難度和挑戰。這就需要你有足夠的勇氣和毅力去面對，不能輕易退縮。在面對困難時，不要害怕失敗，要相信自己的能力，積極尋找解決問題的方法。而且，這一天你的情緒可能會有些波動，容易受到外界因素的影響。當你遇到挫折時，不要讓負面情緒佔據你的內心，要學會調整自己的心態，保持樂觀積極的態度。雖然運勢平平，但只要你堅持不懈地努力，就有可能突破困境，抓住機會，讓自己的生活有所改變。",
        "love_text": "單身的你，在社交場合裡存在感稍弱，可能是穿著太素，或是說話聲音太小，試著換個亮色配飾，或主動參與話題討論，提升一點“被看見”的概率。已有伴者的你，容易因伴侶和異性正常交流而吃醋，比如對方和同事多聊了兩句，其實對方心裡有分寸，你越追問越容易讓對方覺得不被信任，給彼此留點空間反而更舒服。",
        "take_star": "",
        "work_text": "與人合作是關鍵，無論是共同完成任務還是交流想法，都能讓你從中受益。他人的經驗和視角能為你提供新的啟發，幫助你更好地完成目標。不過，在合作過程中，也要注意溝通方式，避免因為表達不清而產生誤解。保持耐心和包容，能讓合作更加順利。",
        "lucky_star": "雙魚座",
        "money_text": "千萬別借錢給別人。這天你的判斷力可能受情緒影響，容易輕信他人。要是有人找你借錢，不管關係多好，都要謹慎考慮。對方可能沒有償還能力，或者借錢用途不明，一旦借出去，錢可能就打水漂了。守住自己的錢袋子，才能讓財運更穩定。",
        "health_text": "適合進行低強度運動。別一上來就做劇烈運動，身體可能受不了。可以選擇散步、瑜伽這類運動，既能活動身體，又不會太累。散步時選個環境好的地方，呼吸新鮮空氣；做瑜伽跟著視頻慢慢做，拉伸一下身體，增強身體柔韌性，提升健康指數。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "左耳進右耳出",
        "yi": "早睡早起",
        "all": "52%",
        "date": "2025-08-07",
        "love": "48%",
        "work": "45%",
        "money": "53%",
        "health": "60%",
        "notice": "自我為中心的姿態",
        "discuss": "66%",
        "all_text": "整體運勢稍顯低迷，過於以自我為中心的姿態，可能會給你帶來一些麻煩。你可能會只考慮自己的感受和需求，而忽略了身邊人的想法，這容易讓別人覺得你有些自私和霸道。在與人交往中，這種態度會讓你和他人產生矛盾和衝突，影響到你的人際關係。而且，運勢不佳的時候，你的判斷力也可能會受到一定的影響，做出一些錯誤的決策。當你遇到問題時，不要急於下結論，要多聽聽別人的意見和建議，綜合考慮後再做出決定。在生活中，一些小挫折也會讓你感到沮喪和失落，但不要讓這些情緒影響到你的整體狀態。要學會反思自己的行為，認識到自己的不足，並努力改正。只有這樣，你才能逐漸走出運勢低迷的困境，重新找回自信和活力。",
        "love_text": "單身的你，可能同時收到多個異性的示好，比如點贊朋友圈、主動約飯，別想著“廣撒網多撈魚”，選一個讓你最心動的深入接觸，反而更容易脫單。已有伴者的你，容易因小事對伴侶發脾氣，比如對方沒按你的方式整理房間，或沒聽懂你的暗示，強勢的態度會讓對方覺得壓抑，適當示弱，比如撒嬌說“你幫我一下嘛”，反而能化解矛盾。",
        "take_star": "",
        "work_text": "可能會因為過於大意而忽略一些重要細節，導致原本順利的進展出現小波折。雖然整體狀態不錯，但粗心大意可能會讓你付出額外的精力去彌補。在處理事情時，多提醒自己保持專注，仔細檢查每一個環節，避免因為小失誤而影響整體效果。",
        "lucky_star": "處女座",
        "money_text": "切勿打腫臉充胖子。這天可能會有一些社交場合，比如朋友聚會、同事聚餐。在消費時，別為了面子而過度消費，超出自己的經濟能力。比如點很貴的菜、買昂貴的禮物。要根據自己的實際情況來，理性消費，不然最後難受的還是自己，還可能影響財務狀況。",
        "health_text": "運動前一定要做好熱身。這天如果打算運動，不管是跑步、打球還是健身，都要先活動活動關節，做幾個簡單的拉伸動作，讓身體熱起來。不然直接運動，肌肉容易拉傷，到時候不僅疼，還影響後續運動計劃。熱身做好了，運動才能更安全有效。",
        "lucky_color": "蔥綠色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "驕傲自滿",
        "yi": "發起新挑戰",
        "all": "96%",
        "date": "2025-08-07",
        "love": "92%",
        "work": "94%",
        "money": "88%",
        "health": "98%",
        "notice": "敢於去超越自己",
        "discuss": "95%",
        "all_text": "整體運勢相當出彩，這一天的你敢於超越之前的自己，這種勇氣和決心會讓你在各個方面都取得不錯的進展。你不再滿足於現狀，而是積極尋求突破和改變，想要挑戰更高的目標。這種積極向上的態度會讓你充滿動力，激發你內在的潛能。在面對困難時，你不會退縮，而是勇敢地迎上去，用自己的智慧和毅力去克服它們。而且，你的細心和嚴謹也會在這一天發揮得淋漓盡致，讓你在做事情時能夠注意到很多細節，避免出現不必要的錯誤。在生活裡，你會感受到一種前所未有的充實和滿足，因為你正在朝著自己想要的方向前進。這一天，你可以大膽地展現自己的才華和能力，相信自己的付出一定會得到回報，你會收穫到屬於自己的成功和喜悅。",
        "love_text": "單身的你，桃花運超旺，可能是同事突然約你喝下午茶，或是朋友介紹新朋友認識，對方和你三觀契合，聊得投機，別急著拒絕，多給彼此瞭解的機會。已有伴者的你，和伴侶像連體嬰，一起逛超市時手牽手，睡前互相按摩肩膀，連吵架都帶著點甜，這種膩歪的狀態會讓感情更升溫，記得把這份甜蜜延續到日常裡。",
        "take_star": "",
        "work_text": "展現出膽大心細的特質，既能勇敢地嘗試新的方法，又能注意到每一個細節，確保事情的順利進行。這種狀態讓你在處理各種事務時都遊刃有餘，容易取得不錯的成果。不過，也要注意別給自己太大壓力，適當放鬆，能讓你的表現更加出色。",
        "lucky_star": "水瓶座",
        "money_text": "手頭上有點閒錢。這筆錢可以好好規劃一下，比如存一部分到銀行，獲取穩定利息；或者拿出一小部分投資自己，學習新技能，提升競爭力，為未來賺更多錢打下基礎。也可以用來改善生活，但別過度消費。合理利用這筆閒錢，能讓你的財務狀況更上一層樓。",
        "health_text": "出門要做好防曬防暑措施。這天太陽可能比較毒，出門前要塗好防曬霜，戴上太陽帽、太陽鏡，穿上輕薄透氣的長袖衣服，避免皮膚被曬傷。還要帶上水壺，隨時補充水分，防止中暑。儘量避開中午高溫時段出門，選擇早晚涼爽的時候活動。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一心多用",
        "yi": "學一門外語",
        "all": "84%",
        "date": "2025-08-07",
        "love": "80%",
        "work": "82%",
        "money": "75%",
        "health": "89%",
        "notice": "用心感受身邊一切",
        "discuss": "86%",
        "all_text": "整體運勢尚可，建議跳出網絡世界，多用心去感受身邊的一切。如今網絡發達，大家常沉浸在虛擬社交和信息洪流裡，卻忽略了身邊真實的美好。你或許習慣了在網上瀏覽各種資訊、和朋友線上聊天，但這一天，不妨放下手機，走出家門。去小區裡散散步，感受微風的輕撫，聽聽鳥兒的鳴叫；和鄰居打個招呼，聊聊家常，說不定能發現平時沒注意到的鄰里溫情。也能約上家人一起做個簡單的家庭活動，像是一起做頓飯，在煙火氣中增進親情。當你把注意力從網絡轉移到現實生活，會驚喜地發現身邊藏著許多小確幸。而且，這種真實的互動能讓你內心更加充實，情緒也會更加穩定。別讓網絡世界佔據你太多時間，多去擁抱身邊的人和事，這一天你會過得溫馨又滿足。",
        "love_text": "單身的你，社交活動多，可能是參加行業交流會，或是朋友組局吃飯，多主動和不太熟的人聊天，說不定能遇到讓你心動的人，別總縮在角落裡。已有伴者的你，和伴侶適合深入聊聊未來規劃，比如明年去哪裡旅行，或是要不要養寵物，這些話題能讓你們更瞭解彼此的想法，也能為感情注入新動力，別隻停留在表面聊天。",
        "take_star": "",
        "work_text": "彷彿站在十字路口，能敏銳察覺到不同方向的可能性。整體狀態積極，思維活躍，在面對選擇時雖會短暫糾結，但能快速理清思路。這種狀態讓你在處理事務時更高效，能平衡好各方關係，為未來發展埋下好種子，有望開啟新局面。",
        "lucky_star": "摩羯座",
        "money_text": "培養記賬的習慣。這天各種消費比較多，很容易搞不清錢花哪兒去了。通過記賬，你能清楚每一筆錢的去向，知道哪些是必要消費，哪些是不必要消費。這樣在後續消費時，就能更有針對性地控制開支，避免盲目消費，讓每一分錢都花得明明白白，提升財運。",
        "health_text": "不要對著風口位直吹。不管是空調風還是風扇風，直吹都容易讓身體著涼，引發感冒、頭疼等問題。使用空調時，溫度別調太低，和室外溫差不宜過大；風扇也不要一直對著人吹，可以調整方向或使用搖頭功能。注意保暖，避免受涼。",
        "lucky_color": "杏黃色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追劇",
        "yi": "用心感受生活",
        "all": "71%",
        "date": "2025-08-07",
        "love": "66%",
        "work": "65%",
        "money": "73%",
        "health": "71%",
        "notice": "嚴於律人寬於待己",
        "discuss": "75%",
        "all_text": "整體運勢稍有起伏，態度上過於嚴於律人寬於待己。在看待別人時，你可能會不自覺地用較高的標準去要求，一旦別人沒達到，心裡就會有些不滿。然而對於自己，卻常常放鬆要求，一些小錯誤、小疏忽就覺得無所謂。這種心態容易讓你和身邊人產生一些小摩擦，別人可能會覺得你不夠公平。而且，這種雙重標準也會影響你自己成長，因為對自己不夠嚴格，可能會錯過一些提升自己的機會。不過，運勢有起伏也正常，要是你能意識到這個問題，在看到別人不足時，也多反思下自己是否有類似情況；對自己要求高一些，這一天也能平穩度過，甚至還能在自我反思中有所收穫，讓自己變得更優秀。",
        "love_text": "單身的你，面對心動對象時容易沉默，比如對方找你聊天，你只回“嗯”“好”，這種後退的態度會讓對方覺得你沒興趣，其實你只是緊張，試著多分享點自己的生活。已有伴者的你，容易因小事和伴侶冷戰，比如對方忘記紀念日，或沒接你電話，其實冷戰只會讓矛盾更深，主動說“我有點不開心，因為……”，反而能讓對方明白你的感受。",
        "take_star": "",
        "work_text": "似乎有些力不從心，在推進事務時容易缺乏自主性。整體節奏有些拖沓，遇到問題第一反應是尋求他人幫助，自己主動探索的勁頭不足。這可能會讓你錯過一些自我成長的機會，需要適當調整狀態，增強獨立解決問題的能力。",
        "lucky_star": "天蠍座",
        "money_text": "消費時記得核對賬單小票。不管是購物還是吃飯，結賬後都要仔細檢查賬單，看看有沒有算錯賬、多收費的情況。有時候商家可能會因為疏忽或者故意而多收錢，要是不核對，自己的錢就白白損失了。養成核對賬單的好習慣，能避免不必要的財務損失，守護好財運。",
        "health_text": "運動過後別急著喝冰水。運動後身體溫度較高，喝冰水會刺激腸胃，引起腸胃不適，甚至可能導致腹痛、腹瀉。可以等身體稍微冷卻後，喝些溫水或常溫的淡鹽水，補充運動流失的水分和鹽分，還能保護腸胃健康，讓身體更快恢復。",
        "lucky_color": "棕色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話不留情面",
        "yi": "逛逛藝術展",
        "all": "59%",
        "date": "2025-08-07",
        "love": "54%",
        "work": "51%",
        "money": "57%",
        "health": "63%",
        "notice": "心直口快惹麻煩",
        "discuss": "65%",
        "all_text": "整體運勢下滑，說話表達過於耿直會給你帶來一些小麻煩。你可能會心直口快，有什麼說什麼，大多時候這可能是一種真誠的表現，但這一天這種耿直可能會讓你在不經意間得罪人。也許你只是實話實說，但聽在別人耳朵裡，可能會覺得有些刺耳，心裡不舒服。在社交場合中，這可能會讓氣氛變得有些尷尬，影響你和他人的關係。而且，因為說話太直，也可能會錯過一些表達自己真實想法的更好方式，導致別人誤解你的意圖。這一天，你要多留意自己的言辭，說話前先在腦子裡過一遍，想想這樣說會不會讓別人不開心。雖然要保持真誠，但也可以換一種更溫和、委婉的方式表達，這樣能避免不少不必要的麻煩。",
        "love_text": "單身的你，可能遇到讓你心動的人，但別急著表白或推進關係，先從朋友做起，多瞭解對方的性格和三觀，太急反而容易嚇跑對方。已有伴者的你，容易因生活瑣事和伴侶起爭執，比如誰該洗碗、誰該遛狗，其實這些小事沒必要爭輸贏，互相妥協一點，比如你洗碗我遛狗，矛盾自然就化解了。",
        "take_star": "",
        "work_text": "你的想法如同脫韁的野馬，過於天馬行空。整體狀態有些浮躁，難以靜下心來專注於實際事務。在規劃未來或處理問題時，常常脫離現實，缺乏可行性。這可能會讓你在行動中遇到阻礙，需要及時調整心態，腳踏實地。",
        "lucky_star": "金牛座",
        "money_text": "要警惕破財危機。這天可能會遇到一些意外情況，比如東西損壞需要維修、身體不適要花錢看病等。所以出門要小心，保管好自己的財物，避免丟失或損壞。同時，也要注意身體健康，保持良好的生活習慣。提前做好預防措施，能降低破財的可能性，讓財運更穩定。",
        "health_text": "要增強自身抵抗力。最近天氣變化可能較大，容易生病，要注意合理飲食，保證營養攝入，多吃富含維生素和蛋白質的食物，像橙子、牛奶、魚肉等。同時，適當進行一些運動，提高身體免疫力。還要注意個人衛生，勤洗手，少去人員密集的場所，預防疾病感染。",
        "lucky_color": "灰藍色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對他人高要求",
        "yi": "培養創意想法",
        "all": "93%",
        "date": "2025-08-07",
        "love": "90%",
        "work": "86%",
        "money": "96%",
        "health": "92%",
        "notice": "自信落實新計劃",
        "discuss": "89%",
        "all_text": "整體運勢相當不錯，動力十足的一天，自信落實新計劃。你心裡可能早就有了一些新的想法和目標，這一天就是付諸行動的好時機。你對未來充滿信心，這種自信會讓你在做事情時更有幹勁，遇到困難也不會輕易退縮。你會積極主動地去推進新計劃，把每一個細節都考慮周全，確保計劃能夠順利實施。而且，你的執行力很強，一旦決定了要做什麼，就會立刻行動起來，不會拖拖拉拉。這種積極向上的狀態會感染身邊的人，也可能會得到他們的支持和幫助。在這一天，你可以大膽地朝著自己的目標前進，相信自己的能力，新計劃有很大的可能會取得不錯的進展，讓你離自己的夢想更近一步。",
        "love_text": "單身的你，可能有表白的好時機，比如和心動對象單獨相處時，對方主動聊起感情話題，或是眼神裡帶著溫柔，這時候勇敢說出“我喜歡你”，成功率很高。已有伴者的你，伴侶會格外貼心，可能是主動幫你按摩肩膀，或是記住你不愛吃香菜的小習慣，這些細節讓你覺得被重視，記得也給對方一些回應，比如一個擁抱或一句“謝謝你”。",
        "take_star": "",
        "work_text": "保持著清醒的頭腦，能夠獨立思考問題。整體狀態沉穩，在面對各種情況時都能冷靜分析，不被外界因素干擾。這種獨立思考的能力讓你在處理事務時更加得心應手，能做出明智的決策，為未來的發展奠定堅實基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "在財運方面嗅覺敏銳。這天能敏銳察覺到一些賺錢的機會，比如市場上的新需求、行業的小趨勢。一旦發現機會，別猶豫，果斷行動，抓住這些機會，就有可能獲得不錯的收益。不過，在行動前也要做好充分準備，瞭解清楚情況，降低風險，讓財運更上一層樓。",
        "health_text": "要多吃蔬菜水果。蔬菜水果富含各種維生素和膳食纖維，對身體好處多多。像蘋果、香蕉、菠菜、西蘭花等，都是不錯的選擇。可以把它們做成沙拉、榨成果汁，或者直接生吃。多吃蔬菜水果能促進腸胃蠕動，預防便秘，還能讓皮膚變得更好，提升整體健康水平。",
        "lucky_color": "墨綠色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "表情太嚴肅",
        "yi": "參考別人建議",
        "all": "74%",
        "date": "2025-08-07",
        "love": "69%",
        "work": "72%",
        "money": "76%",
        "health": "81%",
        "notice": "安於現狀失機會",
        "discuss": "73%",
        "all_text": "整體運勢一般，是安於現狀的一天。你似乎沒有太多想要改變的念頭，對當前的生活狀態比較滿意，覺得這樣平平淡淡也挺好。你不會主動去尋找新的挑戰或者機會，更願意待在自己熟悉的舒適區裡。這種心態讓你在這一天過得比較輕鬆，沒有太多的壓力和煩惱。但也因為過於安於現狀，可能會錯過一些潛在的發展機會。你可能會忽略身邊一些細微的變化，沒有察覺到新的可能性。不過，每個人都有自己的節奏，偶爾停下來享受當下的平靜也沒什麼不好。這一天你可以盡情放鬆自己，做自己喜歡的事情，感受生活中的小美好。等調整好狀態，之後再以更好的姿態去迎接新的挑戰也不遲。",
        "love_text": "單身的你，面對追求者時容易態度高冷，比如對方發消息，你隔很久才回，或是聊天時總說“隨便”“都行”，這種態度會讓對方覺得你沒興趣，其實你只是慢熱，試著多給點積極反饋。已有伴者的你，容易忽略伴侶的想法，比如選餐廳時只挑自己喜歡的，或計劃旅行時沒問對方的意見，其實伴侶可能早有想法，多問問“你想吃什麼”“你覺得怎麼樣”，能讓對方覺得被重視。",
        "take_star": "",
        "work_text": "似乎陷入了一種固定的模式，有些墨守成規。整體狀態缺乏創新和變通，在處理事務時習慣按照老一套的方法進行，難以突破常規。這可能會讓你錯過一些新的機會和挑戰，需要嘗試跳出舒適區，接受新的觀念和方法。",
        "lucky_star": "射手座",
        "money_text": "沒有明顯進賬。但這並不意味著財運不好，只是這天沒有額外的收入來源。你可以把精力放在維護現有的財務狀況上，比如檢查自己的理財產品，看看是否需要調整；或者優化一下自己的消費計劃，節省開支。通過這些方式，也能讓財務保持穩定，為未來的財運積累能量。",
        "health_text": "要保證充足的睡眠。睡眠不足會影響身體各個器官的正常運轉，導致精神狀態不佳、免疫力下降等問題。這天晚上儘量早點上床睡覺，營造一個安靜舒適的睡眠環境，關掉電子設備，放鬆身心。保證7 - 8小時的高質量睡眠，第二天才能精力充沛，更好地應對生活和工作。",
        "lucky_color": "桃粉色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "自制健康飲料",
        "all": "67%",
        "date": "2025-08-07",
        "love": "57%",
        "work": "58%",
        "money": "64%",
        "health": "68%",
        "notice": "一心多用收穫少",
        "discuss": "56%",
        "all_text": "整體運勢欠佳，一心多用反而沒有收穫。你可能會同時想著好幾件事情，想要一下子把所有事情都處理好，但結果往往不盡如人意。人的精力是有限的，當你把注意力分散到太多事情上時，每件事情都得不到足夠的關注和投入，自然就難以做好。你可能會在做一件事情的時候，心裡還想著另一件事情，導致注意力不集中，出現一些小失誤。而且，這種一心多用的狀態也會讓你感到疲憊和焦慮，因為事情沒有達到自己預期的效果。這一天，你不妨試著專注在一件事情上，把全部的精力都投入進去，這樣反而更容易取得成果。不要貪心想要同時做好所有事，一件一件來，或許能讓你的生活更有條理，運勢也會逐漸好轉。",
        "love_text": "單身的你，可能表錯情，比如誤以為對方對你有好感，主動表白後卻發現對方只是把你當朋友，這種尷尬場面讓你想躲起來，其實沒關係，誰還沒點小誤會呢。已有伴者的你，容易對浪漫期待過高，比如希望伴侶突然送花，或安排驚喜約會，但對方可能沒意識到，這種落差會讓你失望，不如直接說“我們一起去吃那家新餐廳吧”，把期待變成行動，反而更開心。",
        "take_star": "",
        "work_text": "彷彿在“裸奔”，缺乏提前規劃和準備。整體狀態有些慌亂，在面對突發情況時容易手忙腳亂。無論是處理事務還是應對挑戰，都沒有做好充分的準備，這可能會讓你在工作中出現失誤，在學習上進度滯後，需要增強前瞻性。",
        "lucky_star": "天秤座",
        "money_text": "別急於求成。這天可能會看到別人賺錢很容易，就想著自己也趕緊大幹一場，快速致富。但這種心態容易讓你做出錯誤決策，比如盲目投資、跟風創業。財運的提升需要時間和積累，不能急於一時。保持耐心，一步一個腳印，按照自己的節奏來，才能讓財運穩步上升。",
        "health_text": "容易情緒化，這可能會影響身體健康。要學會調整自己的情緒，遇到事情別太著急上火或焦慮抑鬱。可以通過和朋友聊天、聽音樂、看電影等方式來緩解壓力，放鬆心情。保持積極樂觀的心態，情緒穩定了，身體也會更健康，能更好地享受生活。",
        "lucky_color": "奶油色",
        "lucky_number": "4"
      }
    }
  }
}