{
  "updated": "2025-11-04T10:10:44.253Z",
  "updateTime": "2025/11/4 下午6:10:44",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12983,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遇人不淑",
        "yi": "多表達感謝",
        "all": "50%",
        "date": "2025-11-03",
        "love": "59%",
        "work": "51%",
        "money": "58%",
        "health": "66%",
        "notice": "出現消極的情緒",
        "discuss": "67%",
        "all_text": "面臨倒黴運勢考驗的一天。在這一天裡，你彷彿被一層消極的陰雲籠罩著，總是容易出現消極的情緒。那些原本可能被你輕鬆忽略的小麻煩，此刻卻像放大了一般，不斷在你腦海中盤旋，讓你覺得做什麼都不順心。在與人相處時，消極情緒也可能不經意間流露出來，可能會影響到你與周圍人的關係，讓原本和諧的氛圍變得有些緊張。而且，倒黴的運勢似乎喜歡“抱團”，一件不順心的事剛過去，另一件又接踵而至，讓你有些應接不暇。不過，別讓這些消極情緒完全佔據你的內心，試著給自己一些積極的心理暗示，雖然這一天運勢不佳，但也不至於讓所有事情都變得糟糕透頂。保持冷靜，儘量以平和的心態去面對這些狀況，也許在不經意間，就能找到化解困境的小方法，讓這一天的倒黴程度稍微減輕一些，不至於讓你陷入更深的消極漩渦之中。",
        "love_text": "單身的你，有人相處時態度有些高冷，即便身邊有潛在的緣分靠近，也可能因這股冷勁兒把對方推開。不妨試著放下防備，展現溫和一面，說不定能開啟一段新緣分。已有伴者的你，別總用否定句和對方交流，哪怕是好意提醒，過於否定的表達也容易讓對方心裡不舒服。試著多肯定、鼓勵對方，換個方式溝通，感情會在更和諧的氛圍裡升溫。",
        "work_text": "在整體表現上容易出現疏忽大意的狀況。不管是處理日常事務，還是面對新的挑戰，都可能因為不夠細心而出現小失誤。這種狀態會讓你在推進各項事情時遇到一些小阻礙，原本順暢的節奏被打亂，可能會影響到整體的進度和成果，需要格外留意。",
        "lucky_star": "雙魚座",
        "money_text": "在財運方面得把警惕性拉滿，尤其是面對一些看似誘人的風險項目，千萬別被高回報衝昏頭腦。這類項目往往藏著不少隱患，稍有不慎就可能讓你的錢財受損。在做任何投資決定前，一定要仔細研究、多方考察，別輕易把錢投進去，守住自己的錢包才是關鍵。",
        "health_text": "容易出現口腔潰瘍問題。這或許和近期飲食偏辛辣、作息不規律有關。飲食上要多吃富含維生素的果蔬，像橙子、菠菜。作息上儘量早睡早起，別熬夜。刷牙時動作輕柔些，別損傷口腔黏膜。若已出現潰瘍，可用淡鹽水漱口，能起到一定消炎作用。",
        "lucky_color": "橘紅色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度理想化",
        "yi": "提升管理才能",
        "all": "83%",
        "date": "2025-11-03",
        "love": "90%",
        "work": "86%",
        "money": "84%",
        "health": "80%",
        "notice": "充滿機會的環境",
        "discuss": "88%",
        "all_text": "你的整體運勢還不賴。這一天，你彷彿置身於一個充滿機會的環境中，越是積極出擊，就越容易抓住幸運的尾巴。你會發現，自己只要主動一點，去嘗試一些新的事物或者拓展自己的社交圈子，就能收穫不少意想不到的驚喜。這種積極的行動會讓你感受到一種充滿活力的狀態，彷彿身上有使不完的勁。而且，在你積極進取的過程中，周圍的人也會被你的熱情所感染，願意給予你更多的支持和幫助。不過，雖然運勢不錯，但也不能過於冒進，還是要保持一定的理智，在行動之前做好簡單的規劃和思考，這樣才能讓幸運更好地留在你身邊。不要害怕失敗，大膽地去嘗試，因為你積極態度會為你帶來更多的可能性，讓你在這一天過得充實而有意義。",
        "love_text": "單身的你，有機會和心儀對象拉近距離，或許是一次偶然的交談，或許是共同參與的小活動，都能讓你們的關係更親近。抓住這些小契機，感情有望升溫。已有伴者的你，和伴侶的感情會更加堅定。彼此的信任和理解加深，面對生活的小挑戰也能攜手共進，感情基礎愈發穩固，享受這份甜蜜吧。",
        "work_text": "整體運勢較為不錯，多與人交流會給你帶來不少好處。在處理各種事務時，與他人的溝通協作能讓你獲取新的思路和靈感，拓寬自己的視野，有助於更高效地完成目標，讓整體進展更加順利。",
        "lucky_star": "雙子座",
        "money_text": "財運挺不錯，有可以小試牛刀的機會。要是遇到一些靠譜的小投資或者小生意，不妨大膽嘗試一下，說不定能收穫一筆小驚喜。不過也別太冒進，投入的資金量要控制在自己能承受的範圍內，穩紮穩打才能讓財富慢慢積累起來。",
        "health_text": "在飲食量上得把控好，正餐別吃太飽。吃得過飽會讓腸胃負擔加重，可能出現消化不良、腹脹等情況。每餐吃到七八分飽就行，給腸胃留出消化空間。飯後也別立刻坐著或躺著，適當散散步，促進腸胃蠕動，這樣能減少腸胃不適的發生。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "承諾任何事",
        "yi": "做數據分析",
        "all": "75%",
        "date": "2025-11-03",
        "love": "78%",
        "work": "73%",
        "money": "79%",
        "health": "72%",
        "notice": "以日常安排為主",
        "discuss": "70%",
        "all_text": "你的整體運勢一般般。這一天，你更傾向於以日常安排為主，把更多的精力放在自己的生活節奏上，更注重給自己留出足夠的休息空間。你可能會覺得，不需要去刻意追求什麼特別的成就或者驚喜，按照自己既定的生活模式，平平穩穩地度過這一天就很滿足。你會把時間分配在一些日常的小事上，比如看看書、聽聽音樂，或者只是靜靜地發會兒呆。在與他人交往方面，你也不會過於主動，而是保持一種順其自然的態度。雖然整體運勢沒有特別突出的地方，但這種平淡的生活也能讓你感到安心。不過，也要注意不要過於封閉自己，偶爾和身邊的人聊聊天，分享一下彼此的生活，也許會為這一天增添一些別樣的色彩，讓你在平淡中感受到一些小小的溫暖和樂趣。",
        "love_text": "單身的你，對待感情的態度有些模糊，不主動去追求，也不明確拒絕別人的示好。這樣容易錯過真正適合的人，不妨明確自己的心意，勇敢做出選擇。已有伴者的你，要學會愛屋及烏，接納伴侶的喜好和社交圈子。多參與對方的生活，不僅能增進感情，還能發現對方更多可愛的一面。",
        "work_text": "需要著重完善自身存在的不足。無論是處理事務的方法，還是掌握的知識技能，都可能有一些小瑕疵。只有正視這些問題並加以改進，才能讓整體的表現更加出色，避免因小失大，影響最終成果。",
        "lucky_star": "金牛座",
        "money_text": "沒什麼理財想法，這可能會讓你錯過一些賺錢的機會。這一天裡，別總是渾渾噩噩地對待錢財，不妨主動去了解一些理財知識，或者關注一下身邊的小商機。哪怕只是簡單地把閒錢存個定期，也能讓你的財富有個基本的保障。",
        "health_text": "要格外注意飲食衛生。在外面就餐時，選擇乾淨衛生的餐館，查看其食品衛生許可證。不吃路邊攤上不潔的食物，防止病從口入引發腸胃疾病。自己在家做飯，食材要清洗乾淨，生熟分開處理，避免交叉感染，確保每一口吃進嘴裡的食物都安全放心。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱拖延症",
        "yi": "制定新計劃",
        "all": "80%",
        "date": "2025-11-03",
        "love": "76%",
        "work": "89%",
        "money": "77%",
        "health": "88%",
        "notice": "要保持張弛有度",
        "discuss": "73%",
        "all_text": "你的整體運勢中規中矩，你需要保持張弛有度，避免失去平衡。在生活中，你可能會面臨一些選擇和決策，這時候就需要你冷靜思考，權衡利弊，不能過於衝動或者猶豫不決。如果過於激進地去做一些事情，可能會因為考慮不周全而出現一些小問題；而如果過於保守，又可能會錯過一些不錯的機會。所以，找到一個合適的度就顯得尤為重要。在與家人和朋友相處時，也要注意把握好分寸，既要表達出自己的關心和愛意，又不要過於干涉對方的生活。這一天，你可能會在各種事務中穿梭，但只要你能保持內心的平衡，不被外界的因素所左右，就能夠較為順利地度過。不要給自己太大的壓力，以平和的心態去面對一切，相信你能在這一天找到屬於自己的節奏。",
        "love_text": "單身的你，以順其自然的態度對待感情，不強求不刻意。這種心態反而能讓你在不經意間遇到合適的人，說不定緣分就在下一個轉角。已有伴者的你，適合和伴侶培養更多共同話題。一起聊聊興趣愛好，或者分享生活中的趣事，能讓你們的交流更深入，感情也在交流中不斷升溫。",
        "work_text": "整體基礎較為紮實，這為你的發展提供了有力支撐。在面對各種任務和挑戰時，你能夠憑藉紮實的基礎穩步推進，不容易出現大的失誤。這種穩定的狀態會讓你在前進的道路上更加自信，也更容易取得理想的成果。",
        "lucky_star": "獅子座",
        "money_text": "需要把目光放長遠一些。別隻盯著眼前的小利益，要思考如何讓自己的財富實現長期穩定的增長。可以考慮制定一個長期的理財計劃，比如定期定額投資一些有潛力的基金，通過時間的積累，讓財富慢慢增值。",
        "health_text": "少吃上火的食物，像油炸食品、辣椒等。吃多了這類食物，容易引發咽喉腫痛、便秘等問題。多吃些清熱去火的食物，比如苦瓜、綠豆湯。平時也要多喝水，保持身體水分充足，促進新陳代謝，讓身體內的火氣能及時排出去，維持身體的平衡狀態。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過自由散漫",
        "yi": "圖書館看書",
        "all": "83%",
        "date": "2025-11-03",
        "love": "80%",
        "work": "82%",
        "money": "86%",
        "health": "81%",
        "notice": "自律讓你更充實",
        "discuss": "81%",
        "all_text": "整體運勢尚佳，若是能提高自律會讓你更充實。當自己能夠嚴格要求自己，按照計劃去完成一些事情時，內心會獲得一種滿足感和成就感。這種自律不僅僅體現在生活作息上，還體現在對自己行為的約束上。比如，你可以控制自己不去做一些無意義的消遣，而是把時間用在更有價值的事情上。在與人交往中，自律也能讓你展現出更好的一面，你會更加註意自己的言行舉止，給人留下可靠的印象。而且，當你以自律的狀態去面對這一天時，周圍的人也會對你刮目相看，可能會為你帶來一些新的機會或者認可。不過，自律並不意味著要給自己太大的壓力，要找到一個適合自己的節奏，在自律的同時也能享受生活的樂趣，這樣才能讓這一天過得既充實又愉快。",
        "love_text": "單身的你，不妨主動製造一些和心儀對象相處的機會，比如約對方一起參加活動或者吃飯。在相處中展現自己的魅力，說不定能吸引到對方的注意。已有伴者的你，要多瞭解對方不同的一面，每個人都有多面性，發現伴侶新的閃光點，會讓你們的感情更加豐富，也能讓彼此的關係更緊密。",
        "work_text": "保持學習的狀態對你至關重要。無論是面對新的工作內容，還是學習新的知識技能，都需要你以積極的學習態度去應對。不斷吸收新的信息，提升自己的能力，才能讓你在整體的發展中保持領先，不被時代淘汰。",
        "lucky_star": "射手座",
        "money_text": "財運遵循多勞多得的原則。這一天裡，只要你肯努力工作，積極拓展業務，就有機會獲得額外的收入。可能是獎金、提成，也可能是客戶的小饋贈。所以別偷懶，把自己的本事都使出來，讓財富隨著你的努力不斷增加。",
        "health_text": "要注意給大腦放鬆。長時間處於緊張思考、高強度工作的狀態，會讓大腦疲憊不堪，可能出現頭痛、記憶力下降等情況。工作學習間隙，可以做些簡單的放鬆動作，比如深呼吸、轉動脖子。也可以聽聽舒緩的音樂，讓大腦從緊張中解脫出來，恢復活力。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不切實際",
        "yi": "學習新方法",
        "all": "57%",
        "date": "2025-11-03",
        "love": "53%",
        "work": "58%",
        "money": "59%",
        "health": "60%",
        "notice": "心不在焉的狀態",
        "discuss": "63%",
        "all_text": "整體運勢下滑，你總是一副心不在焉的狀態。彷彿你的思緒飄到了別的地方，很難集中精力在當前的事情上。在做一些決定或者處理事務時，你可能會因為這種心不在焉而出現一些小失誤，導致事情的進展不太順利。與他人交流時，你也可能會因為注意力不集中而誤解對方的意思，從而引發一些不必要的矛盾。這種狀態可能會讓你感到有些煩躁和不安，但又不知道該如何快速調整過來。不過，別太過於著急，試著給自己一些時間，讓自己慢慢從這種狀態中走出來。可以找個安靜的地方，讓自己的思緒沉澱一下，或者做一些能讓自己放鬆的事情，比如散散步、聽聽舒緩的音樂。雖然這一天的運勢不太好，但只要你能夠及時調整自己的狀態，還是有可能讓後續的事情朝著好的方向發展的。",
        "love_text": "單身的你，擇偶要求有些過高，總是用完美的標準去衡量身邊的人，這樣很容易錯過那些其實很適合你的人。適當降低標準，給彼此一個機會。已有伴者的你，總是愛挑伴侶的小毛病，哪怕是一些無關緊要的事。這樣會讓對方感到壓力，不妨多看看對方的優點，多一些包容和理解，感情會更和諧。",
        "work_text": "容易出現盲目自信的情況，這可能會給你的整體表現帶來負面影響。在處理事務或學習新知識時，過於相信自己的判斷，而忽略了可能存在的問題，容易導致出現失誤，影響最終的成果，需要時刻保持清醒的頭腦。",
        "lucky_star": "摩羯座",
        "money_text": "面臨還款壓力，這可能會讓你有些頭疼。在處理還款問題時，一定要合理規劃自己的資金，優先償還那些利息較高或者逾期後果嚴重的債務。同時，也要注意控制自己的消費，避免因為還款壓力而陷入更糟糕的財務狀況。",
        "health_text": "腸胃比較敏感，要小心呵護。飲食上避免吃生冷、刺激性食物，像冰淇淋、生魚片。選擇溫熱、易消化的食物，如小米粥、軟麵條。吃飯時要細嚼慢嚥，減輕腸胃消化負擔。若出現腸胃不適，如腹痛、腹瀉，要及時調整飲食，必要時去醫院就診。",
        "lucky_color": "銀灰色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "自己沖泡咖啡",
        "all": "91%",
        "date": "2025-11-03",
        "love": "90%",
        "work": "95%",
        "money": "96%",
        "health": "98%",
        "notice": "計劃都如虎添翼",
        "discuss": "97%",
        "all_text": "整體運勢穩步上升，彷彿搭上了順風的列車，一路暢行。這一天，你做任何計劃開展都如虎添翼，那些原本盤算在心中的想法，現在落實起來格外順暢。你可能會發現，自己提出的一些建議或者方案，很容易得到周圍人的認可和支持，大家的積極響應讓你的信心倍增。在與人交流互動時，你的溝通也變得更為高效，能清晰地表達自己的觀點，同時也能很好地理解他人的意圖，這種良好的溝通氛圍為各種事務的推進提供了有力保障。而且，你的思維在這一天十分活躍，能想出不少新穎的點子，為生活增添了不少樂趣。你不需要刻意去追求什麼，只要順著這股上升的運勢，按照自己的節奏去做，就能收穫滿滿的成就感，讓這一天過得充實又有意義。",
        "love_text": "單身的你，或許會有貴人牽線搭橋，給你介紹合適的對象。別拒絕這樣的機會，說不定就能遇到那個讓你心動的人。已有伴者的你，會收穫伴侶的讚美，對方的肯定讓你心情愉悅。不妨也給對方一些讚美和鼓勵，這種相互的認可會讓你們的感情更加甜蜜。",
        "work_text": "貴人助力會成為你前進道路上的強大助推器。在處理各種事務時，會有經驗豐富的前輩或是志同道合的夥伴主動伸出援手，為你提供寶貴的建議和資源。這種助力會讓你在面對難題時更加從容，原本可能陷入困境的局面也能輕鬆化解，讓你在追求目標的道路上順風順水，收穫滿滿。",
        "lucky_star": "處女座",
        "money_text": "求財以及抽獎運都很棒，說不定會有意外之財降臨。這一天裡，你可以多關注一些抽獎活動，或者參與一些合法的促銷活動，說不定就能中個小獎。而且在求財方面，也會有一些不錯的機會出現，要善於把握，讓自己的錢包鼓起來。",
        "health_text": "再忙也別忘記吃早餐。早餐是一天中很重要的一餐，能為身體提供所需的能量。不吃早餐，會影響腸胃功能，還可能導致上午精神不集中。可以選擇一些營養豐富的早餐，如牛奶、雞蛋、全麥麵包。即使時間緊張，吃個簡單的煮蛋、喝杯熱牛奶也比不吃強。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人感受",
        "yi": "玩經營類遊戲",
        "all": "71%",
        "date": "2025-11-03",
        "love": "76%",
        "work": "66%",
        "money": "79%",
        "health": "72%",
        "notice": "執著一些小計較",
        "discuss": "70%",
        "all_text": "你的整體運勢平平。這一天，你偶爾會執著於一些小計較，可能是對某句話的解讀，也可能是對某個小細節的糾結。這些小計較會像小石子一樣，時不時硌一下你的心，讓你有些心煩意亂。在與人相處時，這種狀態可能會讓你顯得有些敏感，容易因為一點小事就產生情緒波動。不過，好在這種情況只是偶爾出現，並不會一直困擾你。大部分時間裡，你還是能夠保持相對平和的心態，去做自己該做的事情。只是要注意，別讓這些小計較過度消耗你的精力，儘量放寬心，把注意力更多地放在整體的生活節奏上，這樣或許能讓這一天的運勢稍微提升一些，不至於讓自己陷入無謂的煩惱之中。",
        "love_text": "單身的你，要多留意身邊的機會，可能緣分就藏在日常的相處中。不要總是沉浸在自己的世界裡，多和周圍的人交流互動，說不定能發現那個對的人。已有伴者的你，要學會傾聽伴侶的想法和感受，不要總是急於表達自己的觀點。認真傾聽能讓對方感受到你的尊重，感情也會更加深厚。",
        "work_text": "容易陷入鑽牛角尖的狀態，在處理各種事情時，會過度糾結於一些細節或小問題，從而忽略了整體的局勢。這種思維模式會讓你在前進的道路上花費過多的時間和精力在不必要的方面，導致整體進度緩慢，還可能因為過於執著而錯過一些更好的機會，需要學會適時地放寬視野。",
        "lucky_star": "天秤座",
        "money_text": "在財運方面要減少不必要的開支。在購物或者消費的時候，要冷靜思考一下，這件東西是不是真的需要，能不能以後再買。避免因為一時的衝動而購買一些用不上的東西，浪費錢財。把省下來的錢存起來，或者用於更有價值的地方。",
        "health_text": "不要長時間戴耳機。長時間戴耳機，尤其是音量調得過大，會對聽力造成損傷，引發耳鳴、聽力下降等問題。使用耳機時，音量控制在合理範圍內，每戴一段時間就取下來休息一會兒，讓耳朵得到放鬆。儘量減少在嘈雜環境中使用耳機的次數。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決策",
        "yi": "整理重要文件",
        "all": "52%",
        "date": "2025-11-03",
        "love": "56%",
        "work": "54%",
        "money": "50%",
        "health": "66%",
        "notice": "撿了芝麻丟西瓜",
        "discuss": "50%",
        "all_text": "你的整體運勢略差，這一天你總是容易撿了芝麻丟西瓜。你可能會被一些看似誘人但實際價值不高的小事吸引，從而忽略了那些更重要、更有意義的事情。在處理事務時，你可能會因為一時的小利益而做出不太明智的選擇，導致後續出現一些麻煩。這種狀態會讓你有些懊惱，覺得自己沒有把握好重點。而且，在與人交往中，你也可能會因為一些小恩小惠而忽略了對方真正的需求，影響彼此之間的關係。不過，你也別太過於自責，意識到問題就是改變的開始。在這一天裡，儘量提醒自己保持清醒的頭腦，分清事情的輕重緩急，避免再次陷入這種得不償失的局面。",
        "love_text": "單身的你，遇到感情難題容易選擇放棄，比如和心儀對象交流不順暢就打退堂鼓。感情需要耐心和堅持，多嘗試不同的方式，說不定就能打開對方的心扉。已有伴者的你，總讓對方猜心思，這樣會讓對方感到疲憊和困惑。有什麼想法直接說出來，坦誠溝通才能讓感情更順暢。",
        "work_text": "面臨著不承認錯誤的困境，在面對自己出現的問題或失誤時，往往會選擇逃避或找藉口，而不是勇敢地面對和改正。這種態度會讓你在錯誤的道路上越走越遠，不僅無法解決問題，還可能引發更多的麻煩，影響整體的進展和成果，需要儘快調整心態。",
        "lucky_star": "巨蟹座",
        "money_text": "在直播間購物容易衝動，這可能會讓你的錢包大出血。在觀看直播時，一定要保持理智，別被主播的推銷話術和熱鬧的氛圍衝昏頭腦。在購買商品前，先想想自己是否真的需要，價格是否合理。如果實在忍不住想買，也可以先加入購物車，過段時間再決定是否購買。",
        "health_text": "要提防蛀牙問題。平時可能不太注意口腔清潔，容易讓細菌在口腔內滋生，腐蝕牙齒。早晚要認真刷牙，每次刷牙時間不少於三分鐘，使用含氟牙膏。吃完東西后及時漱口，清除口腔內的食物殘渣。可以定期去口腔醫院檢查牙齒，早發現早治療蛀牙問題。",
        "lucky_color": "酒紅色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒消極低落",
        "yi": "瞭解法律常識",
        "all": "59%",
        "date": "2025-11-03",
        "love": "51%",
        "work": "68%",
        "money": "62%",
        "health": "64%",
        "notice": "處於被動的局面",
        "discuss": "58%",
        "all_text": "整體運勢不容大意，這一天你處於被動的局面，會讓你感到很無力。彷彿有一雙無形的手，在推動著事情的發展，而你卻難以按照自己的意願去掌控。在做決策時，你可能會受到各種外部因素的限制，無法做出最符合自己心意的選擇。與他人交流時，你也可能會發現自己的觀點不太容易被接受，總是需要去迎合別人的想法。這種被動的狀態會讓你有些沮喪，但你要明白，這只是暫時的。在這一天裡，你要學會調整自己的心態，不要過於強求，儘量在有限的範圍內尋找適合自己的方式去應對。雖然現在處於被動，但只要保持冷靜，說不定後續會有轉機出現。",
        "love_text": "單身的你，對待感情有些消極，覺得很難遇到合適的人。這種心態會讓你錯過很多機會，不妨調整心態，積極面對，說不定緣分就在不遠處。已有伴者的你，遇到感情問題切勿逃避，勇敢面對才能解決問題。和伴侶一起商量對策，共同克服困難，感情會在磨礪中更加堅固。",
        "work_text": "似乎總是在兜圈子，在處理各種事務時，缺乏明確的目標和方向，容易在不同的方法和思路之間徘徊不定。這種狀態會讓你花費大量的時間和精力卻收穫甚微，原本可以順利完成的事情也會因為你的猶豫不決而變得複雜起來，需要儘快理清思路，確定前進的方向。",
        "lucky_star": "天蠍座",
        "money_text": "要警惕購物陷阱。在購物的時候，要仔細辨別商品的質量和價格，避免被一些虛假的促銷信息所迷惑。有些商家可能會抬高價格再打折，實際上並沒有優惠多少。所以要多做比較，選擇性價比高的商品，別讓自己的錢花得不值。",
        "health_text": "要警惕頸椎問題。長時間坐著工作/學習、低頭看手機，會讓頸椎承受很大壓力，出現頸部疼痛、僵硬等症狀。工作或學習一段時間後，要起身活動一下頸部，做做頸部的前後左右運動。也可以熱敷頸部，促進血液循環，緩解頸部肌肉緊張，預防頸椎疾病的發生。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "看戲劇表演",
        "all": "96%",
        "date": "2025-11-03",
        "love": "95%",
        "work": "94%",
        "money": "90%",
        "health": "92%",
        "notice": "熱情持續地高漲",
        "discuss": "95%",
        "all_text": "整體運勢相當棒，這是熱情持續高漲的一天，你能盡情享受全力以赴的狀態。你彷彿充滿了能量，對生活中的各種事情都充滿了興趣和熱情。無論是參與社交活動，還是做一些自己喜歡的事情，你都能全身心地投入其中，並且樂在其中。這種積極的狀態會感染周圍的人，讓他們也感受到你的活力。在與他人合作時，你的熱情和幹勁能夠帶動整個團隊的氛圍，使大家更加團結和高效。而且，你的創造力在這一天也十分突出，能想出不少獨特的點子，為生活增添新的色彩。你要珍惜這股好運勢，盡情地去發揮自己的優勢，讓這一天成為你生活中一段美好的回憶。",
        "love_text": "單身的你，或有表白時機，如果心裡有了喜歡的人，不妨鼓起勇氣表達自己的心意。成功的幾率很大，說不定就能收穫一段美好的感情。已有伴者的你，和伴侶的感情更加歪膩，彼此的依賴和親密感增強。享受這份甜蜜，一起度過美好的時光。",
        "work_text": "頗有大局觀，能夠從宏觀的角度看待各種事務，把握整體的走向和趨勢。在處理問題時，你不會侷限於眼前的細節，而是會考慮到長遠的影響和利益。這種思維方式會讓你在面對複雜的情況時更加從容，能夠做出更加明智的決策，為整體的發展奠定良好的基礎。",
        "lucky_star": "白羊座",
        "money_text": "進賬會有驚喜，可能會收到一筆意想不到的錢財。可能是之前的投資有了回報，也可能是客戶突然打來的款項。不管是什麼形式的進賬，都要合理規劃這筆錢的使用，可以把它存起來，也可以用於改善自己的生活，但別亂花。",
        "health_text": "不要在昏暗燈光下玩手機。在昏暗環境中看手機，眼睛需要更用力地聚焦，容易引發眼睛疲勞、乾澀、視力下降等問題。玩手機時要保證周圍光線充足，可以選擇在明亮的室內或戶外自然光下使用。同時，控制玩手機的時間，每隔一段時間讓眼睛休息一下。",
        "lucky_color": "藏青色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "做市場調查",
        "all": "84%",
        "date": "2025-11-03",
        "love": "81%",
        "work": "80%",
        "money": "84%",
        "health": "89%",
        "notice": "穩住自己的節奏",
        "discuss": "82%",
        "all_text": "你的整體運勢尚可，這一天你能在忙閒有序中穩住自己的節奏。你既不會讓自己過於忙碌而疲憊不堪，也不會因為過於空閒而感到無聊。你會合理地安排自己的時間，把重要的事情和休閒活動安排得恰到好處。在做事情時，你能夠保持專注，有條不紊地完成各項任務，不會出現手忙腳亂的情況。而在空閒的時候，你也能盡情地放鬆自己，享受生活的樂趣。這種忙閒適度的狀態讓你的心情十分愉悅，能以一種平和的心態去面對生活中的各種事情。你不需要刻意去追求什麼特別的結果，只要按照自己的節奏走，就能在這一天收穫屬於自己的小確幸。",
        "love_text": "單身的你，會遇到想要了解的對象，對方身上的某些特質吸引了你。不妨主動去接觸，多瞭解對方，說不定能開啟一段浪漫的緣分。已有伴者的你，適合和伴侶一起回憶過去的美好時光，那些溫馨的瞬間能讓你們的感情更加深厚，也能讓你們更加珍惜彼此。",
        "work_text": "是培養獨立解決問題能力的好時機。在處理各種事務時，你會逐漸擺脫對他人的依賴，嘗試依靠自己的力量去解決問題。雖然過程中可能會遇到一些困難和挑戰，但通過不斷地思考和實踐，你會逐漸提升自己的能力，變得更加自信和獨立，為未來的發展打下堅實的基礎。",
        "lucky_star": "水瓶座",
        "money_text": "可以考慮穩健型理財。這一天裡，市場環境相對穩定，選擇一些風險較低的理財產品，比如國債、銀行定期存款等，能讓你的財富實現穩健增長。雖然收益可能不會特別高，但勝在安全可靠，不會讓你的錢財面臨太大的風險。",
        "health_text": "要改掉生活的一些壞習慣。比如熬夜、抽菸、酗酒等，這些壞習慣會對身體造成多方面的影響，降低身體免疫力，引發各種疾病。開始，儘量早睡早起，保證充足的睡眠。戒菸限酒，多吃健康的食物，多參加運動，讓身體保持良好的狀態。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}