{
  "updated": "2025-12-27T14:08:06.767Z",
  "updateTime": "2025/12/27 下午10:08:06",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16178,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太自由散漫",
        "yi": "學習新知識",
        "all": "85%",
        "date": "2025-12-26",
        "love": "90%",
        "work": "81%",
        "money": "71%",
        "health": "83%",
        "notice": "自帶蓬勃的朝氣",
        "discuss": "89%",
        "all_text": "整體運勢尚佳，你彷彿自帶一股蓬勃的朝氣，無論身處何種情境，都能以積極上進的姿態去應對。這種狀態讓你在與人交往中充滿魅力，容易吸引到志同道合的人，拓展自己的社交圈子。在面對生活中的各種小挑戰時，你不會輕易退縮，而是勇敢地迎難而上，憑藉自身的努力和智慧去解決問題。這種積極的態度也會感染身邊的人，為你營造一個良好的氛圍。同時，你對於新事物有著強烈的好奇心和探索欲，願意主動去嘗試不同的體驗，這可能會為你帶來一些意想不到的收穫。不過，在追求目標的過程中，也要注意保持冷靜和理智，避免因過於衝動而做出一些不恰當的決定。只要你能繼續保持這份積極上進，相信這一天會有不少美好的事情發生。",
        "love_text": "單身的你，得到幸運女神的眷顧，身邊的長輩、朋友可能會化身“愛情丘比特”，主動為你牽線搭橋。說不定在某個聚會場合，就會遇到讓你心動不已的對象。已有伴者的你，另一半對你的認可度直線上升，你的閃光點被對方看在眼裡、記在心上，會得到更多肯定與讚美，感情愈發甜蜜，彼此的依賴感也更強啦。",
        "work_text": "整體狀態較為平穩，有向前推進的勢頭。不過在行事過程中，別一味求快，穩紮穩打才更穩妥。可能會面臨一些小挑戰，但憑藉自身能力能較好應對，只要保持耐心和細心，就能在各方面取得不錯進展，為後續發展積累經驗。",
        "lucky_star": "白羊座",
        "money_text": "你的財運處於平穩上升狀態，不過在理財知識儲備上還有提升空間。多花些時間學習理財知識，瞭解不同投資產品的特點和風險，能幫你更好地規劃財務。別盲目跟風投資，先充實自己，等對理財有了更清晰認知，再做決策，這樣能避免不必要的損失，讓財富穩步增長。",
        "health_text": "整體健康狀態不錯，不過要多留意補充水分。天氣乾燥，身體容易缺水，多喝溫水能促進新陳代謝，讓皮膚和身體內部器官都保持良好狀態。工作間隙或者外出時，記得帶上水杯，時不時喝上幾口，別等口渴了才想起喝水，這樣能讓身體時刻保持水潤。",
        "lucky_color": "焦糖色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "幫別人拿主意",
        "yi": "公園散散步",
        "all": "70%",
        "date": "2025-12-26",
        "love": "66%",
        "work": "64%",
        "money": "76%",
        "health": "75%",
        "notice": "環境出現新變化",
        "discuss": "71%",
        "all_text": "整體運勢或有點崎嶇，周圍的環境可能會出現一些變化，讓你感覺有些不太適應。在這樣的情況下，建議你少摻和別人的閒事，把更多的精力放在自己身上。過多地介入他人的事務，不僅可能無法解決問題，還容易給自己帶來不必要的麻煩和困擾。專注於自我提升和內心感受，靜下心來思考自己真正想要的是什麼，明確自己的方向和目標。可以找一些安靜的地方，讓自己放鬆下來，沉澱思緒。在面對外界的干擾時，保持一顆平和的心態，不被他人的情緒和行為所左右。通過專注於自我，你能夠更好地應對運勢中的起伏，找到屬於自己的節奏，逐漸走出困境，讓生活迴歸平穩。",
        "love_text": "單身的你，在感情路上容易打退堂鼓。遇到有好感的人，可能還沒深入瞭解，就因為一些小阻礙而輕易放棄，錯過緣分。已有伴者的你，要警惕冷戰的苗頭。兩人相處時，一旦出現分歧，別都憋在心裡，要及時溝通，不然小矛盾可能會像滾雪球一樣越積越大，影響感情。",
        "work_text": "在事業學業上要格外小心，大意犯錯的概率較高。可能會因為疏忽而遺漏重要信息，或者在一些細節上處理不當，給整體進展帶來阻礙。需要時刻保持警惕，認真對待每一個環節，才能減少失誤，避免不必要的麻煩。",
        "lucky_star": "巨蟹座",
        "money_text": "財運尚可，但容易在貪小便宜上栽跟頭。面對一些看似誘人的小優惠、小折扣，要保持理性，仔細分析是否真的划算。有時候貪圖小便宜，可能會買到質量不佳的商品，或者陷入一些消費陷阱，導致後續花費更多。謹慎對待每一筆支出，才能守住自己的錢包。",
        "health_text": "健康方面需注意別久坐或久站。長時間保持一個姿勢，會讓腰部和腿部肌肉緊張，容易引發痠痛。要是工作需要久坐，每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿；要是久站，找個機會坐下休息會兒，給身體放鬆放鬆，避免因姿勢不當帶來健康隱患。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "做感情疏導",
        "yi": "進行美食探店",
        "all": "75%",
        "date": "2025-12-26",
        "love": "80%",
        "work": "70%",
        "money": "72%",
        "health": "80%",
        "notice": "停下忙碌的步伐",
        "discuss": "83%",
        "all_text": "整體運勢尚可，你終於能夠停下忙碌的步伐，將生活的重心轉移到生活本身。之前一段時間的忙碌可能讓你有些疲憊，現在是時候好好享受生活的樂趣了。你可以把更多的時間花在與家人、朋友的相處上，增進彼此之間的感情。一起聊聊天、分享生活中的點滴，感受親情和友情的溫暖。也可以去做一些自己喜歡的事情，比如看一場電影、讀一本好書、聽一場音樂會，讓自己的心靈得到滋養和放鬆。在享受生活的過程中，你能夠重新找回內心的平靜和滿足感，以更加飽滿的精神狀態去面對未來的生活。同時，這種對生活的重視也會讓你更加懂得珍惜當下，發現生活中的美好。",
        "love_text": "單身的你，有很大機會邂逅心動瞬間。或許是在逛街時，一個不經意間的眼神交匯；又或許是在參加活動時，對方的一個微笑，都能讓你內心泛起漣漪。已有伴者的你，和另一半的感情升溫加速。兩人相處時會有更多默契，一個眼神、一個動作，就能明白對方的心意，感情愈發深厚。",
        "work_text": "有新的契機出現，為發展帶來新的可能。整體氛圍積極向上，能激發你的動力和創造力。可能會接觸到新的領域或知識，拓寬視野。只要抓住機會，積極嘗試，就能在各方面有所收穫，為未來發展打下基礎。",
        "lucky_star": "獅子座",
        "money_text": "財運有新的契機，新興投資領域值得你關注。可以多留意市場動態，瞭解一些新興行業的發展趨勢，比如新能源、人工智能等領域。不過，在關注的同時，別急於投入資金，先做好充分調研，評估風險和收益，選擇適合自己的投資方向，說不定能在新領域收穫不錯的財富。",
        "health_text": "健康狀況良好，但得適度做些伸展運動。日常活動可能比較侷限，身體關節和肌肉得不到充分舒展。利用碎片時間，像在辦公室休息時、看電視間隙，做一些簡單的伸展動作，活動活動手腕、腳踝，扭扭脖子、腰，能讓身體更靈活，減少疲勞感。",
        "lucky_color": "杏色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "分享別人秘密",
        "yi": "落實一項計劃",
        "all": "54%",
        "date": "2025-12-26",
        "love": "50%",
        "work": "57%",
        "money": "61%",
        "health": "64%",
        "notice": "計劃趕不上變化",
        "discuss": "58%",
        "all_text": "整體運勢下滑，你可能會發現計劃趕不上變化，原本安排好的事情可能會出現一些意外狀況，讓你有點手忙腳亂。原本熟悉的生活節奏被打亂，會讓你感到有些焦慮和無措。面對這些突發情況，不要過於慌張，儘量保持冷靜和理智。先梳理一下事情的輕重緩急，優先處理重要緊急的事情，避免眉毛鬍子一把抓。在處理問題的過程中，可能會遇到一些困難和阻礙，不要輕易放棄，嘗試從不同的角度去思考，尋找解決問題的辦法。同時，也要學會接受生活中的不完美，不要對自己過於苛刻。雖然運勢下滑會帶來一些挑戰，但這也是一個成長和鍛鍊的機會，通過應對這些困難，你會變得更加堅強和成熟。",
        "love_text": "單身的你，容易陷入情感迷茫。看著身邊的人成雙成對，自己卻不知道心儀的對象在哪裡，對未來的感情走向感到困惑。已有伴者的你，和另一半的矛盾容易激化。一些小事都可能成為爭吵的導火索，雙方都情緒激動，互不相讓，需要冷靜下來，好好溝通，避免感情受傷。",
        "work_text": "面臨一些困阻，前進的道路不太順暢。可能會遇到一些難以解決的問題，或者受到外界因素的干擾，讓你感到有些壓力。但不要氣餒，保持積極的心態，主動尋找解決辦法，逐步破除困阻，就能迎來新的轉機。",
        "lucky_star": "天蠍座",
        "money_text": "財運有些小波折，舊賬問題需要謹慎處理。可能之前的一些財務糾紛或者未結清的款項，會在這天浮現出來。處理這些問題時，要保持冷靜，仔細核對賬目，與相關人員溝通清楚，避免因為疏忽或者情緒化而造成更大的損失。妥善解決舊賬，才能讓財務狀況更加穩定。",
        "health_text": "健康運勢稍弱，要保證充足睡眠時長。睡眠不足會讓人精神萎靡，影響第二天的工作和生活。晚上儘量早點上床睡覺，營造一個安靜、舒適的睡眠環境，睡前別玩手機或者做劇烈運動，讓大腦和身體都放鬆下來，這樣才能擁有高質量的睡眠，恢復體力和精力。",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "天冷吃冰淇淋",
        "yi": "參加線上討論",
        "all": "76%",
        "date": "2025-12-26",
        "love": "78%",
        "work": "77%",
        "money": "75%",
        "health": "79%",
        "notice": "注重生活的質量",
        "discuss": "70%",
        "all_text": "整體運勢平平，在追求目標的道路上，不宜盲目追求速度，而要注重生活質量。有時候，過於急切地想要達成目標，可能會讓你忽略生活中的很多美好細節，錯過一些重要的體驗。放慢腳步，用心去感受生活中的點點滴滴，你會發現生活其實充滿了樂趣和驚喜。可以花一些時間去做一些能夠讓自己放鬆和愉悅的事情，比如品嚐美食、欣賞藝術、進行戶外活動等。這些看似微不足道的小事，卻能夠為你的生活增添色彩，提升你的幸福感。同時，在與他人相處時，也要注重溝通和交流的方式，尊重他人的意見和感受，避免因為過於自我而引起不必要的矛盾和衝突。通過注重生活質量，你能夠讓自己的生活更加充實和有意義。",
        "love_text": "單身的你，在感情方面沒有新進展。可能還是維持著日常的生活節奏，沒有遇到特別讓你心動的人。不過彆著急，緣分說不定就在下一個轉角。已有伴者的你，要保持分享欲。把生活中的點點滴滴，無論是開心的事還是煩惱的事，都和另一半分享，這樣能讓你們的關係更加親密。",
        "work_text": "人脈資源能為你帶來助力。在發展過程中，會得到他人的支持和幫助，為事業學業增添動力。整體氛圍融洽，能結識一些志同道合的人，共同進步。要善於利用人際關係，拓展自己的發展空間，實現更好的發展。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，但大額消費方面需要合理規劃。可能會有一些讓你心動的高價商品或者服務出現，在購買之前，要考慮自己的實際需求和經濟能力。不要因為一時的衝動而過度消費，導致後續資金緊張。制定一個合理的消費計劃，把錢花在刀刃上，才能讓財富更好地為你服務。",
        "health_text": "健康方面要注意別過度沉迷手機。長時間盯著手機屏幕，眼睛會又酸又脹，還可能引發頭痛。每隔一段時間就把手機放下，看看遠處的風景，讓眼睛得到休息。同時，減少在手機上刷視頻、玩遊戲的時間，多參與一些現實中的活動，這樣對眼睛和身體都更有好處。",
        "lucky_color": "棕色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "進行頭腦風暴",
        "all": "88%",
        "date": "2025-12-26",
        "love": "80%",
        "work": "91%",
        "money": "76%",
        "health": "86%",
        "notice": "做出積極的改變",
        "discuss": "79%",
        "all_text": "整體運勢比較平穩，你內心或許願意做出一些積極的改變。這種改變可能源於你對現狀的思考和反思，意識到自己需要做出一些調整來提升生活的品質。這種改變不一定是驚天動地的大事，可能只是一些細微的調整，比如改變自己的生活習慣、調整自己的思維方式等。這些小小的改變雖然看似不起眼，但卻能夠逐漸積累起來，對你的生活產生積極的影響。在做出改變的過程中，要保持堅定的信念和決心，不要因為遇到一些困難或者外界的質疑而輕易放棄。同時，也要保持開放的心態，願意接受新的觀念和想法，不斷學習和成長。通過這些積極的改變，你能夠讓自己變得更加優秀，生活也會變得更加美好。",
        "love_text": "單身的你，緣分正悄然靠近。可能是在工作場合，也可能是社交活動中，會遇到那個讓你覺得有眼緣的人。不妨主動一點，給彼此一個瞭解的機會。已有伴者的你，和另一半的默契愈發深厚。兩人相處時，不用過多言語，就能明白對方的需求，感情在默契中不斷升溫，越來越穩定。",
        "work_text": "在各方面都能高效運轉，有突破瓶頸的跡象。思維清晰，邏輯嚴謹，能快速找到問題的關鍵所在，並採取有效的解決辦法。無論是處理複雜的工作任務，還是攻克學習難題，都能得心應手，取得顯著進展，為未來發展打開新的局面。",
        "lucky_star": "金牛座",
        "money_text": "在財運上要留意合作財務細節。如果涉及與他人合作的項目或者投資，一定要把財務方面的條款和細節搞清楚，明確雙方的權利和義務。避免因為一些模糊不清的地方，在後續產生財務糾紛。仔細審查合同和協議，確保自己的利益不受損害，這樣才能讓合作順利進行，收穫財富。",
        "health_text": "健康狀態較好，不過要做好皮膚清潔護理。日常外出，皮膚會接觸到空氣中的灰塵和汙染物，要是不及時清潔，容易堵塞毛孔，引發痘痘等問題。晚上回家後，用溫和的潔面產品認真洗臉，再做好基礎的護膚步驟，給皮膚補充水分和營養，讓皮膚保持清爽乾淨。",
        "lucky_color": "淺褐色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間追劇",
        "yi": "瞭解人工智能",
        "all": "96%",
        "date": "2025-12-26",
        "love": "90%",
        "work": "92%",
        "money": "95%",
        "health": "93%",
        "notice": "各方面優勢凸顯",
        "discuss": "97%",
        "all_text": "整體運勢棒棒噠，彷彿被幸運之神眷顧，各方面優勢都能得以凸顯。在與人交往中，你優雅得體的舉止和溫和友善的態度，會讓你輕鬆成為人群中的焦點，吸引到不少人的關注與好感。無論是社交場合還是日常交流，你都能憑藉出色的溝通能力，巧妙地化解矛盾，增進彼此之間的感情，讓關係更加融洽。在面對選擇時，你敏銳的洞察力和理性的思考方式，能幫你迅速做出正確的判斷，避免走彎路。而且，你的審美和藝術感知力也會在今天發揮得淋漓盡致，無論是欣賞藝術作品還是參與創意活動，都能有獨特的見解和出色的表現。這種良好的狀態會讓你充滿自信，以積極樂觀的心態去享受這一天，收穫滿滿的愉悅與滿足。",
        "love_text": "單身的你，有望收穫浪漫邀約。也許是暗戀你的人鼓起勇氣約你吃飯、看電影，給你帶來一場浪漫的體驗。已有伴者的你，和另一半能盡情享受甜蜜時光。兩人可以一起去做喜歡的事，比如看一場電影、吃一頓美食，在溫馨的氛圍中，感情更加甜蜜。",
        "work_text": "靈感如泉湧般不斷冒出。在各種事務推進中，新穎獨特的想法會自然浮現，為原本常規的流程注入新鮮活力。無論是處理日常瑣事，還是謀劃長遠發展，這些靈感都能成為有力的助推器，讓你在眾人中脫穎而出，輕鬆開啟新的可能，收穫意想不到的成果。",
        "lucky_star": "水瓶座",
        "money_text": "財運相當旺盛，拓展優質人脈是生財的關鍵。多參加一些社交活動，結識不同領域的人，說不定其中就有能給你帶來財富機會的貴人。與他人交流時，要真誠待人，展示自己的優勢和能力，給別人留下好印象。通過人脈關係，你可能會得到一些投資信息或者合作機會，從而增加收入。",
        "health_text": "健康運勢極佳，保持心情輕鬆愉悅是關鍵。好的心情就像陽光，能驅散身體裡的陰霾。遇到事情別太焦慮和糾結，多往好的方面想，和朋友聊聊天、聽聽音樂，讓自己放鬆下來。心情舒暢了，身體的免疫力和抵抗力也會增強，能更好地抵禦疾病的侵襲。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意破壞規矩",
        "yi": "結交新朋友",
        "all": "57%",
        "date": "2025-12-26",
        "love": "66%",
        "work": "60%",
        "money": "51%",
        "health": "63%",
        "notice": "表現幼稚的一面",
        "discuss": "58%",
        "all_text": "整體運勢低迷，或許會不自覺地表現出幼稚任性的一面。在面對一些事情時，你可能會缺乏足夠的耐心和理智，容易被情緒左右，做出一些讓自己事後後悔的舉動。這種狀態可能會影響到你與身邊人的關係，讓他人覺得你有些難以相處。在與他人交流時，你可能會過於堅持自己的觀點，不願意聽取他人的意見，從而引發一些不必要的爭執和矛盾。同時，你內心的敏感也可能會被放大，一些小事都可能讓你感到受傷或不安。在這樣的情況下，你需要試著調整自己的心態，學會控制情緒，以更加成熟和理性的方式去處理問題。不要讓一時的衝動破壞了原本和諧的關係，儘量讓自己保持平和，才能逐漸改善運勢。",
        "love_text": "單身的你，情路阻礙較多。可能會遇到一些現實因素，比如距離、家庭觀念等，讓你在追求愛情的道路上有些舉步維艱。已有伴者的你，信任出現危機。可能因為一些誤會，讓雙方對彼此的信任產生動搖，要及時解開誤會，坦誠相待，才能修復感情。",
        "work_text": "周圍的環境似乎暗藏著一些不穩定因素，需要你時刻保持警惕。在做決策或行動時，不能僅憑直覺，要多花些時間分析潛在風險。一些看似平常的小事，可能隱藏著危機，稍有不慎就可能陷入困境。只有謹慎行事，提前做好應對準備，才能順利度過這一天，避免不必要的損失。",
        "lucky_star": "處女座",
        "money_text": "你的財運面臨一定挑戰，要嚴防財務信息洩露。在日常生活中，要注意保護自己的銀行卡號、密碼、身份證號等重要信息，不要隨意在不可信的網站或者平臺上填寫。在進行網絡交易時，要選擇安全可靠的渠道，避免個人信息被不法分子獲取，導致財產損失。提高警惕，才能守護好自己的財富。",
        "health_text": "健康運勢一般，要注意眼部休息放鬆。長時間用眼，比如看書、工作或者使用電子設備，眼睛會變得疲勞乾澀。每隔一段時間就閉上眼睛休息幾分鐘，或者做做眼保健操，按摩一下眼周穴位，促進眼部血液循環。也可以眺望遠方，讓眼睛得到充分的放鬆，緩解視疲勞。",
        "lucky_color": "墨綠色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "為追星氪金",
        "yi": "看一部電影",
        "all": "53%",
        "date": "2025-12-26",
        "love": "57%",
        "work": "51%",
        "money": "52%",
        "health": "68%",
        "notice": "胡亂發洩自己情緒",
        "discuss": "59%",
        "all_text": "整體運勢欠佳，你似乎總是習慣性地把情緒留給最親近的人。可能是因為在你內心深處，覺得最親近的人能夠包容和理解你的一切，所以才會毫無顧忌地發洩自己的情緒。然而，這種做法卻可能會給身邊的人帶來傷害，讓他們感到委屈和無奈。在與家人、朋友相處時，你可能會因為一些小事而大發脾氣，或者表現出不耐煩的態度，這會讓他們覺得你變得陌生和難以接近。而且，這種負面情緒的傳遞也會影響到整個氛圍，讓原本溫馨和諧的關係變得緊張起來。你需要意識到自己的問題，學會控制情緒，在想要發洩的時候先冷靜一下，換個角度思考問題。多考慮一下身邊人的感受，用更加溫和的方式去表達自己的想法，才能改善與親近之人之間的關係，讓運勢逐漸好轉。",
        "love_text": "單身的你，難遇合適對象。可能參加了不少社交活動，但就是沒遇到那個讓你心動且合適的人，感覺有些失落。不過別灰心，緣分遲早會來。已有伴者的你，和另一半相處略顯沉悶。生活缺少了一些新鮮感，不妨一起嘗試一些新事物，為感情注入新的活力。",
        "work_text": "你內心那股奮進的力量開始覺醒，之前可能有些迷茫或懈怠，但這一天會重新燃起鬥志。不過，奮進不能只是一時的衝動，需要有明確的目標和計劃。雖然動力滿滿，但也要注意合理分配精力，不要盲目行動。只要調整好狀態，將熱情轉化為實際行動，就能在各方面取得進步。",
        "lucky_star": "射手座",
        "money_text": "財運不太理想，要避免衝動消費購物。可能會受到一些促銷活動或者廣告的影響，產生強烈的購買慾望。但在這之前，要先冷靜下來，問問自己是否真的需要這些商品。不要因為一時的衝動而買回一堆用不上的東西，浪費金錢。控制好自己的消費慾望，理性購物，才能讓財務狀況保持穩定。",
        "health_text": "健康方面要留意足部保暖防寒。天氣寒冷，腳部容易受涼，引發感冒、關節疼痛等問題。出門時穿上厚實的襪子和保暖的鞋子，晚上睡覺前可以用熱水泡泡腳，促進血液循環，讓腳部暖和起來。這樣不僅能預防疾病，還能讓你睡得更香。",
        "lucky_color": "藕荷色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "積累小金庫",
        "all": "92%",
        "date": "2025-12-26",
        "love": "95%",
        "work": "93%",
        "money": "91%",
        "health": "94%",
        "notice": "主動出擊的姿態",
        "discuss": "96%",
        "all_text": "整體運勢非常棒，保持主動出擊的姿態會讓你收穫良多。你有著明確的目標和堅定的信念，一旦確定了方向，就會毫不猶豫地朝著目標前進。這種積極主動的態度會讓你在面對各種情況時都充滿動力，不輕易被困難和挫折打倒。在與人交往中，你的真誠和負責會贏得他人的信任和尊重，為你積累良好的人脈資源。當你主動去參與一些活動或項目時，能夠充分展現自己的能力和才華，得到他人的認可和讚賞。而且，你的冷靜和理智也能幫助你在複雜的情況下做出正確的決策，避免陷入不必要的麻煩。只要你能一直保持這種主動出擊的姿態，不斷努力和進取，今天將會是一個充滿收穫和驚喜的日子，讓你在各個方面都能取得不錯的進展。",
        "love_text": "單身的你，有望開啟美好戀情。可能會遇到一個讓你覺得踏實可靠的人，兩人相處起來很舒服，有進一步發展的可能。已有伴者的你，感情堅如磐石。兩人相互理解、相互支持，無論遇到什麼困難，都能攜手共進，感情十分穩定。",
        "work_text": "是你收穫成果的美好時刻。過去一段時間的努力和付出，在這一天會以各種形式得到回報。無論是工作上的項目完成，還是學習上的成績提升，都能讓你感受到滿滿的成就感。這些成果不僅是對你能力的肯定，也為你未來的發展奠定了堅實基礎，讓你更有信心朝著目標繼續前進。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運極佳，是把握穩健理財時機的好時候。可以關注一些低風險、收益穩定的理財產品，比如國債、銀行定期存款等。根據自己的資金狀況和風險承受能力，合理配置資產，讓財富實現穩健增長。不要盲目追求高收益而忽視風險，穩健理財才能讓你的財富長期保值增值。",
        "health_text": "健康運勢很好，堅持每日規律排便很重要。規律的排便習慣有助於身體排出毒素和廢物，保持腸道健康。飲食上多吃富含膳食纖維的食物，像蔬菜、水果、粗糧等，促進腸道蠕動。同時，養成定時排便的習慣，每天固定時間去廁所，讓身體形成生物鐘，這樣排便會更順暢。",
        "lucky_color": "米白色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕率否定他人",
        "yi": "多與人交流",
        "all": "93%",
        "date": "2025-12-26",
        "love": "98%",
        "work": "95%",
        "money": "97%",
        "health": "90%",
        "notice": "有很多良師益友",
        "discuss": "91%",
        "all_text": "整體運勢相當不錯，身邊有很多良師益友，會給你帶來正面能量。這些良師益友可能是你的朋友、同事或者長輩，他們有著豐富的經驗和智慧，能夠在你需要的時候給予你寶貴的建議和指導。與他們交流的過程中，你會受到他們的啟發，拓寬自己的視野，獲得新的思路和想法。他們的積極樂觀的態度也會感染你，讓你在面對困難時更加堅強和勇敢。在社交場合中，你能夠結識到更多志同道合的人，與他們建立起良好的關係，豐富自己的人際圈子。而且，這些良師益友的存在也會讓你感受到溫暖和支持，讓你在追求自己目標的道路上更加有信心和動力。你可以充分利用這一天與他們多交流、多學習，從他們身上汲取正能量，讓自己的生活更加充實和美好。",
        "love_text": "單身的你，有很大機會邂逅靈魂伴侶。對方和你在思想、價值觀上有很高的契合度，彷彿找到了另一個自己，相處起來十分愉快。已有伴者的你，和另一半的愛意持續升溫。兩人之間充滿了濃濃的愛意，會互相表達對彼此的欣賞和愛意，感情更加甜蜜。",
        "work_text": "你的思路格外清晰，彷彿打開了一扇通往新世界的大門。在面對各種問題時，能夠迅速理清頭緒，找到解決問題的關鍵。這種清晰思路不僅能幫助你高效完成日常任務，還能讓你在開拓新領域時佔據優勢。抓住這一天的好狀態，大膽嘗試新事物，拓展自己的視野和領域。",
        "lucky_star": "天秤座",
        "money_text": "財運充滿創意，挖掘創意變現途徑能為你帶來財富。如果你有一些獨特的想法或者技能，不妨思考如何將其轉化為實際的收益。比如，如果你擅長繪畫，可以嘗試在網上售賣自己的作品；如果你有寫作天賦，可以投稿賺取稿費。發揮自己的創意，積極尋找變現的機會，說不定能開闢出一條新的財富之路。",
        "health_text": "健康狀態很棒，增加新鮮蔬果攝入對身體有益。新鮮蔬果富含維生素、礦物質和膳食纖維，能增強身體免疫力，預防各種疾病。這一天可以把蔬果當作零食，多吃一些蘋果、橙子、香蕉，或者做一份蔬菜沙拉，讓身體吸收更多的營養，保持健康活力。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡亂開玩笑",
        "yi": "做形象設計",
        "all": "84%",
        "date": "2025-12-26",
        "love": "75%",
        "work": "78%",
        "money": "88%",
        "health": "86%",
        "notice": "人際關係很和諧",
        "discuss": "80%",
        "all_text": "整體運勢平穩，人際關係很和諧，這會讓你感到心情愉悅。你溫柔善良的性格會吸引到很多人願意與你親近，在與他人相處時，你總是能夠設身處地為他人著想，給予他人關心和幫助，因此贏得了大家的喜愛和信任。這種和諧的人際關係會為你營造一個輕鬆愉快的氛圍，讓你在與人交往中感到自在和舒適。然而，你需要注意別過度迎合他人的期待。有時候，為了維護和諧的關係，你可能會不自覺地放棄自己的想法和原則，去滿足他人的要求。長時間的話，可能會讓你失去自我，感到疲憊和迷茫。你要學會在關心他人的同時，也關注自己的內心需求，堅持自己的立場和觀點。只有保持真實的自我，才能在和諧的人際關係中真正獲得快樂和滿足，讓運勢持續平穩向好。",
        "love_text": "單身的你，期待有所回應。可能你一直對某個人有好感，對方可能會有一些舉動讓你覺得自己的心意有了回應，讓你充滿期待。已有伴者的你，和另一半互動更加頻繁。兩人會花更多時間陪伴彼此，一起聊天、玩耍，感情在頻繁的互動中不斷升溫。",
        "work_text": "你需要調整自己的節奏，以更好的狀態奮進。可能之前的生活節奏有些混亂，導致效率不高。這一天要重新審視自己的安排，合理分配時間和精力。不要過於急躁，也不要拖延，找到適合自己的節奏。只要調整好，就能在各方面穩步前進，逐漸實現自己的目標。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運較為平穩，重視日常收支平衡很重要。可以對自己的日常消費進行一次梳理，看看哪些是必要的支出，哪些是可以節省的。制定一個合理的預算計劃，嚴格按照計劃消費，避免不必要的開支。同時，也要關注自己的收入情況，努力增加收入來源，通過收支平衡，讓自己的財務狀況更加健康。",
        "health_text": "健康狀況不錯，但要定期活動肩頸部位。長時間低頭看手機或者伏案工作，會讓肩頸部位肌肉緊張，引發痠痛和僵硬。工作學習間隙，轉動轉動脖子，聳聳肩膀，做一些簡單的肩頸運動，放鬆一下肌肉。也可以找朋友幫忙按摩一下肩頸，緩解疲勞，預防肩頸疾病。",
        "lucky_color": "天青色",
        "lucky_number": "4"
      }
    }
  }
}