{
  "updated": "2025-08-13T06:13:06.521Z",
  "updateTime": "2025/8/13 下午2:13:06",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 28414,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "總要買貴的",
        "yi": "吃一塊蛋糕",
        "all": "90%",
        "date": "2025-08-13",
        "love": "88%",
        "work": "92%",
        "money": "85%",
        "health": "95%",
        "notice": "被順遂能量包裹",
        "discuss": "93%",
        "all_text": "狀態極佳的一天，彷彿被一股順遂的能量包裹。日常瑣事會以更快的節奏推進，比如處理事務時少了很多阻礙，臨時需要的東西剛好能快速獲取，甚至偶爾的小疏忽也能被輕鬆化解。這種“順”並非刻意為之，而是自然發生的，讓你覺得生活節奏輕盈不少。更難得的是，你懂得在忙碌中給自己留出放鬆空間，不會因為“應該做什麼”而勉強自己，反而更願意順從當下的心情，比如突然想吃點甜的，或者想短暫休息，都會果斷滿足自己。這種“不較勁”的態度，會讓你更享受當下的每一刻。此外，這一天的你容易遇到一些小驚喜，可能是來自他人的善意回應，或是發現生活裡的小美好，這些細節會持續為你的好心情加分。不過，別因為狀態好就過度消耗體力，比如熬夜或暴飲暴食，保持適度放鬆，才能讓這份好運延續更久。",
        "love_text": "單身的你，可能會在社交場合遇到讓你心跳加速的人，對方的某個細節或話題恰好戳中你的興趣點，別急著退縮，自然展現你的熱情就好。已有伴者的你，適合多站在對方角度思考問題，比如TA最近提過的小願望或煩惱，主動傾聽或給出建議，會讓對方感受到被重視，關係也會更緊密。",
        "take_star": "",
        "work_text": "面對突發任務或臨時調整時，能快速切換思路找到突破口，甚至能從混亂中捕捉到新機會。這種隨機應變的能力會讓你在團隊中顯得格外亮眼，但也要注意別因追求速度而忽略細節，適當留出檢查時間會更穩妥。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，但別被“手頭寬裕”衝昏頭腦。建議學著精打細算，比如購物前列個清單，避免衝動消費；或者把閒置物品轉賣，讓錢流動起來。雖然收入穩定，但小錢攢多了也是筆大數目，別因為“覺得不貴”就隨便買單，控制住“想買就買”的衝動，錢包會更鼓。",
        "health_text": "健康狀態不錯，但得把均衡飲食放在首位。別因為忙就隨便對付三餐，比如用泡麵或零食代替正餐，也別因為饞就猛吃燒烤、油炸食品。試著每餐搭配蔬菜、蛋白質和主食，比如早餐加個雞蛋、午餐來份清炒時蔬，晚餐少吃油膩。飲食規律了，腸胃負擔小，整個人都會更有精神。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽視小毛病",
        "yi": "嘗試新發型",
        "all": "81%",
        "date": "2025-08-13",
        "love": "77%",
        "work": "86%",
        "money": "78%",
        "health": "81%",
        "notice": "有敢於嘗試的衝動",
        "discuss": "85%",
        "all_text": "整體狀態不錯，內心會湧起一股“想試試新東西”的衝動。這種衝動不是突然的冒險，而是對日常節奏的小調整，比如換一種方式做家務，或者嘗試平時不太關注的事物。這種“小突破”不會讓你感到壓力，反而會帶來新鮮感，讓你覺得生活多了點期待。同時，你可能會發現，自己比平時更有勇氣面對小挑戰，比如主動解決一個小問題，或是表達自己的想法，這些行為會讓你更自信。此外，這一天的你能夠感受到來自他人的支持，可能是家人的一句關心，或是朋友的一個小幫助，這些互動會讓你覺得溫暖且安心。不過，別因為想嘗試新事物就強行改變太多，保持“小步前進”的節奏，反而能更自然地享受變化帶來的樂趣。",
        "love_text": "單身的你，對感情的態度偏向保守，可能會默默觀察身邊的人，不急於主動出擊，這種“穩”反而能幫你篩掉不合適的人。已有伴者的你，適合和伴侶一起規劃未來的小目標，比如週末安排、共同興趣的培養，一起討論的過程會讓你們更瞭解彼此的需求，感情更踏實。",
        "take_star": "",
        "work_text": "更適合“慢工出細活”，看似按部就班的節奏裡，其實藏著對長遠目標的精準規劃。你可能會默默梳理手頭任務的優先級，或為未來的某個計劃鋪墊基礎，這種穩紮穩打的態度會讓你在關鍵時刻更有底氣。",
        "lucky_star": "天蠍座",
        "money_text": "財運平平，重點要放在“減少不必要開支”上。比如外出就餐可以選性價比高的套餐，網購時先加購物車冷靜兩天再決定是否下單。別因為“打折”“滿減”就囤貨，尤其是用不上的東西。把錢花在刀刃上，比如學習新技能或投資健康，這些長期回報比短期滿足更划算。",
        "health_text": "要重點關注起居環境的衛生。比如把堆在角落的雜物清理掉，定期更換床單被罩，擦擦桌子上的灰塵。乾淨整潔的環境能減少細菌滋生，避免皮膚過敏或呼吸道不適。如果家裡養寵物，記得給它們梳毛、清理貓砂盆，別讓毛髮或異味影響你的健康。環境舒服了，心情和身體都會跟著變好。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話刻薄",
        "yi": "出門散步",
        "all": "55%",
        "date": "2025-08-13",
        "love": "54%",
        "work": "68%",
        "money": "50%",
        "health": "65%",
        "notice": "注意力容易分散",
        "discuss": "60%",
        "all_text": "運勢不容樂觀，你容易被各種信息或新鮮事物吸引，注意力容易分散。你可能對很多事都產生興趣，但往往只是淺嘗輒止，比如刷到有趣的內容就忍不住多看幾眼，或是聽到新話題就跟著討論，結果反而忽略了原本想做的事。這種“東看看西看看”的狀態，會讓你事後覺得“好像什麼都沒完成”，甚至有點懊惱。此外，你在與人交流時，可能會因為急於表達自己的想法，而忽略對方的感受，導致互動中有些小摩擦。雖然好奇心旺盛是好事，但需要提醒自己“專注一點”，比如設定一個“只看半小時手機”的小目標，或是和人聊天時先聽完對方的話再回應。如果能有意識地調整，至少能避免情況變得更糟。",
        "love_text": "單身的你，容易給人“不夠認真”的印象，比如聊天時太隨意、話題跳躍，可能會讓有好感的人覺得你不夠可靠，適當收斂玩心會更吸引人。已有伴者的你，別總用撒嬌或開玩笑的方式處理矛盾，對方可能會覺得你不夠成熟，試著用更理性的態度溝通，問題反而更容易解決。",
        "take_star": "",
        "work_text": "容易因粗心大意踩小坑，比如看錯文件、記錯時間或忽略關鍵信息，雖然不會造成大麻煩，但頻繁的小失誤會讓你顯得不夠可靠。建議處理任務時多核對一遍，或用便籤記錄重點，避免因疏忽影響整體進度。",
        "lucky_star": "獅子座",
        "money_text": "要當心吃喝玩樂的花費超支！聚會、下午茶、娛樂項目容易讓你“一時開心，事後肉疼”。建議提前設定預算，比如只帶固定金額現金出門，避免刷卡的“無痛感”。如果朋友邀約，可以提議低成本活動，比如在家看電影、公園散步。控制住“玩就要盡興”的念頭，否則月底可能會為錢發愁。",
        "health_text": "改掉那些“明知不好卻總犯”的壞習慣。比如熬夜刷手機、走路低頭看屏幕、吃飯時追劇導致消化不良。這些小毛病看似不嚴重，但長期積累會拖垮身體。試著給自己定些小規則：睡前半小時放下手機、走路時抬頭挺胸、吃飯時專心咀嚼。堅持一天就能看到改變，身體會感謝你的“自律”。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃冰淇淋",
        "yi": "提前半小時出門",
        "all": "92%",
        "date": "2025-08-13",
        "love": "91%",
        "work": "91%",
        "money": "96%",
        "health": "93%",
        "notice": "散發我能行的底氣",
        "discuss": "98%",
        "all_text": "整體狀態積極，從內而外散發“我能行”的底氣。面對日常事務時，你會更果斷，不再像平時那樣猶豫不決，比如做選擇時能快速下決定，或是遇到小問題時主動想辦法解決。這種看起來胸有成竹的姿態，反而會讓事情進展得更順利，形成良性循環。此外，這一天的你容易吸引到“同頻”的人，對方可能不會熱情過度，但會在你需要時給予恰到好處的支持，比如一句“我懂”的安慰，或是一個默默的幫助，這些互動會讓你覺得特別溫暖。不過，別因為狀態好就強行承擔太多責任，比如答應幫所有人解決問題，或是把所有事都攬在自己身上，不妨試著量力而行，保持這份從容，好運才會更穩。",
        "love_text": "單身的你，可能會有朋友或家人主動介紹對象，或是你在集體活動中被注意到，外力的推動會讓你離緣分更近一步，別急著拒絕，先接觸看看。已有伴者的你，適合和伴侶製造點小浪漫，比如一起看場電影、吃頓喜歡的飯，簡單的互動就能讓感情升溫，彼此更珍惜當下的相處。",
        "take_star": "",
        "work_text": "收到來自外界的積極反饋，可能是上級的肯定、同事的認可，或是學習上的小突破，這些肯定會讓你更有動力繼續努力。你的細心和責任感也會被看到，甚至可能因此獲得新的機會，比如被委以重任或接到合作邀約。",
        "lucky_star": "天秤座",
        "money_text": "偏財運會給你帶來小驚喜！可能是收到退款、兼職收入，或是之前投資的小回報到賬。雖然金額不一定大，但足夠讓你心情愉悅。不過別因為“意外之財”就放鬆警惕，可以把這筆錢存起來或規劃到長期目標裡，比如旅行基金、學習費用。保持理性，別急著花掉，讓好運持續發酵。",
        "health_text": "健康關鍵在於保持好心情。別因為小事生氣或焦慮，比如堵車時別急躁、和家人意見不合時先深呼吸。情緒波動大會影響內分泌，甚至引發頭痛或胃脹。可以聽聽舒緩的音樂、和朋友聊點開心的事，或者去公園散散步。心情平和了，身體的小毛病自然會少很多。",
        "lucky_color": "鵝黃色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門不洗頭",
        "yi": "保持防人之心",
        "all": "75%",
        "date": "2025-08-13",
        "love": "65%",
        "work": "72%",
        "money": "82%",
        "health": "78%",
        "notice": "冒出一點小插曲",
        "discuss": "73%",
        "all_text": "運勢有起有伏，整體不算特別順，但也談不上糟糕。尤其是一些本來計劃好的事突然冒出點小插曲，比如臨時需要調整安排，或是遇到一些需要耐心處理的小麻煩。這些小意外不會搞砸一整天，但會讓你有點煩躁，甚至忍不住想“是不是運氣不太好”。此外，這一天的人際關係中可能混入一些複雜因素，比如朋友之間的小誤會，或是家人突然提起敏感話題，這些互動可能讓你覺得“有點心累”。不過，別急著發火或逃避，試著先冷靜下來，聽對方說完再表達自己的想法，反而能避免矛盾升級。到了後半段，運勢會慢慢回升，比如和信任的人聊聊天，或是做件讓自己開心的小事，這些能幫你快速恢復好心情。接受小意外，調整心態，反而能讓你更從容地度過這一天。",
        "love_text": "單身的你，要小心“第一印象”的陷阱，遇到新認識的人時，別被對方的外表或甜言蜜語衝昏頭，多觀察對方的言行是否一致再決定是否投入。已有伴者的你，別輕信外界關於伴侶的閒言碎語，比如朋友的議論或社交平臺的猜測，直接和對方溝通才能避免誤會，感情更穩固。",
        "take_star": "",
        "work_text": "你的狀態總有點“留一手”，明明有能力做得更好，卻因各種原因（比如怕麻煩、覺得沒必要）沒有全力以赴，導致結果略顯平淡。其實你的潛力遠不止於此，適當挑戰自己，把標準再提高一點，會有意想不到的收穫。",
        "lucky_star": "射手座",
        "money_text": "求財需要主動學習理財知識來加持。比如刷短視頻時關注些實用的理財技巧，或和懂投資的朋友聊聊經驗。別覺得“談錢傷感情”，多吸收信息能幫你避開消費陷阱。如果手頭有閒錢，可以研究低風險的儲蓄方式，比如定期存款或貨幣基金。主動一點，財運會跟著你的行動力走。",
        "health_text": "要注意平衡壓力，別讓“必須完美”的念頭壓垮自己。比如工作沒達到預期別自責，家務沒做完也彆著急，適當降低標準反而能減少焦慮。如果感到緊繃，可以試試深呼吸練習：吸氣4秒、屏住4秒、呼氣6秒，重複幾次就能放鬆下來。壓力小了，睡眠質量也會提高，身體狀態自然更好。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑三揀四",
        "yi": "看一出電影",
        "all": "55%",
        "date": "2025-08-13",
        "love": "50%",
        "work": "52%",
        "money": "60%",
        "health": "58%",
        "notice": "努力結果不如預期",
        "discuss": "62%",
        "all_text": "整體運勢偏弱，可能會覺得“明明很努力，結果卻不如預期”。你可能會遇到一些計劃外的小阻礙，比如原本順利的事突然變慢，或是努力了但效果不明顯，這種“勢頭向好卻差強人意”的落差，會讓你有點沮喪，甚至懷疑自己是不是“哪裡沒做好”。其實問題可能不在你，而是外界的小意外打亂了節奏，比如天氣變化、他人臨時改主意等。這種“不可控”的感覺，會讓你更想“抓牢”什麼，比如反覆檢查細節，或是過度糾結某個小問題，結果反而更累。建議儘量“鬆一鬆”，把“必須完成”改成“儘量做”，允許自己“就擺爛一會兒”。雖然運勢不如意，但如果你能接受“不完美”，反而能減少內耗。到了晚上，可以吃頓喜歡的飯，或是聽首放鬆的歌，這些小事能幫你暫時跳出低落。",
        "love_text": "單身的你，容易陷入對過去的回憶，比如想起前任的好或遺憾，但過度糾結過去會讓你錯過眼前可能的機會，試著把注意力放在當下的人身上。已有伴者的你，別讓前任的影子影響現在的感情，比如拿現任和前任比較，或是翻舊賬，珍惜眼前人才能讓關係更健康。",
        "take_star": "",
        "work_text": "容易被各種“萬一”困擾，比如擔心任務出錯、害怕結果不理想，這種過度顧慮會讓你顯得猶豫不決，甚至錯過行動的最佳時機。其實你準備得已經很充分，試著相信自己的能力，把注意力放在“如何做好”而不是“如果出錯”上，會更輕鬆。",
        "lucky_star": "摩羯座",
        "money_text": "要警惕“小錢亂花”的陷阱！比如為了湊單多買一件不需要的商品，或是為了省運費開通會員。這些看似微小的支出，積少成多會讓你預算超標。建議購物前問自己：“真的需要嗎？”如果答案猶豫，就先放下。把錢省下來，未來遇到真正需要的東西時，才不會因為“沒錢”而遺憾。",
        "health_text": "可能會被上火問題困擾，比如嘴角起泡、喉嚨幹痛或便秘。別吃太多辛辣、油炸的食物，比如火鍋、炸雞，也別熬夜追劇或加班。可以喝點綠豆湯、菊花茶降火，或者吃些梨、冬瓜等清熱的食物。如果症狀嚴重，別硬扛，及時吃點降火藥或諮詢醫生。身體舒服了，做事才會更有效率。",
        "lucky_color": "奶茶色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "正餐吃太飽",
        "yi": "收拾與整理",
        "all": "83%",
        "date": "2025-08-13",
        "love": "86%",
        "work": "90%",
        "money": "80%",
        "health": "84%",
        "notice": "揚長避短很重要",
        "discuss": "82%",
        "all_text": "整體運勢相對平順，沒有太多明顯的阻礙，但也沒有那種讓人眼前一亮的驚喜。不過，這種平順也是一種難得的狀態，能讓你在輕鬆的氛圍中度過這一天。在這樣的運勢下，揚長避短就顯得尤為重要了。你得清楚自己擅長什麼，不擅長什麼，然後把精力更多地放在自己擅長的領域。比如，要是你比較善於和人溝通交流，那不妨多參與一些社交活動，在和大家的互動中，你可能會收穫一些新的想法和啟發，也能讓周圍的人感受到你的魅力。要是你不太擅長處理複雜繁瑣的事情，那就儘量避免去接觸這類事務，以免給自己帶來不必要的壓力。這一天裡，你可能會遇到一些小選擇，這時候別猶豫，相信自己的直覺，按照自己內心真實的想法去做決定就好。同時，保持平和的心態，別因為一些小事而大喜大悲，穩穩地抓住幸運的小尾巴，讓這一天過得充實又愉快。",
        "love_text": "單身的你，遇到喜歡的人時，別太矜持，適當主動展示你的優點，比如分享你的興趣、表達你的想法，對方可能會被你的真誠吸引。已有伴者的你，適合和伴侶保持日常的互動，比如睡前聊聊天、分享一天的小事，這些看似普通的細節能讓你們更貼近，感情更溫暖。",
        "take_star": "",
        "work_text": "無論是處理日常任務還是應對突發挑戰，都能展現出超出平時的水準。你的邏輯清晰、表達流暢，甚至能從細節中發現被忽略的機會，讓周圍人對你的能力刮目相看。這種狀態會為你積累不少好感，但別因得意而忽略團隊協作，適當分享經驗能讓整體效率更高。",
        "lucky_star": "巨蟹座",
        "money_text": "理財的關鍵詞是“省錢”。可以嘗試記錄每一筆開支，晚上覆盤時，你會發現“原來花了這麼多冤枉錢”。比如外賣點多了、打車太頻繁，或是買了重複的生活用品。建議以“省錢”為目標，比如自己做飯、步行或騎車出行。別覺得“省錢就是摳門”，合理規劃能讓你的錢更經花。",
        "health_text": "要記住多喝溫開水，少喝冷飲。冰奶茶、冰可樂雖然解渴，但容易刺激腸胃，引發腹痛或腹瀉。尤其是剛運動完或吃飯後，別急著灌冷飲，先喝口溫水潤潤喉嚨。如果實在想喝帶味道的，可以泡點蜂蜜檸檬水或紅棗茶，既健康又解渴。腸胃舒服了，整個人都會更輕鬆。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "助人為樂",
        "all": "50%",
        "date": "2025-08-13",
        "love": "59%",
        "work": "51%",
        "money": "47%",
        "health": "64%",
        "notice": "節奏因為分心而亂",
        "discuss": "57%",
        "all_text": "運勢上原本順暢的節奏容易因為“分心”而打亂。你可能會不自覺地被娛樂吸引，比如刷短視頻停不下來，或者追劇到忘記時間，結果原本計劃的事被擱置，比如該整理的房間沒動，或者想聯繫的人沒找。這種“玩的時候盡興，回過神來又後悔”的循環，會讓你有點煩躁。另外，這一天的你容易對小事過度敏感，比如朋友沒回消息，就忍不住猜測對方是不是不開心，其實對方可能只是手機沒電，或者單純忘了。這種“內心小劇場”會消耗不少能量，讓你越想越累。建議儘量減少“無意義娛樂”的時間，比如設定個“刷手機時長”，或者把娛樂項目換成更輕鬆的社交，比如和朋友吃頓飯，或者去公園散散步。雖然容易分心，但如果你能意識到這一點並主動調整，至少能避免情況變得更糟。",
        "love_text": "單身的你，可能會陷入暗戀的情緒，明明對某個人有好感卻不敢表達，甚至偷偷關注對方的動態，但藏在心裡只會讓自己更糾結，不如試著靠近一點。已有伴者的你，容易缺乏安全感，比如懷疑伴侶的行蹤或態度，別讓猜疑消耗感情，直接說出你的擔憂，對方會給你更踏實的回應。",
        "take_star": "",
        "work_text": "容易因粗心或疏忽踩小坑，比如看錯數據、記錯時間或遺漏關鍵信息，雖然不會造成大麻煩，但頻繁的小失誤會讓你顯得不夠可靠。建議處理任務時多核對一遍，或用清單記錄重點，避免因低級錯誤影響整體評價。",
        "lucky_star": "雙魚座",
        "money_text": "日常開銷容易變大，可能是生活用品補貨、家庭支出增加，或是突然需要維修東西。建議提前檢查家中物品，避免臨時急用花高價購買。如果必須消費，可以貨比三家，或用優惠券節省開支。別因為“急著用”就隨便買，多花幾分鐘比價，能幫你省下不少錢。",
        "health_text": "切勿透支身體能量值。比如連續加班不休息、為了趕進度不吃早餐，或是熬夜完成任務。這些行為會讓免疫力下降，容易感冒或疲勞。試著每工作1小時就起身活動5分鐘，午休時閉眼養神10分鐘，晚餐吃點易消化的食物。身體不是機器，適當“充電”才能持續運轉。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路看手機",
        "yi": "培養興趣愛好",
        "all": "71%",
        "date": "2025-08-13",
        "love": "65%",
        "work": "68%",
        "money": "70%",
        "health": "72%",
        "notice": "積累一些負能量",
        "discuss": "76%",
        "all_text": "你的運勢像坐了趟小過山車，有起有伏但不算劇烈。可能會臨時遇到一些小狀況，比如出門時發現鑰匙忘帶，或者點外賣時選錯了地址，這些小麻煩不會搞砸一整天，但會讓你忍不住吐槽，導致會積累一些負能量。不過，你也有“化險為夷”的能力，比如鑰匙忘帶時剛好有家人在家，或者外賣送錯後商家主動退款。這種“有驚無險”的體驗，反而會讓你覺得生活多了點趣味。另外，你也容易因為太樂觀而忽略細節，比如答應別人的事沒記清楚時間，或者買東西時沒核對價格，雖然問題不大，但事後可能會有點小麻煩。建議在做決定時多留個心眼，比如把重要的事記在手機備忘錄裡，或者買東西時多問一句。保持靈活應對，別讓小插曲打亂你的好心情。",
        "love_text": "單身的你，可能會感受到來自家庭或朋友的脫單壓力，比如被催婚或詢問感情狀況，別因為外界的聲音而隨便開始一段關係，順其自然更重要。已有伴者的你，可能會面臨生活上的小壓力，比如工作或經濟問題，和伴侶一起分擔，互相支持，反而能讓感情在困難中更堅固。",
        "take_star": "",
        "work_text": "容易陷入“慣性模式”，習慣用老方法解決問題，雖然能完成任務，但缺乏新意，甚至可能錯過更高效的路徑。建議遇到卡殼時暫停一下，換個角度思考，比如問問同事的建議或參考類似案例，或許能打破僵局，找到更優解。",
        "lucky_star": "白羊座",
        "money_text": "需要提高理財意識。比如看到“限時優惠”別急著下單，先確認是否真的需要；或是收到工資後，先存一部分再規劃消費。可以嘗試用記賬APP記錄收支，月底覆盤時，你會更清楚錢花在了哪裡。理財不是“省錢”，而是讓錢更高效地為你服務，就從“多問一句‘值不值’”開始吧。",
        "health_text": "不宜吃太多種類的保健產品。比如同時吃維生素、鈣片、魚油，甚至疊加護肝片、益生菌，反而可能給肝臟和腸胃增加負擔。如果身體沒有明顯不適，其實通過均衡飲食就能補充營養，比如多吃水果、蔬菜、全穀物。如果確實需要補充，先諮詢醫生或藥師，別自己亂搭配。",
        "lucky_color": "紫色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷短視頻",
        "yi": "精心打扮",
        "all": "96%",
        "date": "2025-08-13",
        "love": "87%",
        "work": "95%",
        "money": "90%",
        "health": "92%",
        "notice": "自帶順滑感的勢頭",
        "discuss": "96%",
        "all_text": "運勢像開了掛，做什麼都自帶“順滑感”。你會感覺到自己狀態特別好，連平時覺得麻煩的事都能輕鬆搞定，比如整理雜亂的抽屜、處理積壓的瑣事，甚至主動嘗試一直想做但沒勇氣的事，比如換種穿衣風格，或者去沒去過的餐廳。這種“什麼都能做好”的自信，會讓你更願意主動接觸新事物，比如和不太熟的人搭話，或者參加個小聚會。別猶豫，這一天的你如同自帶“安全網”，就算有點小失誤也不會被放大。另外，也會明顯感受到來自身邊人的支持，比如家人主動幫你分擔家務，或者朋友突然送來小禮物。這些溫暖的細節會像充電一樣，讓你的能量更足。不過，別因為狀態好就過度消耗自己，比如熬夜追劇或吃太多零食，保持平時的節奏反而能讓這份好運更持久。試著享受這份自然流動的好狀態，別給自己太多限制。",
        "love_text": "單身的你，可能會有相親或朋友介紹的機會，對方可能是通過工作或社交圈認識的，別排斥這種形式，先了解看看，說不定會有意外收穫。已有伴者的你，適合和伴侶一起參加活動，比如聚會、運動或興趣班，共同的體驗能增加新鮮感，讓感情更有活力。",
        "take_star": "",
        "work_text": "就像被注入了“創新能量”，不再滿足於按部就班，而是主動嘗試新方法、新思路，甚至能提出讓團隊眼前一亮的建議。這種突破常規的態度會讓你在競爭中脫穎而出，但也要注意平衡“創新”和“可行性”，避免因過於激進而脫離實際。",
        "lucky_star": "處女座",
        "money_text": "發展副業會很有優勢！比如利用業餘時間做兼職、接私活，或是把興趣變成收入來源。你的執行力和耐心能幫你快速上手，甚至可能收到意外合作邀約。如果有想法，不妨就行動起來，比如整理作品集、聯繫潛在客戶。副業收入可能不會立刻到賬，但鋪墊會為未來打下好基礎。",
        "health_text": "務必保證作息充足。別因為追劇、打遊戲或刷社交軟件熬夜，也別為了多睡懶覺而跳過早餐。儘量在晚上11點前入睡，早上7點左右起床，保證7-8小時的睡眠。如果實在困，中午可以小憩20分鐘，但別睡太久，否則會影響晚上的睡眠質量。作息規律了，皮膚和精神狀態都會變好。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢報興趣班",
        "yi": "多關心身邊人",
        "all": "87%",
        "date": "2025-08-13",
        "love": "70%",
        "work": "82%",
        "money": "85%",
        "health": "88%",
        "notice": "不慌不忙的節奏",
        "discuss": "89%",
        "all_text": "運勢像杯溫熱的奶茶，喝著舒服還有回甘。你的狀態穩定，處理日常事務時很少遇到卡殼的情況，比如排隊買早餐、取快遞都能自然應對。這種不慌不忙的節奏，反而讓你更有餘力關注身邊人的需求，比如幫鄰居拿個快遞，或者給朋友分享個有趣的小視頻，這些小舉動會讓你的人際關係更溫暖。而你的善意也不會白費，可能會收到一些小回饋，比如朋友回贈你小零食，或者家人主動誇你“最近懂事了”。這些細碎的互動會讓你覺得“付出值得”。另外，你可以選擇做點輕鬆但不費腦的事，比如聽聽音樂、看高分劇集，或者去公園散散步。這些小事能幫你放鬆，也能讓你更清晰地感受到生活的美好。不過，別因為狀態好就強行安排太多事，比如同時做三件不同的任務，建議專注一件事，這樣反而能更高效。享受和身邊人的小溫暖，好運會悄悄跟著來。",
        "love_text": "單身的你，在社交場合的存在感可能略低，比如聚會中不太主動說話，或是話題不被關注，但別因此否定自己，你的獨特需要時間被看見。已有伴者的你，要抽出時間陪伴伴侶，比如一起做飯、散步，哪怕只是安靜地待在一起，也能讓對方感受到你的在意，避免因忙碌而疏遠。",
        "take_star": "",
        "work_text": "更適合查漏補缺的一天，把之前忽略的細節或未完成的計劃重新梳理一遍，比如整理文件、優化流程或補全筆記。這種“完善型”工作會讓你更有成就感，也能為後續的推進打下基礎，但別因追求完美而陷入細節，設定優先級更高效。",
        "lucky_star": "金牛座",
        "money_text": "求財適合穩紮穩打。比如把閒錢存入穩健的理財產品，或堅持之前的儲蓄計劃。別因為“別人賺了”就盲目跟風投資，保持自己的節奏更重要。如果收到額外收入，比如獎金或紅包，可以拿出一部分獎勵自己，剩下的存起來。穩中求進，財運才會像滾雪球一樣越積越多。",
        "health_text": "建議多走路，別久坐。比如上班時每小時起身接杯水、去趟廁所，或者站著處理郵件；下班後別急著坐車回家，可以提前一兩站下車，步行走完剩下的路。久坐會讓血液循環變慢，容易腿腫或腰痠，而走路能活動筋骨，還能緩解眼睛疲勞。動起來，身體才會更靈活。",
        "lucky_color": "綠色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開通新會員",
        "yi": "改變個人形象",
        "all": "78%",
        "date": "2025-08-13",
        "love": "74%",
        "work": "72%",
        "money": "61%",
        "health": "79%",
        "notice": "總覺得差點意思",
        "discuss": "77%",
        "all_text": "運勢就像是一杯沒加糖的檸檬水，喝著有點淡，但加點蜂蜜就能變甜。你可能會覺得一整天都“差點意思”，比如原本期待的事沒達到預期，或者想做的事總被小意外打斷，這種不上不下的感覺，容易讓你有點小沮喪，甚至懷疑自己是不是“沒狀態”。或許是來自生活的乏味苦悶咁，讓你覺得少了點新鮮。如齒輪般不斷重複的生活模式會讓你覺得“日子沒變化”，進而影響心情。建議你可以主動給生活加點“小調料”，比如換條路線回家，或者聽首沒聽過的歌，甚至給家裡的綠植換個位置，這些小事能幫你打破“慣性”，讓心情重新活躍起來。另外，你可能會吸引到一些需要安慰的人，比如朋友找你吐槽，或者家人有點小情緒，雖然助人是好事，但別讓自己太累，適當說“我現在有點忙，等會找你”也沒關係。到了晚上，或許會有點休閒的時刻，不妨看一部輕鬆的電影，或者和寵物玩一會兒，這些小事能幫你快速回血。",
        "love_text": "單身的你，可能缺乏脫單的動力，比如覺得一個人也挺好，或是懶得主動接觸新人，但偶爾打開心門，可能會遇到讓你心動的人，別完全封閉自己。已有伴者的你，互動可能趨於平淡，比如聊天內容多是日常瑣事，但可以試著加入點小驚喜，比如突然送個小禮物或計劃個小約會，讓感情重新煥發活力。",
        "take_star": "",
        "work_text": "更適合穩紮穩打的一天，把注意力放在基礎環節上，比如鞏固技能、熟悉流程或重複練習，雖然看似平淡，但能為後續的突破積累能量。你的耐心和細緻會被看到，甚至可能因此獲得長輩或前輩的指導，但別因追求“完美基礎”而拖延行動，適當邁出下一步更關鍵。",
        "lucky_star": "水瓶座",
        "money_text": "可能會感受到經濟壓力，比如賬單到期、突發支出，或是收入暫時沒到賬。別慌，先梳理手頭的資金，優先支付必要開支，比如房租、水電費。可以和朋友商量延期還款，或用兼職收入補貼。避免因為“焦慮”而衝動消費，比如買“治癒系”小物件緩解壓力，反而會加重負擔。冷靜處理，壓力會慢慢緩解。",
        "health_text": "上下樓梯要注意正確姿勢，別為了趕時間就一步跨兩階，或是低頭看手機不看路。這樣容易扭傷腳踝或膝蓋，甚至摔倒受傷。上下樓時抓緊扶手，腳步放穩，眼睛看前方。如果穿高跟鞋或厚底鞋，更要小心。安全第一，別因為疏忽讓身體遭罪。",
        "lucky_color": "銀灰色",
        "lucky_number": "3"
      }
    }
  }
}