{
  "updated": "2025-10-13T04:10:34.461Z",
  "updateTime": "2025/10/13 下午12:10:34",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14866,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "奶茶標準糖",
        "yi": "培養創造力",
        "all": "74%",
        "date": "2025-10-12",
        "love": "69%",
        "work": "73%",
        "money": "78%",
        "health": "77%",
        "notice": "社交的意外互動",
        "discuss": "72%",
        "all_text": "你的整體狀態比較平穩，沒有特別突出的好運或麻煩，但可能會遇到需要和不太合拍的人打交道的場景。或許是日常社交中突然出現的“意外互動”，或是原本關係普通的人突然需要頻繁接觸。這種相處可能讓你覺得有些不自在，甚至需要刻意調整自己的溝通方式。不過，這種小摩擦並不會對生活造成實質影響，反而能讓你更清楚自己的人際邊界——哪些人值得深入交流，哪些只需保持禮貌即可。你更適合把精力放在自我調節上，不必強求與每個人都處得熱絡，順其自然反而更輕鬆。如果遇到讓你不舒服的對話，不妨用“嗯”“這樣啊”這類中性回應，既保持禮貌又避免過度消耗自己。",
        "love_text": "單身的你，在愛情到來前不妨先多善待自己。或許你最近總急著尋找心動信號，但不妨把注意力放回自身，比如做件讓自己開心的小事，反而更容易吸引同頻的人。已有伴者的你，更適合直接表達自己的想法，別總讓對方猜。如果對某些事有期待，試著用輕鬆的方式說出來，反而能減少誤會，讓彼此更貼近。",
        "work_text": "任務和目標一股腦湧來，容易陷入“什麼都想抓”的忙碌狀態。但問題在於，你可能因為急著推進而忽略細節，或是同時處理多件事導致效率打折。建議先梳理優先級，把精力集中在最關鍵的部分，別讓“趕進度”變成“瞎折騰”。",
        "lucky_star": "雙子座",
        "money_text": "你的財運有上升空間，但想穩住錢袋子得先養成記賬習慣。別看小錢不花，積少成多也是筆開支，建議把購物車裡的非必需品放兩天再決定。晚上適合整理銀行卡和電子錢包，把分散的錢歸攏到收益更高的地方，小動作能帶來安全感。",
        "health_text": "容易盯著手機屏幕刷個不停，刷短視頻、回消息或打遊戲，眼睛和頸椎都在抗議。建議每半小時起來活動下脖子，做做眼保健操，別等眼睛發酸、脖子僵硬才停。晚上睡前把手機放遠點，用紙質書代替刷手機，既能放鬆又能避免藍光影響睡眠，身體會輕鬆不少。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "下雨天出門",
        "yi": "提前做準備",
        "all": "56%",
        "date": "2025-10-12",
        "love": "50%",
        "work": "48%",
        "money": "52%",
        "health": "60%",
        "notice": "與人相處總帶刺",
        "discuss": "57%",
        "all_text": "運氣似乎不太給力，整體狀態像被一層薄霧籠罩，連帶著與人相處時也容易顯得“帶刺”。可能是你無意中說出的某句話被誤解，或是他人主動挑起的矛盾讓你感到煩躁。這種狀態下，你容易對周圍的小事過度敏感，甚至把情緒轉嫁到無關的人身上。其實，矛盾更多源於外界的不確定性，而非你本身的問題。不妨試著給自己一點“緩衝空間”，比如減少不必要的社交，或是在交流時多聽少說，避免因一時情緒而說出後悔的話。如果必須與人溝通，儘量保持話題的輕鬆，別涉及敏感或爭議性內容，能減少衝突的可能。",
        "love_text": "單身的你，別隻看外在條件去篩選人。或許你心裡有個“理想型”的模板，但遇到的緣分可能藏在細節裡，比如對方和你聊得來的話題，或是某個溫暖的舉動。已有伴者的你，要學著將心比心。如果對方做了讓你不舒服的事，先別急著下結論，試著站在他的角度想想，或許能減少不必要的矛盾。",
        "work_text": "你像站在小山坡上，容易因為已有的成績或經驗產生“我已經夠好了”的錯覺。但這種自滿可能讓你忽略新問題，比如細節疏漏或方法過時。保持空杯心態，多聽聽他人的建議，反而能避開潛在的小麻煩。",
        "lucky_star": "射手座",
        "money_text": "花錢的勁頭有點猛，看到促銷容易衝動下單，尤其是衣服和電子產品這類“非剛需但想要”的東西。建議出門只帶一張額度有限的卡，或者把購物軟件暫時收進文件夾。晚上覆盤時，記得把“想要”和“需要”分開列清單，避免月底吃土。",
        "health_text": "盯著電腦或看書的時間可能太長，眼睛容易乾澀發癢，甚至看東西模糊。建議每工作一小時就閉眼休息兩分鐘，或者用熱毛巾敷敷眼睛。如果戴隱形眼鏡，儘量換成框架鏡，減少對角膜的刺激。晚上別熬夜追劇，早點睡讓眼睛充分休息，第二天才能精神飽滿。",
        "lucky_color": "藕荷色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "得意忘形",
        "yi": "多表達想法",
        "all": "96%",
        "date": "2025-10-12",
        "love": "94%",
        "work": "91%",
        "money": "92%",
        "health": "95%",
        "notice": "身邊有很多力量",
        "discuss": "93%",
        "all_text": "你彷彿被幸運星籠罩，整體狀態非常順遂！身邊會出現許多願意支持你、認可你的人，可能是朋友、家人，甚至是偶然結識的新面孔。他們的肯定與鼓勵會讓你感到信心倍增，彷彿做什麼事都多了幾分底氣。這種被環繞的溫暖感，會讓你更願意打開自己，與他人分享想法或嘗試新事物。你適合多參與集體活動，或是主動表達自己的觀點，你的靈機一動和幽默感很容易成為人群中的亮點，收穫更多善意與機會。哪怕只是和鄰居閒聊幾句，也可能因為你的真誠而拉近關係。",
        "love_text": "單身的你，或有優質的桃花出現。可能是在社交場合裡，某個讓你覺得“聊得來”的人，或是朋友介紹的靠譜對象。已有伴者的你，適合和伴侶來點約會儀式感，比如一起做頓飯、看場電影，或是簡單的散步聊天。這些小互動能讓你們的關係更緊密，也能讓彼此感受到被重視的溫暖。",
        "work_text": "你像被靈感砸中，可能突然找到解決問題的新角度，或是發現之前忽略的資源。這種“靈光一現”的狀態能幫你突破瓶頸，但別光停留在想法階段，及時行動才能把機會變成成果。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運像開了多窗口模式，可能同時收到幾筆進賬——比如兼職尾款、朋友還錢或者小投資回報。別光顧著高興，趁機把閒置物品掛二手平臺，或者把到期的定期轉成收益更高的產品。晚上適合和朋友聊聊合作機會，說不定能搭上新的賺錢路子。",
        "health_text": "天氣可能忽冷忽熱，你容易因為穿脫衣服不及時而著涼，尤其是早晚溫差大的時候。建議出門帶件薄外套，熱了脫冷了穿，別嫌麻煩。如果下雨或颳風，儘量避開長時間在戶外吹，回家後用熱水泡泡腳，驅驅寒氣，能預防感冒找上門。",
        "lucky_color": "翠綠色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度與人比較",
        "yi": "借鑑別人經驗",
        "all": "97%",
        "date": "2025-10-12",
        "love": "98%",
        "work": "95%",
        "money": "96%",
        "health": "98%",
        "notice": "多了一份感知力",
        "discuss": "94%",
        "all_text": "你的整體狀態極佳，反應敏銳且表現機靈，彷彿對周圍的一切都多了份“感知力”。無論是處理日常瑣事，還是應對突發的小狀況，你都能快速找到解決辦法，甚至能提前預判可能的麻煩。這種“靈光一現”的狀態會讓你在人群中顯得格外突出，他人可能會主動向你尋求建議或幫助。你適合多觀察、多傾聽，你的直覺和細膩會幫你捕捉到許多容易被忽略的細節，而這些細節往往能成為解決問題的關鍵。比如，在群體討論中，你可能會注意到某個人的微妙情緒，及時調整話題方向，讓氛圍更融洽。",
        "love_text": "單身的你，或遇到彼此有好感的對象。可能是在日常接觸中，對方主動釋放的善意，或是某個讓你覺得“和他相處很舒服”的瞬間。已有伴者的你，和伴侶的心動會升溫。或許是一個默契的眼神，或是一句貼心的關心，都能讓你們重新感受到戀愛時的甜蜜，不妨多製造些這樣的互動。",
        "work_text": "面對突發狀況能快速調整狀態。比如計劃被打亂時，你能迅速找到替代方案；遇到難題時，也能換個思路找到突破口。這種“靈活應變”的能力會讓你在人群中脫穎而出",
        "lucky_star": "天蠍座",
        "money_text": "理財收益會給你小驚喜，可能是基金漲了點，或者之前買的理財產品提前到賬。別急著把錢全花掉，拿出一部分存成定期，剩下的可以犒勞自己吃頓好的。晚上適合整理賬單，看看哪些開支能優化，比如把手機套餐換成更便宜的，省下的錢也是賺的。",
        "health_text": "適合把“養生”提上日程，比如早上喝杯溫蜂蜜水潤潤腸胃，中午吃點清淡的蔬菜，晚上別吃太飽。如果平時有喝茶的習慣，可以泡點枸杞或菊花，既能明目又能降火。睡前用熱水泡泡腳，促進血液循環，第二天起床會感覺整個人都輕鬆了。",
        "lucky_color": "棕色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動行事",
        "yi": "整理梳理想法",
        "all": "86%",
        "date": "2025-10-12",
        "love": "85%",
        "work": "81%",
        "money": "88%",
        "health": "83%",
        "notice": "自由發揮的空間",
        "discuss": "89%",
        "all_text": "整體狀態平穩，沒有大起大落，但這種“穩”反而給了你更多自由發揮的空間。你可能會發現，節奏比往常慢了一些，沒有太多需要立刻處理的事，這恰好讓你有機會停下來，梳理近期的想法或規劃未來的方向。這種“思考的空檔”非常珍貴，它能幫你更清晰地看到自己的需求，避免被外界的喧囂帶偏。你適合獨處或與信任的人深度交流，你的觀點和判斷力在此時會顯得格外清晰，容易做出讓自己滿意的決定。比如，你可能突然想通某個困擾已久的問題，或是找到更符合自己心意的生活方式",
        "love_text": "單身的你，多展示自己的優點，比如你的熱情、你的責任感，或是你對生活的熱愛。這些特質會讓你在人群中更顯眼，也更容易吸引到欣賞你的人。已有伴者的你，要和伴侶一起成長。比如一起學個新技能、規劃未來的目標，或是互相鼓勵面對困難。這種“共同進步”的狀態會讓你們的關係更穩固。",
        "work_text": "需要和不同的人打交道。這種互動能幫你拓寬視野，但也可能因為觀點不同產生小摩擦。保持開放心態，多聽聽他人的想法，反而能學到新東西。",
        "lucky_star": "天秤座",
        "money_text": "你的副業或兼職機會來了，可能是朋友介紹的小項目，或者之前投的簡歷有了回應。別嫌錢少就拒絕，先積累經驗更重要。晚上適合列個副業計劃表，把空閒時間利用起來，比如幫人做PPT、代買代購，慢慢就能攢出第二份收入。",
        "health_text": "容易因為嘴饞而吃太多重口味的東西，比如炸雞、火鍋或甜點，腸胃可能受不了。建議三餐里加點粗糧，比如玉米、紅薯，既能增加飽腹感，又能促進消化。如果實在想吃零食，選點堅果或水果，別讓高油高糖的食物佔了主導，身體會感謝你的。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕視對手",
        "yi": "實踐出真知",
        "all": "68%",
        "date": "2025-10-12",
        "love": "65%",
        "work": "66%",
        "money": "62%",
        "health": "70%",
        "notice": "照顧他人忽略自己",
        "discuss": "61%",
        "all_text": "整體狀態略顯低迷的一天！主要問題在於你總是習慣性地把別人的需求放在自己前面，甚至會為了照顧他人而忽略自己的感受。這種“過度付出”可能會讓你感到疲憊，甚至在事後產生“我是不是太傻了”的自我懷疑。其實，矛盾更多源於你內心的“不設限”——你總以為“多忍讓一點”就能換來和諧，卻忘了自己的感受同樣重要。不妨試著在多關注自己的需求，比如拒絕一次不合理的請求，或是為自己做一件喜歡的事，你會發現，適當“自私”反而能讓關係更輕鬆。比如，當朋友提出讓你為難的要求時，直接說“我可能不太方便”比勉強答應更能讓對方尊重你的邊界。",
        "love_text": "單身的你，別總用放任的姿態對待感情。或許你習慣被動等待，但不妨主動一點，比如對感興趣的人多聊幾句，或是表達自己的好感。已有伴者的你，要學會讓步。如果和伴侶有分歧，別總堅持自己的觀點，試著聽聽他的想法，或許能找到更折中的解決辦法，也能讓關係更和諧。",
        "work_text": "容易在某個細節上反覆糾結，比如一個數據、一句話或一個步驟。這種“鑽牛角尖”的狀態會消耗大量精力，反而忽略整體進度。不妨先跳出來，從大局看問題，可能會發現“沒必要那麼較真”。",
        "lucky_star": "獅子座",
        "money_text": "你的錢包有點緊，可能是交了房租、買了大件，或者突然冒出幾筆意外開支。別慌，先把手頭的錢分成三份：必要開支、應急錢和可動用資金。晚上適合和家人商量，看看能不能暫時分擔點壓力，或者把閒置物品賣掉換錢，別硬撐著。",
        "health_text": "可能會因為“這個菜沒營養”“那個肉不乾淨”而挑食，結果反而吃得不均衡。其實不用太糾結，只要食材新鮮、做法清淡，大部分食物都能吃。如果擔心營養不夠，可以額外補點維生素片，或者煮點雜糧粥，比光吃某一種食物更健康。別讓挑食變成身體的負擔。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心理包袱重",
        "yi": "堅持就是勝利",
        "all": "70%",
        "date": "2025-10-12",
        "love": "75%",
        "work": "72%",
        "money": "64%",
        "health": "73%",
        "notice": "需要時間的沉澱",
        "discuss": "76%",
        "all_text": "整體運勢像一杯溫水，沒有特別熱烈的起伏，卻足夠讓你感到安心。你可能會發現，自己之前的努力暫時沒有明顯的回報，甚至有些事看起來還在原地踏步。這種時候，別急著否定自己，很多事情的發展需要時間來沉澱。你可能會在某個瞬間突然意識到，那些看似平淡的日子，其實都在為未來積累力量。你身邊的人際關係可能會有些微妙的變化，有人可能會主動靠近你，或者你突然對某個圈子有了新的看法。這種變化讓你需要更謹慎地處理關係，別急著表態，多觀察再行動。這一天的你更適合穩紮穩打，別因為暫時沒有收穫而焦慮，保持耐心，繼續按自己的節奏推進，你會發現那些看似不起眼的付出，其實都在悄悄改變你的生活。",
        "love_text": "單身的你，多把握機會。可能是在聚會里、朋友介紹中，或是某個日常場景裡，遇到讓你覺得“可以試試”的人。別急著否定，先多接觸看看。已有伴者的你，要多花心思經營感情。比如給對方一個小驚喜，或是主動關心他的需求，這些細節能讓你們的關係更溫暖，也能減少疏離感。",
        "work_text": "面前擺著多個看似不錯的選擇，但容易因猶豫不決而錯過機會。其實每個方向都有潛力，關鍵在於別被“完美選項”困住，先邁出一步試試，反而能在實踐中找到更適合自己的路。",
        "lucky_star": "巨蟹座",
        "money_text": "容易為了面子花錢，比如請客吃飯選貴的餐廳，或者買名牌包撐場面。其實朋友更在意的是你的心意，不是價格標籤。建議出門前定個預算，超過就換地方。晚上適合把衣櫃裡的舊衣服整理出來，捐掉或賣掉，既清空間又省錢。",
        "health_text": "你的抵抗力可能有點弱，容易因為換季或接觸公共物品而感冒。建議出門戴好口罩，尤其是人多的地方，回家後用肥皂洗手。如果平時運動少，可以抽十分鐘做做拉伸，或者下樓散散步，微微出汗就能激活免疫力。別等生病了才後悔沒提前預防。",
        "lucky_color": "卡其色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "自私自利",
        "yi": "提升個人實力",
        "all": "59%",
        "date": "2025-10-12",
        "love": "56%",
        "work": "58%",
        "money": "54%",
        "health": "60%",
        "notice": "不自覺選擇逃避",
        "discuss": "64%",
        "all_text": "整體運勢有些低迷，像是被一層薄霧籠罩，連心情都變得有些壓抑。你可能會不自覺地選擇逃避，躲在自己的小世界裡，對外界的變化有些抗拒。這種狀態讓你覺得安全，但也容易讓你錯過一些機會。你可能會覺得周圍的人或事讓你感到壓力，甚至有點喘不過氣，但逃避並不能解決問題，反而會讓你陷入更被動的局面。試著給自己一點空間，但別完全封閉自己，哪怕只是和信任的人聊聊天，或者換個環境待一會兒，都能幫你緩解這種壓抑感。這一天的你更適合先調整自己的狀態，別急著處理複雜的事，等心情稍微輕鬆些，再慢慢面對那些讓你困擾的問題。",
        "love_text": "單身的你，脫單壓力可能有點大。或許你總在心裡比較“誰更適合”，或是擔心“會不會受傷”，但這種焦慮反而容易讓你錯過機會。不妨放鬆點，先從朋友做起。已有伴者的你，別和其他人比較幸福。每對情侶的相處模式都不同，與其羨慕別人，不如專注在自己的小日子裡，珍惜彼此的陪伴。",
        "work_text": "像鑽進了牛角尖，對某個目標或方法過於執著，哪怕遇到阻礙也不願調整。這種“不撞南牆不回頭”的勁頭可能讓你暫時看不到其他可能性，不妨先停下來，聽聽旁人的建議，或許能發現更輕鬆的路徑。",
        "lucky_star": "白羊座",
        "money_text": "可能會因為情緒低落而亂花錢，比如買一堆零食解壓，或者下單不需要的東西。其實運動、聽音樂或者和朋友聊天更能緩解焦慮。晚上適合把購物軟件卸載半小時，冷靜後再決定要不要買。記住，錢花了再賺難，先穩住心態更重要。",
        "health_text": "可能會為了快速瘦身而節食，比如不吃主食或只吃水果，結果反而頭暈乏力。其實減肥不用這麼極端，三餐正常吃，但把米飯換成糙米，把油炸換成清蒸，再搭配點運動，效果更持久。別讓節食傷了胃，健康比瘦更重要。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "思慮太重",
        "yi": "付諸行動",
        "all": "83%",
        "date": "2025-10-12",
        "love": "89%",
        "work": "73%",
        "money": "75%",
        "health": "85%",
        "notice": "只要邁出一小步",
        "discuss": "82%",
        "all_text": "整體運勢尚可，像一陣輕風，雖然不算強烈，卻足夠讓你感到舒適。你可能會覺得腦子裡有很多想法，但真正付諸實踐的卻不多。這種時候，與其在原地糾結，不如先做起來再說。哪怕只是邁出一小步，也能幫你理清思路。你可能會發現，很多問題在行動中自然就解決了，而不是靠反覆思考。你的行動力會為你帶來不錯的反饋，讓你更有信心繼續前進。別怕出錯，這一天的你更適合大膽嘗試，哪怕結果不如預期，也能從中學到東西。你可能會在某個瞬間突然意識到，自己比想象中更有能力，這種發現會讓你更有動力去探索新的可能。",
        "love_text": "單身的你，在喜歡的人面前多刷刷存在感。比如主動聊點他感興趣的話題，或是分享你的生活點滴，讓他更瞭解你。已有伴者的你，或有一起落實計劃的機會。比如商量未來的旅行、規劃共同的目標，或是解決某個困擾你們的問題。這種“一起行動”的狀態會讓你們的關係更緊密。",
        "work_text": "像被一堆線頭纏住，任務、計劃、想法混在一起，容易陷入“越理越亂”的狀態。其實只需要靜下心，把事情按優先級排序，先解決最緊急的，再處理次要的，頭緒自然會清晰起來。",
        "lucky_star": "處女座",
        "money_text": "你的財運和市場動態掛鉤，比如股票漲跌、行業新聞可能影響你的收入。別光聽別人說，自己多查資料，或者和懂行的朋友聊聊。晚上適合整理投資賬戶，把虧損的及時止損，盈利的可以考慮部分套現。別把所有錢押在一個地方，分散風險更穩。",
        "health_text": "容易因為追劇、打遊戲或和朋友聊天而熬夜，第二天起床會頭暈腦脹。建議睡前半小時就把手機調成靜音，或者定個鬧鐘提醒自己睡覺。如果實在睡不著，可以聽聽輕音樂或讀兩頁書，別讓大腦太興奮。充足的睡眠能讓第二天的工作學習效率翻倍，別透支健康。",
        "lucky_color": "土黃色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "濃妝豔抹",
        "yi": "樹立自信心",
        "all": "79%",
        "date": "2025-10-12",
        "love": "81%",
        "work": "78%",
        "money": "76%",
        "health": "82%",
        "notice": "正在打磨的石頭",
        "discuss": "75%",
        "all_text": "整體運勢中規中矩，像一塊正在打磨的石頭，雖然外表看起來普通，但內在卻在悄悄變化。你可能會覺得生活有些平淡，但這種狀態其實很適合積累和沉澱。你不需要刻意追求什麼，只要按部就班地做好手頭的事，就能感受到自己的進步。你可能會在某個不經意的瞬間發現，自己之前的一些努力開始顯現成效，比如某個習慣堅持久了，或者某個技能慢慢熟練了。這種踏實的成長感會讓你更有動力。這一天的你更適合專注於自己的目標，而不是被外界的干擾影響。保持這種節奏，你會在未來的某一天感謝現在的自己，因為那些看似不起眼的積累，其實都在為你鋪路。",
        "love_text": "單身的你，或能好好了解一個人。可能是在日常接觸中，你發現對方和你有很多共同點，或是他的某個特質讓你覺得“值得深交”。已有伴者的你，不妨培養共同話題。比如一起追部劇、玩個遊戲，或是聊點彼此的興趣，這些互動能讓你們更有默契，也能減少無話可說的尷尬。",
        "work_text": "像站在技能升級的關卡，需要主動學習新能力來應對更高要求。比如工作中可能需要掌握新工具，學習中可能需要攻克更難的章節。這種“培養能力”的過程雖然辛苦，但會為未來的突破打下基礎。",
        "lucky_star": "水瓶座",
        "money_text": "對錢財有點“隨性”，可能是沒做理財計劃，錢花到哪裡算哪裡。建議早上花十分鐘列個開支清單，把必買的和可買的分開。晚上適合查查銀行卡餘額，看看這個月還剩多少可用資金，別等到月底才發現錢不夠用。小計劃能避免大麻煩。",
        "health_text": "可能因為久坐辦公或學習而腰痠背痛，尤其是腰椎和頸椎。建議每小時起來活動下，做做擴胸運動或轉轉腰，哪怕只是站著接杯水也好。如果條件允許，可以買個靠墊墊在腰後，減輕腰椎壓力。別等疼得直不起腰才重視，小動作能避免大問題。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "投機取巧",
        "yi": "走出舒適區",
        "all": "63%",
        "date": "2025-10-12",
        "love": "60%",
        "work": "62%",
        "money": "58%",
        "health": "65%",
        "notice": "在旁觀者位置上",
        "discuss": "62%",
        "all_text": "整體運勢欠佳，像一臺暫時卡頓的電腦，雖然功能還在，但運行起來有些吃力。你容易把自己放在旁觀者的位置上，缺乏行動力，覺得很多事情和自己無關，或者覺得自己的參與不會改變什麼。這種心態讓你有些消極，甚至有點懶散。但事實上，你的態度會影響你的運勢。哪怕只是做一些小事，比如整理房間、讀幾頁書，都能幫你調整狀態。別讓自己一直停留在“看客”的角色裡，主動一點，你會發現生活其實有很多可以參與的空間。這一天的你需要一點推動力，不妨從微小的改變開始，比如嘗試一種新的食物，或者和平時不太說話的人聊幾句，這些都能幫你打破僵局。",
        "love_text": "單身的你，別帶有先入為主的偏見。或許你心裡對“理想型”有個固定的框架，但遇到的緣分可能和你想象的不同，不妨先接觸看看。已有伴者的你，容易因小事冷戰。比如一句無心的話、一個沒注意到的細節，都可能讓你心裡不舒服。別急著冷戰，直接說出來反而更容易解決。",
        "work_text": "像同時開了多個窗口，事情一件接一件湧來，容易手忙腳亂。比如工作上要趕報告，學習上要複習考試，生活裡還有瑣事要處理。這種“多線程”狀態容易讓你忽略細節，建議先列個清單，按重要程度逐個解決。",
        "lucky_star": "金牛座",
        "money_text": "開銷有點多，可能是社交活動、學習課程或者突然想買的電子產品。別被“現在不買以後漲價”的話忽悠，先問問自己是否真的需要。晚上適合把購物車清空，等兩天再決定。如果必須花錢，優先選能提升技能或帶來長期價值的東西，比如書或工具。",
        "health_text": "可能會因為嘴饞而吃太多甜食，比如蛋糕、奶茶或巧克力，血糖容易飆升。建議把甜食換成水果，比如蘋果或草莓，既能滿足口腹之慾，又不會攝入太多糖分。如果實在想喝飲料，選無糖或低糖的，別讓糖分悄悄堆積成脂肪。控糖是長期健康的關鍵，就開始注意。",
        "lucky_color": "米黃色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "原地踏步",
        "yi": "發展興趣愛好",
        "all": "90%",
        "date": "2025-10-12",
        "love": "92%",
        "work": "91%",
        "money": "93%",
        "health": "96%",
        "notice": "充實自信的狀態",
        "discuss": "97%",
        "all_text": "整體運勢非常給力，像一束陽光穿透雲層，讓你感到溫暖而明亮。你會更喜歡當前這個充實而自信的狀態，覺得自己做什麼都很有幹勁。這種狀態讓你覺得生活很有意義，也讓你更願意去嘗試新的事物。你可能會發現，自己比平時更有創造力，想法也更多，甚至能輕鬆解決一些之前讓你困擾的問題。這種積極的心態會為你帶來不錯的反饋，讓你更有信心繼續前進。這一天的你適合做一些能讓自己感到滿足的事，比如培養一個新愛好，或者和志同道合的人交流。你可能會在某個瞬間突然意識到，自己比想象中更優秀，這種發現會讓你更珍惜現在的自己，也會讓你更有動力去追求更好的生活。",
        "love_text": "單身的你，或有關係的突破。可能是在某個互動中，你們的關係從“朋友”變得更親密，或是對方主動表達了心意。已有伴者的你，適合來場浪漫約會。比如去喜歡的餐廳、看場電影，或是簡單的壓馬路。這些小浪漫能讓你們重新感受到戀愛時的甜蜜，也能讓彼此更珍惜對方。",
        "work_text": "原本困擾你的問題突然迎刃而解。比如工作中卡殼的任務突然找到思路，學習中難懂的知識點突然理解透徹。這種“柳暗花明”的狀態會讓你更有信心，不妨趁熱打鐵，把積累的問題一次性解決。",
        "lucky_star": "摩羯座",
        "money_text": "財運像開了盲盒，可能收到意外的紅包、退款或者兼職收入。別光顧著開心，拿出一部分存起來，剩下的可以買個小禮物犒勞自己。晚上適合和朋友分享喜悅，但別透露具體金額，避免被借或被惦記。好運來了要珍惜，但別揮霍。",
        "health_text": "可能會因為搬重物或突然用力而拉傷腰背，比如搬快遞、提水桶或做家務。建議搬東西時先蹲下，用腿部力量而不是腰力，如果東西太重就找人幫忙，別硬撐。如果平時很少運動，可以做個簡單的拉伸，活動下腰背肌肉，避免突然用力導致受傷。保護好腰背，才能少受罪。",
        "lucky_color": "天青色",
        "lucky_number": "4"
      }
    }
  }
}