{
  "updated": "2025-08-16T15:08:48.301Z",
  "updateTime": "2025/8/16 下午11:08:48",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 74587,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡思亂想",
        "yi": "參與家務事",
        "all": "85%",
        "date": "2025-08-16",
        "love": "87%",
        "work": "81%",
        "money": "70%",
        "health": "86%",
        "notice": "真切感受到存在感",
        "discuss": "80%",
        "all_text": "整體運勢比較平穩，這種平穩就像平靜湖面下的潛流，雖不洶湧卻暗藏力量。在這一天，你能在一些社交場合或事務處理中真切感受到自己的存在感。社交時，你積極的態度和自然的表達會吸引他人注意，大家願意圍繞在你身邊傾聽你的想法，讓你成為社交圈中的焦點之一。在處理一些事務時，你的行動力和決斷力會得到展現，能高效地完成任務，讓周圍人對你刮目相看。不過，平穩的運勢下也需保持清醒，別因一時的順利而過度自信。在社交中，要注意傾聽他人意見，不要只沉浸在自己的觀點裡；處理事務時，多檢查細節，避免因粗心出現小失誤。這種平穩運勢為你提供了一個積累和沉澱的好時機，你可以利用這段時間鞏固自己在社交和事務處理方面的優勢，為未來的發展打下更堅實的基礎，讓存在感持續增強。",
        "love_text": "單身的你，或許會邂逅真誠的追求者。對方可能帶著滿滿的誠意出現在你的生活裡，沒有花言巧語，只有實實在在的關心。別錯過這份真心，用心去感受。已有伴者的你，在伴侶面前可以做真實的自己。不用刻意偽裝，無論是小脾氣還是小愛好，都能得到對方的理解和接納，這種自在的感覺會讓你們的感情更加深厚。",
        "take_star": "",
        "work_text": "整體狀態不錯，能穩中求變。不會一味地按部就班，而是會在日常的任務和學習中尋找新的突破點。既保持著對現有事務的專注，又能以開放的心態接納新想法，這種平衡的狀態讓你在處理各種情況時都遊刃有餘，能穩步推進各項進程，還可能收穫一些意外的小驚喜。",
        "lucky_star": "獅子座",
        "money_text": "財運還算平穩，但容易在衝動購物或社交場合中多花錢，建議提前列好購物清單，別被促銷活動帶偏節奏。遇到朋友邀約聚餐時，可以先確認是否需要AA制，避免臨時支出打亂預算。晚上適合整理賬單，把不必要的會員續費或重複訂閱服務取消掉。",
        "health_text": "適合嘗試輕度運動激活身體，但別急著挑戰高強度項目，避免拉傷或關節痠痛。運動前後充分熱身，結束後及時拉伸放鬆。若感覺肌肉緊繃，可用溫毛巾熱敷緩解，別讓小疲勞拖成慢性損傷。",
        "lucky_color": "橘色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "表達太抽象",
        "yi": "向榜樣學習",
        "all": "92%",
        "date": "2025-08-16",
        "love": "91%",
        "work": "90%",
        "money": "93%",
        "health": "96%",
        "notice": "展示優勢的一面",
        "discuss": "98%",
        "all_text": "你的整體運勢簡直棒棒噠，得到幸運之神眷顧的一天。這一天裡，特別有利於你展示自身優勢的一面，無論是溫和的性格、踏實的作風，還是獨特的見解，都能在各種場合中大放異彩。在社交方面，你的人氣格外旺，彷彿自帶磁場，吸引著不同的人向你靠近。你真誠的態度和友善的笑容會讓大家感到親切，願意與你建立深厚的友誼。而且，你的優勢也會為你帶來一些意想不到的機會，可能是新的社交圈子，也可能是合作的可能。你不需要刻意去表現，自然地展現自己就好，因為你的魅力已經足以讓人印象深刻。這種良好的運勢會讓你在這一天心情愉悅，充滿自信，不妨好好享受這份幸運，積極與他人互動，讓社交人氣持續攀升，為自己的人生增添更多色彩。",
        "love_text": "單身的你，有機會遇到三觀一致的對象。你們可能在交流中發現彼此對生活、理想有著相似的看法，這種契合感會讓你覺得很舒服。已有伴者的你，和伴侶能保持很高的默契。一個眼神、一個動作，對方就能明白你的心意，這種心有靈犀的相處模式，會讓你們的感情愈發甜蜜，享受這份美好吧。",
        "take_star": "",
        "work_text": "對你來說是充滿機遇的一天，能夠開拓出全新局面。你不再侷限於以往的模式和方法，敢於大膽嘗試新的途徑。這種勇於突破的精神會讓你在眾多事務中脫穎而出，無論是處理日常事務還是應對突發情況，都能展現出獨特的見解和強大的執行力，為未來發展打下良好基礎。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運像開了掛，工作上的績效獎金、兼職收入或客戶尾款都有可能到賬，甚至會收到退還的押金或閒置物品轉賣的錢。可以趁機把長期想買的實用物品加入購物車，但別因為手頭寬鬆就囤積非必需品，優先處理掉信用卡賬單更穩妥。",
        "health_text": "需重點盯緊睡眠質量，睡前兩小時遠離手機藍光，調暗燈光營造放鬆氛圍。若容易失眠，可嘗試聽白噪音或冥想音頻助眠。午休別超過30分鐘，否則晚上反而更難入睡，規律作息比補覺更重要。",
        "lucky_color": "桃紅色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "大膽創新",
        "all": "70%",
        "date": "2025-08-16",
        "love": "75%",
        "work": "73%",
        "money": "65%",
        "health": "72%",
        "notice": "別給自己設定條框",
        "discuss": "71%",
        "all_text": "你的整體運勢中規中矩，沒有特別大的起伏，就像一條平穩行駛在軌道上的列車。這一天，你不要給自己設定太多的條條框框，過於拘謹反而會限制自己的發展。生活中可能會有一些常規的事情需要處理，按照自己的節奏和方式去完成就好，不必追求完美和速度。在與人交往中，保持自然真實的狀態，不要刻意去迎合他人或表現自己。雖然運勢沒有特別突出的亮點，但這也是一個沉澱和反思的好時機。你可以回顧自己之前的經歷，總結經驗教訓，為未來的發展做好準備。同時，也可以嘗試一些新的興趣愛好，豐富自己的生活。不要因為運勢的平淡而感到沮喪，要以平和的心態面對這一天，相信在平淡中也能發現生活的美好，為未來的突破積累能量。",
        "love_text": "單身的你，要多留意身邊的機會。也許在某個日常場景中，就會有一個讓你心動的人出現，別因為疏忽而錯過。已有伴者的你，可以和伴侶一起行動。無論是逛街還是做家務，一起參與能讓你們有更多交流，增進彼此的感情，在相處中發現對方更多的可愛之處。",
        "take_star": "",
        "work_text": "需要著重提高自身能力。會發現自己在某些方面存在不足，這促使你有了提升自己的動力。雖然過程中可能會遇到一些困難，但你不會輕易放棄，而是會積極尋找解決辦法。通過不斷地學習和實踐，你的綜合能力會逐漸增強，為後續的發展做好準備。",
        "lucky_star": "射手座",
        "money_text": "你的錢包有點“漏風”，可能是手機摔壞需要維修、臨時要買日用品替換，或是幫同事墊付費用後忘記收回。建議把大額消費暫緩兩天，出門只帶必要現金，網購時把商品放購物車冷靜半小時再決定。晚上檢查下各類自動續費項目，及時關閉不需要的。",
        "health_text": "躺著刷手機容易引發頸椎僵硬或視力模糊，建議坐直或靠墊支撐腰部，手機屏幕與眼睛平視。每隔20分鐘抬頭遠眺，做做擴胸運動。若眼睛乾澀，用人工淚液緩解，別用手揉，避免細菌感染。",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "打卡寶藏店鋪",
        "all": "55%",
        "date": "2025-08-16",
        "love": "50%",
        "work": "52%",
        "money": "60%",
        "health": "58%",
        "notice": "眼前蒙著層迷霧",
        "discuss": "65%",
        "all_text": "你的整體運勢不容樂觀，眼前似乎蒙著一層迷霧。在這一天，你過分的善良可能會成為你前行的包袱。你總是習慣為他人著想，甚至不惜犧牲自己的利益，但這種善良有時會被他人利用，讓你陷入一些不必要的麻煩中。在與人交往中，你可能會因為過於心軟而答應一些超出自己能力範圍的事情，結果給自己帶來很大的壓力。而且，你的善良也可能讓你在面對一些不公平的事情時，選擇默默忍受，這反而會讓別人更加肆無忌憚。這一天，你需要學會保護自己，明確自己的底線和原則，不要讓善良成為別人傷害你的武器。雖然這可能會讓你感到有些痛苦和糾結，但這是你成長和保護自己的必經之路。只有學會愛自己，才能更好地去愛別人，讓自己在未來的生活中少一些煩惱，多一些輕鬆。",
        "love_text": "單身的你，在喜歡的人面前可能會太害羞。明明心裡有很多話想說，卻因為緊張而開不了口，試著放鬆一點，勇敢表達自己的心意。已有伴者的你，別過度逞強。遇到困難時，和伴侶一起面對，不要一個人硬撐，相互扶持才能讓感情更穩固，別讓對方覺得你不需要他。",
        "take_star": "",
        "work_text": "可能會受到一些打擊，感覺諸事不順。原本計劃好的事情可能會出現變故，讓你有些措手不及。在處理各種事務時，也容易遇到阻礙，心情會受到一定影響。不過，不要因此而氣餒，這只是暫時的困難，保持樂觀的心態，積極尋找應對方法，就能逐漸走出困境。",
        "lucky_star": "雙子座",
        "money_text": "要警惕“佔小便宜吃大虧”的情況，比如看到打折商品就囤貨，結果發現根本用不完；或是輕信“免費試用”活動被扣費。遇到需要預付定金的事情要多問幾句細節，路邊掃碼領禮品的活動儘量繞行。可以把閒置物品掛二手平臺轉賣，反而能小賺一筆。",
        "health_text": "容易出現落枕的問題，枕頭高度要貼合頸部曲線，別用過高或過軟的枕頭。睡前可用熱毛巾敷脖子10分鐘，放鬆肌肉。若已落枕，彆強行扭動，用暖水袋熱敷疼痛處，配合輕柔按摩緩解。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三餐點外賣",
        "yi": "融入新圈子",
        "all": "97%",
        "date": "2025-08-16",
        "love": "92%",
        "work": "95%",
        "money": "96%",
        "health": "98%",
        "notice": "展現出強大氣場",
        "discuss": "92%",
        "all_text": "你的整體運勢持續走高，就像燃燒的火焰越來越旺。這一天，你出彩的表現會讓你成為別人學習的對象，無論是在社交場合還是日常活動中，你都能展現出獨特的魅力和強大的氣場。你的自信和果斷會讓你在面對各種情況時都能從容應對，做出正確的決策。在社交中，你的熱情和慷慨會吸引很多人圍繞在你身邊，大家都被你的正能量所感染。而且，你的優秀表現也會為你帶來更多的機會和資源，可能是新的合作項目，也可能是提升自己的平臺。這一天，你可以盡情地展現自己的才華和能力，不要害怕出風頭，因為你的實力足以支撐你的光芒。同時，也要保持謙遜的態度，虛心接受他人的建議和意見，這樣才能讓自己不斷進步，讓運勢持續向好，成為眾人眼中真正的佼佼者。",
        "love_text": "單身的你，或許會有愛情降臨。一個意想不到的人可能會走進你的生活，給你帶來心動的感覺，敞開心扉迎接這份可能。已有伴者的你，和伴侶會更加甜蜜。你們可能會一起回憶過去的美好時光，或者規劃未來的生活，這種溫馨的氛圍會讓你們的感情持續升溫。",
        "take_star": "",
        "work_text": "你的優勢會凸顯出來。無論是在處理日常事務還是應對挑戰時，你都能展現出強大的領導能力和決策力。你的自信和果斷會感染身邊的人，讓大家更願意跟隨你的步伐。在團隊中，你能充分發揮自己的才能，帶領大家朝著目標前進，取得令人矚目的成績。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運自帶驚喜屬性，可能是客戶主動加單、投資的小項目有分紅，或是收到遲到的報銷款。適合把意外之財存入專用賬戶，別和日常開銷混在一起。如果有人找你合作短期項目，可以仔細評估風險後嘗試，但別把所有資金都押在同一處。",
        "health_text": "貪吃生冷食物易引發腸胃不適，尤其是冰飲、刺身等，儘量選擇溫熱或常溫食物。進食時細嚼慢嚥，避免冷熱交替刺激胃黏膜。若感覺腹脹，可喝杯溫薑茶助消化，別硬撐著吃撐。",
        "lucky_color": "銀灰色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "守株待兔",
        "yi": "嘗試新風格",
        "all": "73%",
        "date": "2025-08-16",
        "love": "80%",
        "work": "75%",
        "money": "62%",
        "health": "81%",
        "notice": "偶爾遇到小風浪",
        "discuss": "79%",
        "all_text": "你的整體運勢不大平穩，就像海上的小船，會遇到一些小的風浪。不過，這種不平穩也為你帶來了新的體驗和機會，你可以享受嘗試新事物的過程。這一天，你可能會接觸到一些之前從未涉及過的領域或活動，雖然一開始可能會有些不適應，但正是這種新鮮感會激發你的好奇心和探索欲。在嘗試新事物的過程中，你可能會發現自己的新潛力和興趣點，為生活增添更多的樂趣。同時，這種不平穩也會讓你更加靈活地應對各種變化，提高自己的適應能力。不要因為運勢的不穩定而感到焦慮和不安，要以開放的心態去迎接這些挑戰。每一次的嘗試都是一次成長的機會，相信自己有能力克服困難，在新的領域中取得不錯的收穫，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，不妨好好表達自己。遇到有好感的人，不要害羞，把你的優點和想法坦誠地告訴對方，說不定能收穫一份美好的感情。已有伴者的你，要多和伴侶分享想法。無論是生活中的瑣事，還是內心的煩惱，說出來讓對方瞭解你，這樣能避免很多不必要的誤會，讓感情更和諧。",
        "take_star": "",
        "work_text": "需要處理一些瑣事，這些事情雖然看似不起眼，但卻關係到整體的進展。雖然會讓你感覺有些繁瑣，但這也是鍛鍊你耐心和細心的好機會。只要你認真對待每一件小事，將它們處理得井井有條，就能為後續的發展打下堅實的基礎，避免因小失大。",
        "lucky_star": "天蠍座",
        "money_text": "明顯感覺到錢不夠用，可能是房租、學費等大額支出撞期，或是家電突然故障需要維修。建議先梳理必需開支，把非緊急的消費需求往後排，和房東協商分期交租或申請延期還款。晚上適合整理債務清單，明確每筆錢的還款時間，避免逾期產生額外費用。",
        "health_text": "建議培養勤洗手的好習慣，接觸公共物品、飯前便後用流動水搓洗20秒以上，尤其注意指甲縫和指縫。隨身帶小瓶免洗洗手液，外出時隨時清潔。若皮膚敏感，選無酒精配方的產品，避免乾燥。",
        "lucky_color": "墨綠色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發白日夢",
        "yi": "保持足夠耐心",
        "all": "55%",
        "date": "2025-08-16",
        "love": "54%",
        "work": "51%",
        "money": "59%",
        "health": "67%",
        "notice": "置身於壓力場之中",
        "discuss": "71%",
        "all_text": "你會感覺各方面壓力如潮水般湧來，彷彿置身於一個無形的壓力場中，讓你承載了太多的負能量。生活中，一些瑣碎的事情可能會接踵而至，像是家庭裡的小矛盾、社交中的小摩擦，這些看似不起眼的問題，卻像小石子一樣不斷硌著你的心，讓你心情煩躁。而且，外界的期望和要求也像一座座小山壓在你身上，讓你有些喘不過氣。這種負能量的堆積，會讓你變得敏感又脆弱，容易因為一點小事就陷入消極情緒中。你會覺得自己彷彿陷入了一個惡性循環，越想擺脫壓力，壓力卻越大。其實，這是運勢在提醒你，要給自己留出一些放鬆的空間，別把所有的事情都扛在肩上。試著深呼吸，讓自己平靜下來，接受壓力的存在，但不要被它完全控制，相信這種艱難的狀態只是暫時的，等熬過這一天，或許就能迎來轉機。",
        "love_text": "單身的你，對周圍的人過於吹毛求疵。這樣會讓你錯過很多可能發展感情的機會，放寬心態，多看到別人的優點。已有伴者的你，別幻想完美愛情。愛情沒有絕對的完美，接受伴侶的小缺點，珍惜彼此的優點，這樣才能讓感情長久，別讓不切實際的幻想破壞了現有的幸福。",
        "take_star": "",
        "work_text": "容易陷入過於理想化的狀態，腦海中構想出諸多完美計劃，卻忽略了現實條件的限制。在推進事情時，可能會因理想與現實的落差而感到沮喪，行動上也容易猶豫不決，難以果斷做出決策，導致一些機會在徘徊中溜走。",
        "lucky_star": "金牛座",
        "money_text": "要當心“錢財外露”引發的麻煩，比如和同事聊收入時被借走錢，或是炫耀新買的貴重物品後被要求請客。儘量避免替人擔保或做中間人轉賬，公共場合保管好手機和錢包。如果必須消費，優先選擇支持無理由退換的商家，防止買後後悔造成損失。",
        "health_text": "長時間盯著屏幕易用眼過度，每工作1小時閉眼休息5分鐘，或做眼保健操。辦公桌上放盆綠植，偶爾抬頭看看綠色緩解疲勞。若眼睛發紅發癢，可能是乾眼症，及時用人工淚液，別亂滴眼藥水。",
        "lucky_color": "咖啡色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於理想化",
        "yi": "享受美食治癒",
        "all": "82%",
        "date": "2025-08-16",
        "love": "74%",
        "work": "83%",
        "money": "85%",
        "health": "80%",
        "notice": "按照平和節奏展開",
        "discuss": "85%",
        "all_text": "你的整體運勢比較穩定，就像一艘在平靜海面上航行的船，雖沒有驚濤駭浪，卻能穩步前行。這一天，你不會遇到太多突如其來的變化和挑戰，生活會按照一種相對平和的節奏展開。這種穩定的狀態讓你感到安心，你可以一步一腳印地慢慢走，按照自己的計劃去處理生活中的各種事情。不用著急去追求快速的結果，穩紮穩打反而能讓你收穫更多。在與人交往中，你的沉穩和冷靜也會讓你贏得他人的信任和尊重。不過，穩定並不意味著一成不變，你也可以在平穩中尋找一些小的樂趣和變化，比如嘗試一個新的興趣愛好，或者去一個沒去過的地方逛逛，為生活增添一些別樣的色彩。享受這種穩定的同時，也別忘了為未來的發展做好鋪墊。",
        "love_text": "單身的你，機會需要把握。可能有人對你表示好感，但表現得比較含蓄，你要敏銳地察覺到，並給予回應。已有伴者的你，再忙也別忽視了陪伴。伴侶可能需要你的關心和陪伴，哪怕只是簡單地聊聊天，也能讓對方感受到你的愛，別因為忙碌而冷落了對方。",
        "take_star": "",
        "work_text": "整體運勢求穩為主，你會以穩健的步伐推進各項事務，不盲目追求速度，而是注重質量和效果。面對複雜情況，能保持冷靜，憑藉自身的能力和經驗，有條不紊地解決問題，讓事情朝著預期方向發展。",
        "lucky_star": "白羊座",
        "money_text": "適合給財務狀況“做體檢”，比如核對銀行流水找出隱形消費、整理保險單據確認保障範圍，或是把零錢存入收益更高的貨幣基金。可以嘗試記錄每天的支出明細，連續三天就能發現浪費點。遇到推銷理財產品的人，別被高收益承諾衝昏頭，先查清資質再決定。",
        "health_text": "工作或生活壓力易在集中爆發，可通過深呼吸或短途散步釋放情緒。若感到胸悶，找安靜的地方閉眼深呼吸10次，吸氣4秒、屏息4秒、呼氣6秒。別把負面情緒憋在心裡，和信任的人聊聊更輕鬆。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "羨慕妒忌別人",
        "yi": "培養興趣愛好",
        "all": "86%",
        "date": "2025-08-16",
        "love": "80%",
        "work": "77%",
        "money": "76%",
        "health": "87%",
        "notice": "需要把重心收回",
        "discuss": "84%",
        "all_text": "你的整體運勢尚可，但這一天需要把重心收回到自己身上。之前你可能把很多精力都放在了外界的人和事上，忽略了自己的內心需求。這一天，你會發現自己需要更多的關注和照顧自己。或許你會突然意識到，自己已經很久沒有好好放鬆過了，身體和精神都處於一種緊繃的狀態。這時候，你可以給自己安排一些獨處的時間，做一些讓自己開心的事情，比如看一場喜歡的電影、聽一首動聽的音樂，或者去戶外散散步，感受大自然的美好。把重心放回自己身上，能讓你更加了解自己的需求和想法，也能讓你在面對生活中的各種情況時更加從容自信。不要總是為了迎合他人而委屈自己，多愛自己一點，生活才會更加美好。",
        "love_text": "單身的你，要積極參與社交。多參加一些聚會或者活動，擴大自己的社交圈，說不定在新的環境中就能遇到那個讓你心動的人。已有伴者的你，要多加深瞭解。和伴侶一起探討一些深入的話題，瞭解彼此的內心世界，這樣能讓你們的感情更加深厚，關係更加緊密。",
        "take_star": "",
        "work_text": "需要你保持足夠的耐心，這一天可能會遇到一些需要反覆處理的事情，進展不會特別迅速。若能沉下心來，認真對待每個環節，就能避免因急躁而犯錯，為後續發展打下良好基礎。",
        "lucky_star": "水瓶座",
        "money_text": "你的財務敏感度在線，適合處理積壓的賬單問題，比如和商家協商退貨退款、追討未結清的稿費，或是重新談判房租價格。如果收到銀行降息通知，可以對比其他金融機構的存款利率。但別因為想省錢就選擇劣質商品，反而可能因頻繁更換花費更多。",
        "health_text": "情緒波動大易影響血壓和心率，遇到急事先深呼吸3秒再回應，避免衝動行事。若感到煩躁，可聽輕音樂或做簡單拉伸轉移注意力。保持情緒平穩比爭一時輸贏更重要，別讓小事影響心情。",
        "lucky_color": "米黃色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "多與人交流",
        "all": "64%",
        "date": "2025-08-16",
        "love": "65%",
        "work": "58%",
        "money": "50%",
        "health": "68%",
        "notice": "太過於爭強好勝",
        "discuss": "62%",
        "all_text": "整體運勢有些低迷，太過於爭強好勝的心態可能會讓你陷入困境。這一天，你可能會在一些事情上過於執著於輸贏，想要證明自己的能力，結果卻讓自己疲憊不堪。這種心態會讓你變得急躁和焦慮，容易忽略事情的本質和過程中的樂趣。在與他人相處時，你的爭強好勝也可能會引發一些不必要的矛盾和衝突，影響人際關係。其實，生活中並不是所有的事情都需要分出勝負，有時候退一步海闊天空。試著放下自己的執念，以一種更加平和的心態去看待事情，接受不完美和失敗的可能性。這樣不僅能讓你減輕壓力，還能讓你從不同的角度去發現問題，找到更好的解決辦法。運勢低迷只是暫時的，調整好心態，未來依然充滿希望。",
        "love_text": "單身的你，別妄自菲薄。要相信自己的魅力，不要因為一些小挫折就否定自己，自信的人更容易吸引到合適的對象。已有伴者的你，愛得別過於卑微。在感情中，雙方是平等的，不要總是遷就對方而忽略了自己的感受，要勇敢地表達自己的需求。",
        "take_star": "",
        "work_text": "容易質疑自己，對自己的能力產生不自信，在面對任務和挑戰時，會過度擔憂無法做好。這種心態會影響你的發揮，讓你在行動時畏手畏腳，錯過一些展現自己的機會。",
        "lucky_star": "巨蟹座",
        "money_text": "要面對分期消費的“後遺症”，可能是之前買的電子產品進入還款期，或是為了面子請客後囊中羞澀。建議關閉所有借貸平臺的“自動提額”功能，把大額消費拆分成小目標逐步實現。晚上可以和家人商量制定共同儲蓄計劃，用家庭監督減少衝動支出。",
        "health_text": "日常牙齒護理別偷懶，早晚刷牙時用巴氏刷牙法，每次刷滿2分鐘，別漏掉後牙槽。飯後用牙線清理牙縫，避免食物殘渣滋生細菌。若牙齦出血，可能是刷牙太用力，換軟毛牙刷輕柔刷。",
        "lucky_color": "墨綠色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半途而廢",
        "yi": "一步一腳印走",
        "all": "75%",
        "date": "2025-08-16",
        "love": "72%",
        "work": "70%",
        "money": "71%",
        "health": "78%",
        "notice": "陷入平淡循環中",
        "discuss": "80%",
        "all_text": "整體運勢平平，生活彷彿陷入了一種平淡的循環中，缺少了一些激情和活力。這一天，你需要為生活注入一些新鮮元素，打破這種平淡的狀態。你可以嘗試一些以前從未做過的事情，比如學習一門新的語言、參加一個有趣的活動，或者改變一下自己的日常習慣。這些小小的改變可能會給你帶來意想不到的驚喜，讓你的生活重新煥發出光彩。不要害怕改變，因為只有不斷嘗試新的事物，你才能發現更多的可能性。而且，新鮮元素也能刺激你的思維，讓你變得更加有創造力和靈感。在平淡的生活中主動尋找變化，能讓你感受到生活的多姿多彩，也能提升你的生活品質。相信只要你有勇氣邁出第一步，這一天就會變得不一樣。",
        "love_text": "單身的你，可以製造相處機會。如果對某個人有好感，就主動創造一些一起做事或者見面的機會，增進彼此的瞭解。已有伴者的你，可以和伴侶一起做計劃。無論是短期的旅行計劃，還是長期的生活規劃，一起商量能讓你們更有目標感，也能讓感情更加穩定。",
        "take_star": "",
        "work_text": "提醒不要臨時抱佛腳，無論是工作還是學習，都需要提前做好規劃和準備。若總是等到截止日期臨近才匆忙行動，不僅質量難以保證，還會讓自己陷入焦慮和疲憊之中。",
        "lucky_star": "天秤座",
        "money_text": "你的財運沒有大波動，但適合為未來做準備，比如把閒置的外幣兌換成人民幣、整理發票參與公司報銷，或是把壓箱底的貴重物品送去保養增值。遇到朋友推薦的投資機會先別急著參與，多查行業動態和政策風向。網購時用返利鏈接能省下一杯奶茶錢。",
        "health_text": "久坐不動易引發下肢水腫或腰背痠痛，每小時起身活動5分鐘，踮踮腳尖或原地踏步。若條件允許，午休時散步10分鐘，促進血液循環。別總癱在沙發上，多走動能減少久坐危害。",
        "lucky_color": "金色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發言偏激言論",
        "yi": "看高分紀錄片",
        "all": "96%",
        "date": "2025-08-16",
        "love": "97%",
        "work": "94%",
        "money": "95%",
        "health": "96%",
        "notice": "往積極方面走著",
        "discuss": "98%",
        "all_text": "得到幸運眷顧的一天，一切都往積極的方面推動著。這一天，你會感覺生活中處處都充滿了驚喜和好運。可能是在不經意間遇到了一些對自己有幫助的人，他們的出現為你打開了新的視野，帶來了新的機會；也可能是在做一些事情時，意外地取得了不錯的成果，讓你感到無比欣慰。這種積極的運勢會讓你心情愉悅，充滿自信，對待生活的態度也更加樂觀。你會發現自己彷彿被一股正能量包圍著，無論做什麼事情都順風順水。不過，即使運勢很好，也不要驕傲自滿，要珍惜這份幸運，繼續保持積極向上的心態。同時，也可以把這份好運傳遞給身邊的人，讓大家一起分享這份喜悅。相信在這一天，你會收穫滿滿的幸福和快樂。",
        "love_text": "單身的你，可能會和心儀的人互通心意。你們之間的交流會更加順暢，彼此能感受到對方的情感，抓住這個機會，說不定能開啟一段美好的戀情。已有伴者的你，可以和伴侶互相表白。不要覺得老夫老妻就不用說甜言蜜語，真誠地表達對對方的愛，能讓你們的感情更加甜蜜，充滿激情。",
        "take_star": "",
        "work_text": "在擅長領域將大放異彩，憑藉自身積累的知識和技能，能夠輕鬆應對各種問題，展現出強大的實力。這一天是發揮優勢、提升自我的好時機，要抓住機會，充分展現自己的才華。",
        "lucky_star": "處女座",
        "money_text": "你的賺錢渠道像開了閘，可能是兼職收入到賬、二手物品熱賣，或是通過技能交換獲得資源。適合把多筆小額收入彙總存入定期，避免隨手花掉。如果有人找你合作分成項目，要明確書面協議細節。晚上可以整理電子版財務檔案，方便隨時調取重要憑證。",
        "health_text": "可以適度落實運動計劃，但建議別一上來就高強度，從散步或慢跑開始更安全。運動時穿透氣速乾的衣服，避免著涼。結束後及時拉伸，防止肌肉痠痛。堅持運動比追求速度更重要，別半途而廢。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    }
  }
}