{
  "updated": "2025-11-06T15:09:25.203Z",
  "updateTime": "2025/11/6 下午11:09:25",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14560,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷刷視頻",
        "yi": "做點手工禮物",
        "all": "89%",
        "date": "2025-11-06",
        "love": "87%",
        "work": "84%",
        "money": "90%",
        "health": "81%",
        "notice": "按心意規劃節奏",
        "discuss": "84%",
        "all_text": "整體運勢穩穩當當，沒有突如其來的阻礙讓你慌亂。這種平穩的狀態，讓你能夠自由安排一些計劃。你可以按照自己的心意，去規劃一天的生活節奏，無論是想多花些時間在興趣愛好上，還是和朋友小聚，都能輕鬆實現。在與人相處時，你也能保持平和的心態，不會因為一些小摩擦就影響心情。周圍的環境似乎也在配合著你，讓你做什麼都感覺比較順手。你不需要刻意去迎合誰，也不必為了達到某個目標而拼命奔波，只需按照自己內心的想法，一步步去落實計劃。這種自由安排的感覺，會讓你覺得生活充滿了掌控感，一整天都能過得輕鬆又自在。",
        "love_text": "單身的你，在社交場合中，舉手投足間容易給人留下好印象。或許是自然流露的真誠，又或是恰到好處的幽默，讓你在人群中散發獨特魅力，吸引到他人目光，說不定就有人因此對你產生好感。已有伴者的你，會得到伴侶的貼心關心。可能是對方察覺到你情緒的小變化，主動送上一句溫暖問候，或是為你做一件貼心小事，讓你感受到滿滿的愛意，感情升溫。",
        "work_text": "整體狀態較為平穩，按部就班推進各項事務會是比較好的選擇。沒有太大的波瀾起伏，但也不容易出大錯。在處理事情時，遵循既定計劃，一步一個腳印，能讓你內心踏實，也能讓事情朝著預期方向發展。不過，也別過於保守，在合適的時機也可以適當做出一些小調整。",
        "lucky_star": "獅子座",
        "money_text": "或許會收到正財方面的好消息！工作上的努力極有可能被領導看在眼裡，進而獲得獎金、提成，或者迎來升職加薪的機會。這一天要更積極地投入工作，展現自己的專業能力。不過，別被喜悅衝昏頭腦，拿到錢後別急著揮霍，合理規劃這筆錢，比如存一部分，另一部分用於提升工作技能，讓財富持續積累。",
        "health_text": "注意運動鍛鍊的節奏。要是打算運動，別一上來就高強度，不然身體容易吃不消。可以先從低強度的活動開始，像慢走、簡單的拉伸，讓身體慢慢適應。隨著狀態變好，再逐步增加運動量。運動前後也要做好熱身和放鬆，這樣能減少受傷風險，讓鍛鍊更安全有效。",
        "lucky_color": "淺褐色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "換個新風格",
        "all": "92%",
        "date": "2025-11-06",
        "love": "90%",
        "work": "91%",
        "money": "94%",
        "health": "96%",
        "notice": "能量滿格的狀態",
        "discuss": "91%",
        "all_text": "整體運勢非常出眾，整個人就像充滿電的電池，處於能量滿格的狀態。你做什麼事情都顯得特別有幹勁，彷彿有一股使不完的力氣。無論是日常的小事，還是一些需要花費精力的事情，你都能全力以赴地去完成。這種積極的狀態會讓你在人群中格外顯眼，也容易吸引到他人的關注和讚賞。你會發現自己更容易得到他人的認可，這種正面的反饋會進一步激發你的熱情。而且，你內心的想法也會更加堅定，不會被外界的聲音輕易動搖。你能夠清晰地知道自己想要什麼，並且會朝著目標堅定地前進，這一天會過得充實又有意義。",
        "love_text": "單身的你，極有可能順利脫單。在某個不經意間，也許是一場聚會，也許是一次日常出行，就會遇到那個讓你心動，且對方也對你有好感的人，開啟一段甜蜜緣分。已有伴者的你，很適合出門約會。和伴侶一起漫步在街頭，或是去喜歡的餐廳享受美食，在輕鬆愉快的氛圍中，彼此的心會靠得更近，感情愈發深厚。",
        "work_text": "靈感如泉湧，很有創意想法。無論是處理工作上的難題，還是解決學習中的困惑，都能從獨特的角度出發，找到新穎的解決方案。這種創新思維會讓你在眾多人中脫穎而出，為你的發展增添不少助力。不過，有了想法後要及時付諸實踐，別讓靈感溜走。",
        "lucky_star": "天秤座",
        "money_text": "靈敏的理財嗅覺得到了驗證！能敏銳察覺到一些不錯的投資小契機，或是發現身邊有靠譜的賺錢門道。但別急於行動，即便機會看似誘人，也要多做調查和分析，評估風險與收益。確定沒問題後，再果斷出手，同時注意分散投資，別把所有資金都集中在一處，以此降低風險，讓財富穩健增長。",
        "health_text": "健康重點在於多吃蔬菜水果。它們富含各種維生素和膳食纖維，對身體好處多多。像蘋果、橙子能補充維C增強免疫力，菠菜、西蘭花裡的纖維有助於腸道蠕動。別總是吃那些油膩、高熱量的食物，把蔬菜水果合理搭配到三餐裡，比如早餐加個水果，午餐晚餐多些蔬菜，讓身體更健康。",
        "lucky_color": "米白色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和別人稀泥",
        "yi": "挑戰更高目標",
        "all": "94%",
        "date": "2025-11-06",
        "love": "96%",
        "work": "97%",
        "money": "96%",
        "health": "90%",
        "notice": "更加自信和勇敢",
        "discuss": "98%",
        "all_text": "幸運在線，整體運勢相當不錯，是個敢於往更高目標發起挑戰的好日子。你會感覺自己的運氣特別好，彷彿有一股無形的力量在背後支持著你。這種幸運的感覺會讓你變得更加自信和勇敢，不再滿足於現狀，而是想要突破自己，去嘗試一些更有難度的事情。你會敢於設定更高的目標，並且相信自己有能力去實現它們。在追求目標的過程中，你也不會遇到太多的阻礙，即使遇到一些小問題，也能輕鬆地解決。你會發現自己能夠更加從容地應對各種情況，這一天會充滿挑戰和驚喜。",
        "love_text": "單身的你，有很大機會贏得心上人的好感。你可以大膽展現自己的優點，用真誠的態度和對方交流，說不定就能打動對方的心，讓你們的關係更進一步。已有伴者的你，和伴侶會有熱情的互動。無論是分享生活中的趣事，還是一起參與某個活動，都能讓你們在互動中感受到彼此的愛意，感情充滿活力，如同熱戀期一般甜蜜。",
        "work_text": "迎來優勢格局，各方面都順風順水。在處理事情時，你能充分發揮自己的優勢，無論是溝通能力還是應變能力，都能讓你在面對各種情況時遊刃有餘。這種良好的狀態會讓你充滿自信，也更容易取得成果。要抓住這個機會，積極展現自己。",
        "lucky_star": "水瓶座",
        "money_text": "呈現多渠道進賬的好態勢！除了正常的工作收入，可能還會有兼職的小報酬、朋友歸還的欠款，或是收到一些意外的小禮品折現。面對這些額外收入，別隻想著消費享受，可拿出一部分存起來，另一部分嘗試穩健的小額投資，比如購買貨幣基金，讓錢生錢，為未來的生活增添保障。",
        "health_text": "要小心別過度沉迷手機。長時間盯著手機屏幕，眼睛會又酸又脹，還可能引發近視加深。而且總是低頭看手機，頸椎也會承受很大壓力，容易脖子疼。不妨多放下手機，出去走走，看看外面的風景，或者和身邊的人聊聊天，這樣既能保護眼睛和頸椎，又能讓生活更豐富。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "態度太極端",
        "yi": "記錄美好片段",
        "all": "75%",
        "date": "2025-11-06",
        "love": "80%",
        "work": "76%",
        "money": "67%",
        "health": "79%",
        "notice": "傾向於安於現狀",
        "discuss": "70%",
        "all_text": "整體運勢相對一般，更傾向於安於現狀，沒有太多想要改變的想法。你會覺得當下的生活雖然平淡，但也充滿了安全感。你可能會更願意待在自己熟悉的環境裡，和熟悉的人相處，享受這種安穩的感覺。對於一些新的機會或者挑戰，你可能不會有太大的興趣去嘗試，覺得維持現狀就好。這種心態會讓你一整天都過得比較輕鬆，不會有太多的壓力和煩惱。不過，也可能會讓你錯過一些可以讓自己成長的機會。但既然你選擇了安於現狀，那就好好享受這份平靜，讓自己在熟悉的生活中找到樂趣。",
        "love_text": "單身的你，或許會遇到聊得來的對象。在交流過程中，你們會發現彼此有很多共同話題，從興趣愛好到人生理想，都能聊得十分投機，讓你的內心充滿喜悅。已有伴者的你，和伴侶能保持舒服的相處模式。不用刻意去迎合對方，也不用擔心會有矛盾，彼此尊重、理解，在平淡中享受這份溫馨，感情穩定而美好。",
        "work_text": "需要保持專注度，外界的干擾因素較多，容易讓你分心。無論是工作還是學習，只有全身心投入，才能提高效率，避免出現錯誤。在處理事情時，給自己營造一個安靜的環境，排除雜念，專注於當下任務，這樣才能取得理想的效果。",
        "lucky_star": "摩羯座",
        "money_text": "要格外警惕錢財糾葛！在與人合作、借貸或者涉及金錢交易時，一定要謹慎再謹慎。簽訂合同前，仔細閱讀每一項條款，避免因疏忽陷入不必要的麻煩。若有人找你借錢，要根據自身實際情況和對方信用狀況決定，別因一時心軟輕易答應，以免後續產生糾紛，影響自己的財運和人際關係。",
        "health_text": "注意皮膚補水保溼。天氣可能比較乾燥，皮膚容易缺水，變得粗糙、起皮。早上和晚上洗完臉後，要及時塗抹保溼的護膚品，像爽膚水、乳液或者面霜。白天也可以隨身帶個小噴壺，裝點保溼噴霧，感覺皮膚幹了就噴一噴。多喝水也很重要，能讓身體和皮膚都保持水潤。",
        "lucky_color": "草綠色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏時間觀念",
        "yi": "閱讀一本名著",
        "all": "81%",
        "date": "2025-11-06",
        "love": "77%",
        "work": "85%",
        "money": "79%",
        "health": "80%",
        "notice": "保持清醒的思路",
        "discuss": "87%",
        "all_text": "整體運勢尚可，是個更利於思考的一天。你能夠保持清醒的思路，不會被外界的干擾所影響。在面對各種問題時，你能夠冷靜地分析，找到問題的關鍵所在。這種清晰的思維會讓你在處理事情時更加得心應手，也更容易做出正確的決策。你會發現自己對一些事情有了新的認識和理解，這種思考會讓你更加成熟和理智。而且，你也不會盲目地跟從他人的意見，而是會堅持自己的想法。這一天適合你靜下心來，好好梳理自己的思緒，讓自己在思考中得到成長",
        "love_text": "單身的你，遇到心動對象時，別急於求成，瞭解一個人需要時間。可以多和對方相處，從日常點滴中慢慢了解對方的性格、喜好，給彼此一個熟悉的過程。已有伴者的你，要學著愛屋及烏。接受伴侶身邊的人和事，尊重他們的社交圈子，這樣會讓伴侶感受到你的包容，也能讓你們的感情更加和諧。",
        "work_text": "有機會完成一個小目標，這會讓你很有成就感。在朝著目標前進的過程中，你會充滿動力，積極克服各種困難。每完成一個小目標，都是向成功邁進了一步。不過，也別因為取得一點成績就驕傲自滿，要保持謙虛的態度繼續努力。",
        "lucky_star": "白羊座",
        "money_text": "在理財方面缺乏計劃，這可能讓財運有些起伏。這一天可能會有衝動消費的情況，看到喜歡的東西就忍不住購買，導致錢包迅速變癟。建議你先冷靜下來，列個購物清單，只買真正需要的東西。同時，思考自己的財務狀況，制定簡單的理財計劃，比如每月存多少錢，讓錢花得更有價值。",
        "health_text": "要給自己適度放鬆的機會。一直處於緊繃的狀態，身體和精神都會很疲憊。可以找個時間，做些自己喜歡又能放鬆的事，比如聽會兒舒緩的音樂，泡個熱水澡，或者看一部輕鬆的電影。通過這些方式，讓身心得到放鬆，緩解壓力，這樣能以更好的狀態投入到後續的生活和工作中。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "懶散不願動",
        "yi": "打扮美美的",
        "all": "58%",
        "date": "2025-11-06",
        "love": "56%",
        "work": "67%",
        "money": "50%",
        "health": "65%",
        "notice": "忍不住與人比較",
        "discuss": "63%",
        "all_text": "整體運勢略顯低迷，總是忍不住與人比較，結果反而更加妄自菲薄。你會不自覺地關注他人的優點和成就，然後拿自己和他們做對比，發現自己似乎總是差那麼一點。這種比較的心態會讓你感到有些沮喪和失落，也容易讓你失去自信。你可能會覺得自己在很多方面都不如別人，從而產生一種自我否定的情緒。其實，每個人都有自己的長處和短處，不必過分在意他人的看法。你應該更加關注自己的成長和進步，珍惜自己的獨特之處。要學會調整自己的心態，不要讓這種比較的情緒影響了自己一整天的心情。",
        "love_text": "單身的你，可能會因為過於自卑而錯過一些機會。要相信自己其實有很多閃光點，不要總是看到自己的不足，大膽展示自己，才有機會收穫愛情。已有伴者的你，別總是委屈自己。在感情中，要學會表達自己的需求和想法，不要一味地遷就對方，只有雙方都尊重彼此，感情才能長久。",
        "work_text": "要注意不要沉迷手機，手機裡的各種信息容易讓你分散注意力，浪費大量時間。無論是工作還是學習，都需要集中精力，提高效率。把手機放在一邊，專注於手頭的事情，才能更好地完成任務，避免出現拖延的情況。",
        "lucky_star": "天蠍座",
        "money_text": "你的各種開銷會增大，財運面臨挑戰！可能是生活用品集中更換，或是身體不適需要花錢治療。面對這些支出，別慌張，先梳理哪些是必要的，哪些可暫時緩一緩。對於不必要的消費，儘量剋制。也可尋找節省開支的方法，如使用優惠券、團購等。此外，別因開銷大就想著走捷徑賺錢，以免陷入風險。",
        "health_text": "建議不要動不動就發脾氣。情緒波動大對身體健康很不好，容易引發頭痛、胃痛等問題。遇到事情先冷靜下來，深呼吸幾次，讓自己平靜後再去處理。可以試著換個角度看問題，也許就沒那麼生氣了。保持平和的心態，身體也會更健康，心情也會更愉悅。",
        "lucky_color": "焦糖色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "捲入是非中",
        "yi": "換個新發型",
        "all": "62%",
        "date": "2025-11-06",
        "love": "50%",
        "work": "66%",
        "money": "64%",
        "health": "61%",
        "notice": "冒出一些小麻煩",
        "discuss": "68%",
        "all_text": "整體運勢下滑，在人際關係方面容易冒出一些小麻煩。和身邊人相處時，可能會因為一些小事產生摩擦，溝通中似乎總有那麼點不順暢，彼此的想法難以完全契合。你或許會發現自己原本的好意，在傳遞過程中被誤解，這讓你心裡有些不是滋味。而且，在一些集體場合裡，可能會遇到意見不合的情況，大家各執一詞，難以達成共識。這時候，你可能會覺得有些疲憊，既要努力表達自己的觀點，又要顧及他人的感受。不過，別讓這些小麻煩影響到你的心情，儘量保持平和的心態，試著換位思考，也許能減少一些不必要的矛盾，讓這一天不至於因為人際關係的問題而變得糟糕。",
        "love_text": "單身的你，脫單壓力有點大。可能會受到來自家人、朋友的催婚，或是看到身邊人都成雙成對，讓你有些焦慮。但別被這些壓力影響，保持平常心。已有伴者的你，別受旁人的干擾。外界可能會有一些關於你們感情的議論，不要輕易被這些聲音左右，相信你們之間的感情，按照自己的節奏相處。",
        "work_text": "整體狀態呈現出後勁不足的態勢。一開始可能還幹勁滿滿，但隨著時間推移，精力逐漸分散，動力也慢慢減弱。在處理各項事務時，前期進展或許還算順利，可到了後面就容易感到力不從心，難以保持高效的狀態。這種狀況可能會讓你有些懊惱，不過別太著急，適當調整節奏，給自己補充點能量，或許能重新找回狀態。",
        "lucky_star": "雙子座",
        "money_text": "或許會遭遇一些小損失，財運不太順。可能是不小心弄壞東西需賠償，或是投資的小項目出現波動導致虧損。遇到這種情況，別一味懊惱，要及時調整心態。對於已造成的損失，吸取教訓即可。同時，重新審視財務狀況，看看哪些地方可優化，比如減少非必要消費，避免類似情況再次發生。",
        "health_text": "要注意保護嗓子。可能會因為說話多或者用嗓方式不對，導致嗓子不舒服。說話的時候別太大聲，也別長時間連續說話，中間適當休息一下。可以多喝點溫水，滋潤嗓子。如果感覺嗓子有點疼或者幹癢，吃點潤喉糖也能緩解不適，讓嗓子保持良好狀態。",
        "lucky_color": "銀灰色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延不行動",
        "yi": "參加社交活動",
        "all": "70%",
        "date": "2025-11-06",
        "love": "66%",
        "work": "68%",
        "money": "79%",
        "health": "72%",
        "notice": "生活變得熱鬧起來",
        "discuss": "71%",
        "all_text": "你的整體運勢較為一般，社交活動會比較多，這讓你原本平靜的生活變得熱鬧起來。你會收到各種聚會、活動的邀請，身邊圍繞著不少人。不過，在這些熱鬧的社交場合中，你得衡量一下是否值得耗費過多精力。有些社交可能只是表面的熱鬧，並沒有太多實質性的收穫。在參與社交時，你可能會覺得有些疲憊，因為要不斷應對各種人際關係。但換個角度看，這也是一個拓展人脈的機會。所以，在享受社交樂趣的同時，也要學會篩選，把精力放在那些真正有意義、能給自己帶來成長的社交活動上，這樣這一天才能過得更有價值。",
        "love_text": "單身的你，在尋找伴侶時，可能會過於考慮外在條件。比如對方的收入、外貌等，而忽略了內在品質。其實，內在的契合才是長久相處的關鍵。已有伴者的你，別過於計較小問題。生活中難免會有一些小摩擦，不要因為一點小事就和伴侶爭吵，多站在對方的角度想想，互相包容，感情才能更穩固。",
        "work_text": "容易受到外界因素的干擾，原本清晰的思路可能會被打亂。周圍人的言論、突發的小狀況等，都可能讓你分心，無法全身心地投入到正在做的事情中。這種影響會讓你在處理事務時出現一些小失誤，或者進度比預期慢。要學會屏蔽外界的干擾，堅定自己的內心，專注於自己的目標。",
        "lucky_star": "射手座",
        "money_text": "在財運方面持續觀望中，沒有明顯的進賬或大支出。這種狀態下，可利用這段時間多學習理財知識，瞭解不同投資方式和市場動態。也可全面梳理自己的財務狀況，明確資產和負債情況。等有了足夠知識儲備和清晰規劃後，再尋找合適時機出手，讓財運更上一層樓，切勿盲目跟風投資。",
        "health_text": "不要頻繁撓耳朵。耳朵癢的時候，很多人會不自覺地去撓，但這樣容易損傷外耳道皮膚，引發感染。如果耳朵癢，可以先用乾淨的棉籤輕輕擦拭外耳道。要是癢得厲害或者有疼痛、流膿等情況，可能是耳朵有炎症，要及時去醫院看看，別自己隨便處理，以免加重病情。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略小細節",
        "yi": "探索新事物",
        "all": "58%",
        "date": "2025-11-06",
        "love": "54%",
        "work": "56%",
        "money": "66%",
        "health": "69%",
        "notice": "粗心大意的毛病",
        "discuss": "60%",
        "all_text": "你的整體運勢略顯倒黴，粗心大意的毛病會讓你碰一鼻子灰。在做事情的時候，你可能會因為疏忽而出現一些小差錯，這些差錯雖然不大，但卻會讓你感到有些懊惱。比如，可能會忘記一些重要的小事，或者在處理事情時考慮不周全。這些小狀況會讓你覺得這一天有些不順，好像做什麼都有點磕磕絆絆。不過，別因為這些小挫折就垂頭喪氣。這是提醒你要更加細心，在做事前多思考一下。雖然運氣不太好，但只要你能從這些小挫折中吸取教訓，以後就能避免類似的麻煩，這一天也算是有所收穫。",
        "love_text": "單身的你，容易和心儀對象產生誤會。可能是因為溝通不暢，或是表達方式有問題，導致對方誤解了你的意思。這時候要及時解釋清楚，避免誤會加深。已有伴者的你，和伴侶之間要及時說開誤會。如果有什麼不開心的事情，不要憋在心裡，坦誠地和對方交流，把問題解決，這樣感情才不會受到傷害。",
        "work_text": "玩樂心重的一天，在事業學業相關事務上容易分心。腦海裡總是想著各種好玩的事情，很難靜下心來專注於手頭的工作或學習任務。這種狀態會讓你在處理事情時不夠認真，容易出現粗心大意的情況，進而影響最終成果。要意識到玩樂和正事之間的平衡，適當剋制自己的玩樂慾望。",
        "lucky_star": "巨蟹座",
        "money_text": "你的支出可能會超過收入，財運有些緊張。這一天可能因社交活動、娛樂消費等花不少錢，導致錢包迅速縮水。建議你控制玩樂慾望，減少不必要社交聚會。若實在想放鬆，可選擇免費或低成本活動，如去公園散步、在家看電影。同時，想辦法增加收入，如利用業餘時間做兼職，緩解財務壓力。",
        "health_text": "要提防鼻炎問題。天氣變化或者接觸了過敏原，都可能引發鼻炎，出現打噴嚏、流鼻涕、鼻子不通氣等症狀。外出的時候，可以戴個口罩，減少過敏原的吸入。如果已經有鼻炎症狀，要及時用生理鹽水清洗鼻腔，緩解不適。症狀嚴重的話，就得去看醫生，按照醫囑治療。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "態度模稜兩可",
        "yi": "享受下午茶",
        "all": "86%",
        "date": "2025-11-06",
        "love": "78%",
        "work": "77%",
        "money": "87%",
        "health": "84%",
        "notice": "聽聽內心的想法",
        "discuss": "80%",
        "all_text": "你的整體運勢平穩，生活就像一汪平靜的湖水，沒有太大的波瀾。在這樣的日子裡，不妨多聽聽內心的想法，再做決定。外界可能會有各種聲音和誘惑，但別被它們輕易左右。你的內心其實很清楚自己想要什麼，需要什麼。在面對選擇時，靜下心來，傾聽自己內心的聲音，它會指引你做出正確的決定。這一天，你可以按照自己的節奏和方式來生活，不用刻意去迎合他人。無論是處理日常瑣事，還是面對一些小問題，都能憑藉自己內心的判斷妥善解決。保持這份內心的平靜和堅定，這一天會過得安穩又舒心。",
        "love_text": "單身的你，可能還沒有做好談戀愛的準備。或許是覺得自己的生活還不夠穩定，又或是還沒有遇到那個讓你有衝動去戀愛的人。彆著急，順其自然就好。已有伴者的你，要多和伴侶溝通。無論是生活中的小事，還是對未來的規劃，都要和對方分享，讓彼此更瞭解對方的想法，這樣感情才能更加深厚。",
        "work_text": "整體表現較為平穩，但想要取得更好的成果，就需要多進行練習。無論是處理工作中的任務，還是學習新知識，都需要通過不斷的實踐來鞏固和提高。在這個過程中，可能會遇到一些困難和挫折，但只要堅持下去，多練習幾次，就能逐漸掌握技巧，提升自己的能力。不要害怕麻煩，每一次練習都是成長的機會。",
        "lucky_star": "處女座",
        "money_text": "要做好儲蓄計劃，這對提升財運很有幫助！這一天可能有收入進賬，不管是工作所得還是其他方面，都別急著花掉。先拿出一部分存起來，作為應急資金或未來投資本金。消費時保持理性，只購買性價比高的商品。通過合理儲蓄和消費規劃，讓財富慢慢積累，為未來生活打下堅實基礎。",
        "health_text": "要少出入人流密集的場所。這些地方人員複雜，空氣不流通，容易感染各種病菌。如果必須去，最好戴上口罩，做好防護措施。回來後要及時洗手、洗臉，更換衣服，減少病菌殘留。平時也要注意增強自身免疫力，多吃有營養的食物，適當運動，這樣能更好地抵禦病菌侵襲。",
        "lucky_color": "棕色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "報復心作祟",
        "yi": "參觀藝術展",
        "all": "78%",
        "date": "2025-11-06",
        "love": "69%",
        "work": "80%",
        "money": "60%",
        "health": "77%",
        "notice": "請教學習的機會",
        "discuss": "72%",
        "all_text": "你的整體運勢中規中矩，不過有很多請教學習的機會。身邊可能會出現一些比你更有經驗、更有見識的人，他們身上有著你可以學習的地方。在與他人交流的過程中，你會發現自己有很多不懂的知識和技能，這時候別害羞，大膽地去請教。這些請教學習的機會就像一把把鑰匙，能為你打開新的知識大門。通過與他人的交流和學習，你能拓寬自己的視野，豐富自己的認知。雖然沒有特別突出的好運，但這些學習的收穫會讓你的內心感到充實。抓住這些機會，不斷提升自己，這一天也會過得很有意義。",
        "love_text": "單身的你，急於得到心上人的回應。在表達自己的心意後，可能會因為對方沒有及時給出反饋而感到焦慮。其實，感情需要時間來培養，給對方一些時間。已有伴者的你，別總以自己的標準要求對方。每個人都有自己的想法和生活方式，尊重對方的個性，不要試圖去改變對方，這樣才能讓感情更加和諧。",
        "work_text": "只要做好自己分內的事情，就能順利度過。不需要刻意去追求一些不切實際的目標，或者去參與一些與自己無關的紛爭。專注於自己手頭的任務，認真完成每一項工作或學習安排，就能收穫不錯的結果。保持一種踏實、穩重的心態，按部就班地推進事情的發展。",
        "lucky_star": "金牛座",
        "money_text": "在吃喝玩樂方面要有所節制，否則會影響財運！可能會收到很多聚會邀請，或看到各種美食、好玩的活動，忍不住參與。但過度消費會讓錢包變空。建議你提前規劃娛樂預算，在預算內盡情享受。也可選擇免費或低成本活動，既能滿足娛樂需求，又不會花太多錢，讓財運保持穩定。",
        "health_text": "要遠離二手菸。二手菸裡含有很多有害物質，吸入後會對呼吸系統造成損害，引發咳嗽、氣喘等問題。儘量避免去有人吸菸的場所，如果身邊有人吸菸，可以委婉地提醒對方到外面去。在家裡也要保持空氣流通，多開窗通風，讓自己呼吸到新鮮的空氣，保護好呼吸系統健康。",
        "lucky_color": "翠綠色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不按時睡覺",
        "yi": "享受家庭樂",
        "all": "90%",
        "date": "2025-11-06",
        "love": "97%",
        "work": "89%",
        "money": "93%",
        "health": "91%",
        "notice": "被幸運之神眷顧",
        "discuss": "96%",
        "all_text": "你的整體運勢相當給力，彷彿被幸運之神眷顧，左右逢源。你會發現自己無論做什麼事情都比較順利，好像有一股無形的力量在幫助你。身邊圍繞著很多美好的事物，讓你感覺生活充滿了陽光。在與他人相處時，你也能輕鬆地獲得他人的好感和幫助，人際關係十分融洽。這種良好的運勢會讓你心情愉悅，做什麼都充滿幹勁。你可以盡情享受這一天帶來的美好，去嘗試一些平時想做但沒做的事情。不過，也別因為運氣好就過於大意，還是要保持一顆平常心，珍惜這份好運，讓這一天過得更加精彩。",
        "love_text": "單身的你，桃花運在線。在各種場合中，都容易吸引到異性的目光，可能會收到一些示好和表白。抓住機會，說不定就能遇到那個對的人。已有伴者的你，和伴侶能保持熱戀狀態。你們會一起回憶過去的美好，也會一起憧憬未來，彼此的愛意滿滿，彷彿又回到了熱戀時期，感情甜蜜如初。",
        "work_text": "會有新的靈感湧現，為你的發展帶來新的契機。在處理事情時，這些靈感能讓你從不同的角度去思考問題，找到更有效的解決方案。無論是工作上的項目策劃，還是學習中的難題攻克，新的靈感都能讓你事半功倍。要抓住這些靈感，及時將其轉化為實際行動，讓它們發揮出最大的價值。",
        "lucky_star": "射手座",
        "money_text": "財運廣進，會有不少好消息傳來！可能是工作業績突出獲豐厚獎金，或是之前投資的項目有不錯回報。面對這些財富，別得意忘形，要保持清醒頭腦。可拿出一部分錢改善生活，如買心儀物品；另一部分用於儲蓄或穩健投資，如購買債券，讓財富持續增值，為未來生活增添更多保障。",
        "health_text": "更換護膚品時要提防過敏問題。不同品牌的護膚品成分不一樣，直接使用可能會讓皮膚不適應，出現紅腫、瘙癢等過敏症狀。在更換護膚品前，可以先在耳朵後面或者手腕內側塗一點，觀察24小時左右，如果沒有過敏反應，再正常使用。如果已經過敏，要立即停止使用，並用清水沖洗乾淨，必要時去看醫生。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    }
  }
}