{
  "updated": "2025-10-29T22:08:36.454Z",
  "updateTime": "2025/10/30 上午6:08:36",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 11835,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "徒步看風景",
        "all": "59%",
        "date": "2025-10-29",
        "love": "52%",
        "work": "58%",
        "money": "55%",
        "health": "64%",
        "notice": "能量值狀態偏低",
        "discuss": "51%",
        "all_text": "整體運勢稍顯倒黴，能量值也偏低，整個人就像被一團無形的陰雲籠罩著。做什麼都提不起勁，總是忍不住想躺平。日常裡，一些原本輕輕鬆鬆就能搞定的小事，在這一天卻變得格外棘手。比如出門買個東西，可能會遇到排隊久、商品缺貨等情況，讓你的好心情瞬間消散。社交方面，和他人交流時也容易產生小摩擦，可能是對方一句無心的話，就讓你心裡不痛快，進而引發一些不愉快的小爭執。在面對一些選擇時，你也會變得猶豫不決，拿不定主意，這讓你更加煩躁。不過，別太灰心，這只是暫時的低谷期，給自己一點時間調整狀態，等能量慢慢恢復，那些倒黴事兒自然會遠離你，好運氣也會隨之而來。",
        "love_text": "單身的你，還不是脫單的好時候，別太著急去尋找愛情，不妨先把精力放在自我提升上，讓自己變得更優秀。已有伴者的你，別總是以自己的方式去要求對方，每個人都有自己的想法和生活節奏，多站在對方的角度考慮問題，相互理解和包容，這樣才能讓感情更加和諧，避免因為一些小事而產生不必要的矛盾。",
        "work_text": "似乎陷入一種“知錯不改”的循環怪圈。在處理各類任務或學習新知識時，明明清楚某些做法存在問題，卻依舊按老一套來。這種固執會讓事情推進受阻，效率大打折扣。新的思路和方法擺在眼前，你卻視而不見，導致在事業學業道路上徘徊不前，難以取得實質性進展，需要儘快打破這種僵局。",
        "lucky_star": "金牛座",
        "money_text": "在財務方面得留個神。千萬別為了滿足購物慾去選擇分期付款，一旦開啟這種模式，後續還款壓力可能像滾雪球一樣越來越大，利息不斷累積，會讓你的經濟狀況變得緊張起來。購物前多思考下是否真的必需，理性消費才能避免陷入財務困境，守住自己的錢袋子。",
        "health_text": "要留意奶茶咖啡的攝入量。這類飲品裡咖啡因和糖分含量高，喝太多會讓神經興奮，晚上難以入睡，還可能引起心跳加速、腸胃不適。要是實在想喝，選低糖或無糖的，控制在一杯以內，多喝白開水才是健康之道，能促進新陳代謝，讓身體保持良好狀態。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不守秩序插隊",
        "yi": "讀書長見識",
        "all": "79%",
        "date": "2025-10-29",
        "love": "59%",
        "work": "78%",
        "money": "69%",
        "health": "84%",
        "notice": "磕磕絆絆小狀況",
        "discuss": "89%",
        "all_text": "整體運勢有所起伏，可能會遇到一些磕磕絆絆的小狀況。生活不會完全按照你預想的軌跡發展，總會有一些小意外冒出來。在處理事情時，可能會遇到一些阻礙，讓你不得不花費更多的時間和精力去解決。比如原本計劃好的一件事，中途卻出現了一些小插曲，需要你重新調整方案。社交場合中，和他人溝通時也可能會出現一些理解上的偏差，導致一些小誤會。但這些小狀況並不會一直困擾你，在經歷了一些波折之後，也會有順利的時候。只要保持平和的心態，積極應對這些小狀況，就能順利度過這一天。",
        "love_text": "單身的你，似乎有些封閉心門，不願意讓別人走進你的內心世界。試著打開心扉，多參加一些社交活動，說不定會遇到那個讓你心動的人。已有伴者的你，不要總是等著對方去猜測你的想法，有話就直說，良好的溝通是感情穩定的基石。不要讓對方因為猜不透你的心思而感到疲憊，影響你們之間的感情。",
        "work_text": "在事業學業上，你花費了較多時間。無論是處理工作項目，還是攻克學習難題，都感覺時間不夠用。這可能是因為你做事過於追求完美，每個細節都想做到極致，從而忽略了整體進度。雖然投入了大量精力，但成果可能並不如預期顯著，需要合理分配時間和精力。",
        "lucky_star": "摩羯座",
        "money_text": "在錢的事兒上，對熟人也得保持一份謹慎。別因為關係好就輕易把錢借出去，熟人借錢後可能出現各種意外狀況導致無法按時歸還，到時候不僅傷了感情，自己的錢也打了水漂。要是對方真有困難，不妨一起商量其他可行的解決辦法，別讓錢財問題影響關係。",
        "health_text": "睡前可別吃太飽。吃太多會讓腸胃在睡眠時還得加班工作，影響消化，導致腹脹、腹痛，還可能干擾睡眠質量。晚餐儘量吃得清淡、適量，七八分飽就行，吃完別立刻躺下，可以散散步，幫助消化，這樣晚上才能睡得香，第二天精神飽滿。",
        "lucky_color": "天藍色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂花冤枉錢",
        "yi": "抬頭看看星空",
        "all": "98%",
        "date": "2025-10-29",
        "love": "97%",
        "work": "96%",
        "money": "95%",
        "health": "94%",
        "notice": "被幸運之神眷顧",
        "discuss": "89%",
        "all_text": "整體運勢正旺盛，各方面計劃開展都會非常順利，就像順水行舟一般。這一天，你彷彿被幸運之神眷顧，做什麼事情都感覺如有神助。無論是日常的小事，還是一些比較重要的安排，都能按照你的意願進行，很少會出現意外情況。在與人交往時，你的溝通能力發揮得淋漓盡致，能夠輕鬆地和他人建立良好的關係，大家都很願意和你交流合作。社交場合中，你也能成為焦點，吸引到不少人的關注。而且，你的思維在這一天格外活躍，能夠想出很多新穎的點子和創意，為生活增添不少樂趣。好好享受這運勢旺盛的一天吧。",
        "love_text": "單身的你，與心上人的感情可能會更進一步哦！不妨主動一點，多創造一些相處的機會，讓對方感受到你的熱情和真誠。已有伴者的你，適合和伴侶一起開心行動，無論是去看一場電影，還是去公園散步，都能增進你們之間的感情。在相處過程中，多分享彼此的快樂，讓生活充滿歡聲笑語。",
        "work_text": "簡直是如魚得水，在事業學業上達到事半功倍的效果。處理事情時，思維敏捷，能迅速抓住關鍵要點，以巧妙的方式解決問題。面對複雜的任務或學習內容，你總能找到高效的途徑，輕鬆應對各種挑戰，在事業學業道路上穩步前行，收穫滿滿。",
        "lucky_star": "天蠍座",
        "money_text": "偏財運相當不錯！會有一些意外之財降臨，可能是之前參與的某個活動有了回報，或者收到一筆意外的獎金。這是個好兆頭，不過也別因為偏財給力就掉以輕心，還是要合理規劃這筆錢，可以拿出一部分用於儲蓄，另一部分用於改善生活，讓好運持續下去。",
        "health_text": "千萬別熬夜。熬夜會打亂生物鐘，讓身體各個器官得不到充分休息，免疫力下降，容易生病，還會出現皮膚變差、記憶力減退等問題。儘量在晚上11點前上床睡覺，營造安靜舒適的睡眠環境，關掉電子設備，讓大腦放鬆，保證充足的睡眠，才能活力滿滿地迎接新一天。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷棋牌遊戲",
        "yi": "制定週末計劃",
        "all": "65%",
        "date": "2025-10-29",
        "love": "60%",
        "work": "63%",
        "money": "62%",
        "health": "68%",
        "notice": "偏重在娛樂休閒",
        "discuss": "66%",
        "all_text": "整體運勢下滑，容易把重心偏重在娛樂休閒之事上。這一天，你可能會覺得生活有些枯燥，想要通過娛樂來放鬆自己。於是，你會把大量的時間花在看電影、玩遊戲、和朋友聚會等事情上，沉浸在這些輕鬆的活動中無法自拔。雖然娛樂能讓你暫時忘記煩惱，但過度沉迷可能會讓你忽略其他重要的事情。在與人相處時，你也可能會因為過於放鬆而忽略一些社交禮儀，導致一些小誤會的發生。而且，娛樂過後，你可能會感到一種空虛感，覺得並沒有真正得到滿足。這一天，要學會合理分配時間，不要讓娛樂佔據了生活的全部。",
        "love_text": "單身的你，容易陷入自卑的情緒中，覺得自己不夠好，配不上喜歡的人。其實每個人都有自己的閃光點，要相信自己的魅力，勇敢地去追求愛情。已有伴者的你，安全感可能有些不足，總是擔心對方會離開自己。不妨和伴侶坦誠地溝通你的感受，讓對方知道你的需求，共同建立更穩固的感情基礎。",
        "work_text": "注意力不集中的問題較為明顯。在做事情或學習時，很容易被周圍的小事幹擾，導致無法全身心投入。一會兒被手機消息吸引，一會兒又被窗外的動靜分散注意力，使得原本可以順利完成的任務或學習內容，變得拖沓，效率低下，需要儘快調整狀態。",
        "lucky_star": "巨蟹座",
        "money_text": "可別覺得花小錢就不在意，那些看似不起眼的小支出，累計起來也可能是一筆不小的數目。比如每天一杯的咖啡、偶爾買的小零食，積少成多後會影響你的整體財務狀況。養成記賬的好習慣，清楚每一筆錢的去向，這樣能更好地控制消費，避免不必要的開支。",
        "health_text": "要關注睡眠質量問題。要是睡眠淺、多夢，第二天就會沒精神，影響工作和生活。睡前可以泡個腳，促進血液循環，放鬆身心；聽一些舒緩的音樂，讓大腦平靜下來；避免在睡前思考複雜的問題或看刺激的影視節目。通過這些方法，提高睡眠質量，讓身體得到充分恢復。",
        "lucky_color": "金色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝快樂肥宅水",
        "yi": "穿秋衣秋褲",
        "all": "71%",
        "date": "2025-10-29",
        "love": "72%",
        "work": "80%",
        "money": "70%",
        "health": "73%",
        "notice": "一切太按部就班",
        "discuss": "75%",
        "all_text": "整體運勢略顯平淡，一切按部就班得讓你感覺缺乏挑戰。這一天的生活對你來說就像一杯白開水，沒有什麼特別的味道。每天該做的事情都按照既定的流程進行，沒有太多的驚喜和變化。你可能會覺得有些無聊，想要尋找一些刺激和新鮮感，但卻不知道從哪裡開始。在與人交往時，也沒有什麼特別的事情發生，大家都在各自的生活軌道上運行。雖然這種平淡的生活能讓你感到安心，但長期下去可能會讓你失去動力和熱情。不過，你也可以利用這一天的時間，好好整理一下自己的思緒，為未來的生活做一些規劃，說不定能從中找到新的方向。",
        "love_text": "單身的你，要多花些時間和潛在對象培養感情，不要急於求成。通過日常的交流和互動，慢慢了解彼此，讓感情自然發展。已有伴者的你，要學會誇誇對方，不要總是把注意力放在對方的缺點上。多發現對方的優點並給予肯定和讚美，這樣能讓對方感受到你的愛意和欣賞，增進你們之間的親密感。",
        "work_text": "能得到一些有益的建議。在處理事情或學習過程中，身邊的同事、老師或朋友會給你提供新的思路和方法。這些建議如同及時雨，能幫助你解決遇到的難題，拓寬你的視野，讓你在事業學業道路上少走彎路，更好地實現目標。",
        "lucky_star": "處女座",
        "money_text": "要著重增強理財意識。不能只想著賺錢，卻不懂得如何合理規劃和管理。可以花些時間學習一些基礎的理財知識，比如如何制定預算、如何進行資產配置。通過合理的理財，能讓你的錢發揮更大的作用，實現財富的穩健增長，為未來的生活做好經濟保障。",
        "health_text": "要注意勞逸結合。持續高強度工作或學習，身體會吃不消，容易出現疲勞、頭痛等症狀。工作學習一段時間後，就站起來活動活動身體，伸伸懶腰、轉轉脖子；中午可以小憩一會兒，補充精力。合理安排休息時間，讓身體和大腦都能得到放鬆，才能更高效地完成各項任務。",
        "lucky_color": "杏色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不守交通規則",
        "yi": "組隊打打球",
        "all": "91%",
        "date": "2025-10-29",
        "love": "96%",
        "work": "92%",
        "money": "95%",
        "health": "91%",
        "notice": "理性與感性並存",
        "discuss": "97%",
        "all_text": "得到幸運眷顧的一天，你理性與感性並存，魅力由內而外散發。這一天，你的思維非常清晰，能夠理性地分析問題，做出正確的決策。無論遇到什麼事情，你都能保持冷靜，不被情緒左右。同時，你的感性一面也得到了充分的展現，在與人交往時，你能夠敏銳地察覺到對方的情緒變化，給予恰當的回應和關心。這種理性與感性的完美結合，讓你在社交場合中格外受歡迎，大家都很願意和你交流。你的魅力也吸引了周圍人的目光，可能會收到一些讚美和關注。而且，這一天你的運氣也很好，可能會遇到一些意想不到的好事，讓你一整天都心情愉悅。",
        "love_text": "單身的你，傳遞的心意可能會得到回應哦！如果你已經有了喜歡的人，不妨大膽地表達自己的感情，說不定會收穫一份美好的愛情。已有伴者的你，與伴侶的感情會持續升溫，可以一起計劃一些浪漫的活動，比如共進一頓溫馨的晚餐，或者一起去看一場演出，為你們的感情增添更多的甜蜜回憶。",
        "work_text": "在事業學業上效率大幅提高。無論是處理工作任務，還是完成學習任務，都能以更快的速度和更高的質量完成。你能夠合理安排時間，有條不紊地推進各項事情，在事業學業上展現出強大的執行力，取得令人滿意的成果，為自己的發展打下堅實基礎。",
        "lucky_star": "天秤座",
        "money_text": "存款可能會有上漲的趨勢哦！可能是之前的投資有了收益，或者工作上的獎金到賬。這是個值得開心的事兒，不過也別因為存款增加就放鬆警惕。要繼續保持理性的消費和投資習慣，把多餘的錢合理規劃，比如存入定期或者選擇一些穩健的理財產品，讓財富進一步積累。",
        "health_text": "要多吃蔬菜水果。蔬菜水果裡富含維生素、礦物質和膳食纖維，對身體好處多多。能增強免疫力，預防疾病，還能促進腸道蠕動，防止便秘。每天保證攝入足夠量的不同種類蔬菜水果，像蘋果、香蕉、菠菜、西蘭花等，讓身體吸收豐富的營養，保持健康狀態。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜發朋友圈",
        "yi": "DIY手工飾品",
        "all": "56%",
        "date": "2025-10-29",
        "love": "55%",
        "work": "54%",
        "money": "59%",
        "health": "64%",
        "notice": "各方壓力湧過來",
        "discuss": "51%",
        "all_text": "整體運勢低迷，各方壓力如潮水般向你湧來，讓你感覺彷彿置身於一個無形的牢籠之中，遊走在擺爛的邊緣。生活中，那些原本看似輕鬆就能完成的事情，此刻卻變得困難重重，每一個小障礙都像是一座難以翻越的大山，壓得你有些喘不過氣。社交方面，與他人的交流也變得不那麼順暢，可能會因為一些小事產生摩擦，讓你感到心煩意亂。原本和諧的氛圍被打破，你努力想要維持，卻發現自己有些力不從心。在處理日常事務時，你的思維似乎也變得遲緩，原本清晰的思路變得模糊不清，導致決策變得困難。你可能會陷入一種自我懷疑的狀態，不斷質疑自己的能力。這種低迷的運勢讓你有些消極，甚至想要放棄努力，但請記住，這只是暫時的困境，不要讓壓力完全吞噬你，試著給自己一些時間和空間，調整心態，相信很快你就能重新找回狀態，走出這片陰霾。",
        "love_text": "單身的你，需要放下過去的感情包袱，才能更好地迎接新的愛情。不要讓過去的傷痛影響你對未來的期待，勇敢地向前看。已有伴者的你，可能會因為一些小事和伴侶發生冷戰。遇到問題時，不要選擇逃避，要及時溝通解決，避免矛盾積累，影響你們之間的感情。",
        "work_text": "彷彿陷入了“空想陷阱”，腦子裡有諸多新奇的想法和規劃，從項目改進到學習提升，各種點子層出不窮。可一到實際動手去做，就總是找各種藉口拖延，遲遲邁不出第一步。這種光想不行動的狀態，會讓你錯過不少好機會，原本能順利推進的事情，也因你的拖延而停滯不前，是時候逼自己一把，把想法轉化為行動了。",
        "lucky_star": "雙子座",
        "money_text": "警惕各種促銷陷阱。商家為了吸引顧客，會推出各種看似誘人的促銷活動，但實際上可能隱藏著不少貓膩。比如先漲價後打折、滿減有諸多限制條件等。購物時要保持冷靜，仔細比較價格和商品質量，別被促銷衝昏頭腦，盲目購買不需要的東西，導致不必要的開支。",
        "health_text": "要改掉蹺二郎腿的壞習慣。這個動作會讓腿部血液循環不暢，導致腿部麻木、疼痛，還可能影響脊柱的正常生理彎曲，引發腰痠背痛。坐的時候要保持正確的姿勢，雙腳平放在地上，背部挺直。要是已經養成了這個習慣，要有意識地提醒自己改正，保護好身體健康。",
        "lucky_color": "橘色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨便批評人",
        "yi": "精進一門技術",
        "all": "76%",
        "date": "2025-10-29",
        "love": "79%",
        "work": "65%",
        "money": "68%",
        "health": "72%",
        "notice": "小事上過於糾結",
        "discuss": "78%",
        "all_text": "整體運勢平平，生活中沒有太多波瀾起伏，但也有一些小狀況需要你留意。在處理日常瑣事時，不要在小事上過於糾結，尤其是得失方面。有時候，過於計較會讓你陷入一種無謂的內耗之中，消耗你的精力和情緒。比如，在與他人合作完成一項任務時，不要因為誰多做了一點、誰少做了一點而斤斤計較，要學會以大局為重。在人際交往中，也可能會遇到一些讓你覺得不太舒服的情況，但不要過分在意，保持一顆平常心，不要讓這些小事影響到你的心情。生活中，可能會有一些小的選擇擺在你面前，比如選擇哪種出行方式、吃什麼食物等，不要在這些小事上浪費太多時間思考，順其自然就好。你需要學會放下一些不必要的執著，以更豁達的心態面對生活，這樣你會發現日子其實並沒有那麼複雜。",
        "love_text": "單身的你，在感情方面可能沒有明顯的進展，不要灰心喪氣。可以利用這段時間好好提升自己，讓自己變得更加有吸引力。已有伴者的你，感情可能會進入平淡期，這時候需要你們共同努力去克服。可以一起嘗試一些新的事物，為感情注入新的活力，讓你們的關係更加緊密。",
        "work_text": "在面對困難時，容易產生膽怯心理。當遇到稍微複雜一點的工作任務或者學習難題時，第一反應不是去想辦法解決，而是覺得自己能力不夠，無法完成。這種心態會讓你在事業學業道路上畏縮不前，原本可以克服的困難，也因為你的膽怯而變得更加棘手，需要調整心態，勇敢面對挑戰。",
        "lucky_star": "獅子座",
        "money_text": "千萬別盲目囤貨。看到商品打折就一股腦地買回家，結果很多東西可能根本用不上，不僅佔地方，還浪費了錢。在購買商品前，先看看家裡是否已經有類似的東西，是否真的需要。理性消費，只買真正需要的，這樣才能避免浪費，讓每一分錢都花得有價值。",
        "health_text": "不宜吃太多寒涼的食物。像冰淇淋、冷飲、生魚片等，吃多了會刺激腸胃，引起腹痛、腹瀉，尤其是腸胃功能較弱的人。可以選擇一些溫熱的食物，如熱湯、熱粥等，既能溫暖腸胃，又容易消化吸收。注意飲食的溫熱適宜，讓腸胃保持舒適狀態。",
        "lucky_color": "卡其色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂丟廢電池",
        "yi": "動筆做手賬",
        "all": "95%",
        "date": "2025-10-29",
        "love": "92%",
        "work": "91%",
        "money": "90%",
        "health": "93%",
        "notice": "行動力特別出彩",
        "discuss": "96%",
        "all_text": "整體運勢相當給力，彷彿被一股無形的力量推動著，行動能力特別出彩。在生活的各個方面，你都展現出了極高的效率和執行力。無論是處理日常的家務，還是參與一些社交活動，你都能迅速地進入狀態，並且出色地完成任務。你的思維活躍，點子不斷，能夠輕鬆地應對各種突發情況。在與人交流時，你也能侃侃而談，展現出自信和魅力，吸引著他人的目光。這種良好的狀態讓你在人群中脫穎而出，成為大家關注的焦點。你會發現自己做事情越來越得心應手，彷彿沒有什麼能夠阻擋你前進的步伐。你就像一顆閃耀的星星，散發著獨特的光芒，不妨抓住這個機會，多去嘗試一些新的事物，挑戰自己的極限，相信你會收穫更多的驚喜和成就感。",
        "love_text": "單身的你，或許會被表白哦！保持一顆平常心，認真考慮對方是否適合自己。如果感覺不錯，不妨給彼此一個機會。已有伴者的你，甜言蜜語很對味，不妨多對伴侶說一些暖心的話，讓對方感受到你的愛意。在相處過程中，多一些浪漫和驚喜，能讓你們的感情更加甜蜜。",
        "work_text": "簡直像開了掛一樣，在各個領域都勢如破竹。無論是處理工作上的難題，還是攻克學習中的難關，你都能以飽滿的熱情和堅定的信心去應對。你的思維敏捷，行動迅速，能夠迅速抓住問題的關鍵，並高效地解決它。這種良好的狀態會讓你在事業學業上取得顯著的進步，收穫滿滿的成就感。",
        "lucky_star": "水瓶座",
        "money_text": "要敢於嘗試新機會。在財務方面，可能會有一些新的賺錢途徑出現在你面前，比如新的兼職工作、投資項目等。別因為害怕風險就錯過這些機會，當然，在嘗試之前也要做好充分的瞭解和準備，評估風險和收益。只要謹慎對待，新的機會可能會給你帶來不錯的經濟回報。",
        "health_text": "要警惕上火的問題。天氣乾燥或者吃了過多辛辣、油膩的食物，就容易上火，出現口腔潰瘍、牙齦腫痛、便秘等症狀。要多喝水，保持身體水分充足；飲食上多吃清熱降火的食物，如苦瓜、綠豆、梨等；少吃辛辣、油炸食品。通過這些方法，預防上火，保持身體平衡。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "戶外放風箏",
        "all": "83%",
        "date": "2025-10-29",
        "love": "80%",
        "work": "82%",
        "money": "89%",
        "health": "85%",
        "notice": "保持獨立的思考",
        "discuss": "82%",
        "all_text": "整體運勢比較平順，能夠保持獨立的思考。在生活的浪潮中，你就像一座堅固的燈塔，不為外界的干擾所動搖。面對各種信息和觀點，你有著自己清晰的判斷，不會盲目跟風。在處理日常事務時，你能夠冷靜地分析問題，權衡利弊，做出最合適的決策。這種獨立思考的能力讓你在複雜的環境中能夠保持清醒的頭腦，不被表面的現象所迷惑。在與人相處時，你也能堅持自己的原則和底線，不會因為他人的意見而輕易改變自己的想法。你會按照自己的節奏和方式去生活，不被外界的壓力所左右。你可以充分利用自己這種獨立思考的優勢，去探索一些新的領域，或者深入思考一些自己感興趣的問題，相信你會有新的收穫和感悟。",
        "love_text": "單身的你，對戀愛有所期待，這是一個好的開始。可以多參加一些社交活動，擴大自己的社交圈子，增加遇到心儀對象的機會。已有伴者的你，不妨增加一些浪漫元素，比如送對方一束鮮花，或者寫一封情書，讓對方感受到你的用心。在平凡的生活中製造一些小驚喜，能讓你們的感情更加深厚。",
        "work_text": "是你鞏固基礎的好時機。在事業學業道路上，你之前可能因為追求快速進步而忽略了一些基礎的東西。你會意識到基礎的重要性，開始靜下心來，查漏補缺，把之前遺漏或者掌握不紮實的知識和技能重新梳理一遍。這種腳踏實地的做法，會為你未來的發展打下堅實的基礎，讓你走得更穩更遠。",
        "lucky_star": "射手座",
        "money_text": "有不同渠道的小財進賬！可能是兼職工作的報酬，或者是之前合作的項目有了分成。這些小財雖然金額不大，但也能讓你的錢包更鼓一些。收到這些錢後，別急著亂花，可以把它存起來，作為應急資金或者用於未來的投資，讓小財也能發揮大作用。",
        "health_text": "需要注意保護視力。長時間盯著電腦、手機屏幕，會讓眼睛疲勞、乾澀，還可能引發近視等視力問題。工作學習一段時間後，就看看遠處的風景，讓眼睛放鬆放鬆；做做眼保健操，促進眼部血液循環。也可以使用一些緩解視疲勞的眼藥水，但不要過度依賴。保護好眼睛，才能看清美好的世界。",
        "lucky_color": "海藍色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜玩手機",
        "yi": "聽聽廣播劇",
        "all": "85%",
        "date": "2025-10-29",
        "love": "89%",
        "work": "75%",
        "money": "81%",
        "health": "84%",
        "notice": "一步步調整節奏",
        "discuss": "76%",
        "all_text": "整體運勢還可以，正一步步地調整著自己的節奏。生活中，你不會急於求成，而是以一種穩健的步伐前進。你清楚地知道自己的目標和方向，並且會根據實際情況來調整自己的計劃。在面對一些變化和挑戰時，你不會慌亂，而是能夠冷靜地應對，逐步找到解決問題的方法。在人際交往中，你也能很好地把握分寸，既不會過於熱情讓人感到有壓力，也不會過於冷淡讓人覺得疏遠。你會根據自己的感受和對方的反應，適時地調整自己的交流方式。在處理日常事務時，你也會合理安排時間，不會讓自己過於忙碌或空閒。你就像一個優秀的舵手，掌控著自己的生活之船，在平穩中前行。繼續保持這種良好的狀態，相信你會在生活的道路上越走越順。",
        "love_text": "單身的你，與喜歡的人有更多相處空間，要好好把握這個機會。在相處過程中，展示真實的自己，讓對方更好地瞭解你。已有伴者的你，陪伴伴侶的時間會更多，可以一起做一些喜歡的事情，比如一起做飯、一起玩遊戲。在陪伴中增進彼此的感情，讓你們的關係更加親密無間。",
        "work_text": "有很大的潛力等待挖掘。在事業學業方面，你可能一直習慣於按照常規的方式做事，沒有充分發揮自己的優勢和特長。你會發現自己身上一些被忽視的能力，比如創造力、溝通能力等。只要你願意去嘗試和探索，就能挖掘出這些潛力，讓自己在事業學業上取得更大的突破。",
        "lucky_star": "白羊座",
        "money_text": "要多留意身邊的機會。在財務方面，可能會有一些潛在的機會等著你去發現，比如朋友介紹的投資項目、新的賺錢思路等。平時多和身邊的人交流溝通，擴大自己的信息渠道，這樣更容易捕捉到這些機會。一旦發現合適的機會，要果斷行動，但也要保持理性，避免盲目跟風。",
        "health_text": "要進行適度運動鍛鍊。運動能增強體質，提高免疫力，還能改善心情。可以選擇自己喜歡的運動方式，如跑步、游泳、瑜伽等。但要注意運動強度，不要過度運動導致身體受傷。每週堅持運動幾次，每次30分鐘以上，讓身體動起來，保持健康活力。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "拼拼圖積木",
        "all": "60%",
        "date": "2025-10-29",
        "love": "67%",
        "work": "52%",
        "money": "62%",
        "health": "66%",
        "notice": "急躁不安的狀態",
        "discuss": "56%",
        "all_text": "整體運勢不容樂觀，容易陷入急躁不安的狀態。生活中，一些小事情可能會讓你感到煩躁，原本平靜的心情被打破。比如，在等待某個結果時，你會變得坐立不安，不斷地猜測和擔心。在與他人交流時，也可能會因為一點小摩擦而情緒激動，說出一些讓自己後悔的話。這種急躁的情緒會影響你的判斷力，讓你在做決策時不夠冷靜和理智。你可能會因為急於求成而忽略一些重要的細節，導致事情出現偏差。在處理日常事務時，你也會感到有些力不從心，原本簡單的事情變得複雜起來。你需要意識到自己的這種狀態，儘量讓自己平靜下來。可以試著做一些深呼吸，或者暫時離開讓你感到煩躁的環境，給自己一些時間調整情緒。只有保持冷靜，才能更好地應對生活中的各種問題。",
        "love_text": "單身的你，別隻看重對方的外表，內在品質才是決定一段感情能否長久的關鍵。多瞭解對方的性格、價值觀等方面，再做決定。已有伴者的你，有些期待可能不切實際，要學會接受現實，珍惜眼前人。不要因為一些不切實際的幻想而忽略了伴侶的好，多發現對方的優點，共同經營好你們的感情。",
        "work_text": "似乎陷入了“破罐子破摔”的消極狀態。在事業學業上遇到一點小挫折，就開始自我否定，覺得自己什麼都做不好。這種心態會讓你失去前進的動力，對工作和學習產生牴觸情緒。原本可以努力解決的問題，也因為你的消極態度而變得更加糟糕，需要儘快調整心態，重新振作起來。",
        "lucky_star": "雙魚座",
        "money_text": "剋制自己放縱買買買的衝動。看到喜歡的東西就忍不住下單，這樣很容易導致消費超支。購物前先列個清單，只買清單上的東西，避免衝動消費。也可以給自己設定一個消費上限，控制好支出。理性消費才能讓你的財務狀況保持穩定，不會因為過度購物而陷入經濟困境。",
        "health_text": "要注意控糖。過多的糖分攝入會導致血糖升高，增加肥胖、糖尿病等疾病的風險，還會讓皮膚變差，容易長痘痘。少吃糖果、蛋糕、飲料等高糖食物，選擇一些低糖或無糖的食品。控制糖分攝入，讓身體更健康，皮膚更光滑。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    }
  }
}