{
  "updated": "2025-10-11T01:35:43.416Z",
  "updateTime": "2025/10/11 上午9:35:43",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15111,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "墨守成規",
        "yi": "多動腦筋思考",
        "all": "80%",
        "date": "2025-10-11",
        "love": "81%",
        "work": "82%",
        "money": "75%",
        "health": "89%",
        "notice": "行動上更加謹慎",
        "discuss": "86%",
        "all_text": "你的整體運勢比較平順，沒有大起大落的波動，但行動上會比平時更謹慎。這種謹慎不是猶豫，而是你會在做事前多花幾分鐘思考“這樣做是否合適”“有沒有更好的方式”，反而能避開一些小麻煩。比如買東西時不會急著下單，而是先對比價格和需求；和人相處時，說話前會過一遍腦子，減少誤會。這種“先想後做”的狀態，會讓你這一天過得更穩當，雖然節奏慢了點，但成果更紮實。偶爾可能會覺得“怎麼沒以前那麼衝了”，但這種改變其實是在幫你積累經驗，讓未來的行動更有方向。晚上可能會有點累，畢竟動腦比單純用力更耗精力，但睡一覺就能恢復。整體來說，適合處理需要耐心的事，比如整理房間、規劃接下來的安排，或者和家人朋友聊些走心的話題，氣氛會很融洽。",
        "love_text": "單身的你，在社交場合容易成為焦點，或因某個主動的舉動被注意到，比如幫人解圍時展現的利落，或是分享觀點時的真誠，這種不刻意的表現反而容易吸引目光。已有伴者的你，別把“我在乎你”藏在心裡，適合用更直接的方式表達情感，比如主動誇一句對方的新發型，或是睡前多聊十分鐘日常，這些小細節會讓對方感受到被重視。",
        "take_star": "",
        "work_text": "每一分付出都能看到回報的苗頭。可能是整理資料時突然理清思路，或是和同事的配合比平時更順暢，這種“有來有往”的節奏會讓你更有幹勁。別急著求快，穩住節奏把小事做好，後續的進展會更自然。",
        "lucky_star": "天秤座",
        "money_text": "財運像藏在日常裡的“小驚喜”，可能會在通勤路上、和朋友的閒聊裡，或是處理瑣事時突然冒出些機會，比如兼職邀約、二手交易的好價，或是之前沒注意的優惠信息。別急著否定這些“小機會”，多問一句細節，比如兼職的時間是否靈活、二手物品的成色如何，把信息摸透再決定，別讓猶豫讓機會溜走。",
        "health_text": "你的腸胃容易因為“吃太撐”鬧脾氣，尤其是睡前那頓，可能因為刷到美食視頻嘴饞，或是和朋友聚餐沒控制住量，結果半夜胃脹、睡不著。其實睡前兩小時儘量別吃東西，真餓了可以喝點溫牛奶，吃兩片全麥麵包墊墊。別讓“一時嘴饞”影響了整晚的睡眠質量，畢竟睡好了明天才有精神。",
        "lucky_color": "土黃色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "發揮想象力",
        "all": "90%",
        "date": "2025-10-11",
        "love": "91%",
        "work": "89%",
        "money": "88%",
        "health": "92%",
        "notice": "對一切充滿探索欲",
        "discuss": "95%",
        "all_text": "你的整體運勢棒棒噠，對周圍的一切都充滿探索欲。可能是看到新開的咖啡館想試試，或者聽到朋友聊起某個沒接觸過的領域，就忍不住想多瞭解。這種狀態會讓你主動接觸新事物，比如學個小技能、嘗試新運動，甚至只是換個路線走路，都能發現不一樣的樂趣。你的積極動力也特別強，平時覺得麻煩的事，反而願意花時間去做，比如整理房間、研究一道新菜，完成後會特別有成就感。和身邊人的互動也會更熱絡，可能主動約朋友吃飯，或者和家人聊些平時不會提的話題，關係會更親近。晚上可能會因為“過得太充實”而捨不得睡，但別太熬夜，畢竟明天還有新的探索等著你。整體來說，是充滿活力的一天，適合做些讓自己開心的事，或者為生活添點新色彩。",
        "love_text": "單身的你，人氣頗高，可能是在朋友聚會中被介紹新對象，或是線上聊天時自然流露的幽默感讓人想靠近。已有伴者的你，會明顯感覺到伴侶的用心，比如對方記得你隨口提過的小願望，或是主動分擔你的壓力，這種“被放在心上”的踏實感會讓關係更緊密。",
        "take_star": "",
        "work_text": "會有種“小確幸”的感覺，可能是完成的報告被肯定，或是和同學的討論突然有了新啟發。這些小成績會讓你更有信心，但別因此鬆懈，把這種狀態延續到後續任務中會更順。",
        "lucky_star": "雙魚座",
        "money_text": "手氣或有點小幸運，可能是買日常用品時抽到小獎，或是參與的線上活動意外中個小禮品，甚至可能是朋友突然還錢比預期多了一點。這些小財雖不豐厚，但足夠讓你心情變好。不過別因為“小幸運”就衝動消費，比如看到促銷就囤貨，把到手的小財再花出去，反而浪費了好運氣。",
        "health_text": "你的身體狀態像上了“自律發條”，早睡早起、按時吃飯、適量運動這些好習慣會讓你精力滿滿。比如早上起來喝杯溫水，午餐選清淡的蔬菜，晚上散步半小時，這些小事堅持下來，身體會悄悄給你“點贊”。別因為“狀態好”就熬夜或吃重口味，自律帶來的健康才是長久的。",
        "lucky_color": "淡綠色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "周邊買買買",
        "yi": "培養一項特長",
        "all": "60%",
        "date": "2025-10-11",
        "love": "64%",
        "work": "58%",
        "money": "55%",
        "health": "67%",
        "notice": "關注各物質愛好",
        "discuss": "62%",
        "all_text": "你的整體運勢有點下滑，主要是太過於關注各種物質愛好，導致重心有點失衡。比如可能為了買一件喜歡的東西，花太多時間刷購物平臺，或者為了玩個新遊戲，忽略了其他該做的事。這種“一頭扎進愛好裡”的狀態，會讓你暫時忘記時間，等回過神來，可能會發現“怎麼該做的沒做”“時間怎麼不夠了”。和人相處時，也可能因為太沉浸在自己的世界裡，沒注意到對方的情緒，導致小誤會。晚上可能會有點懊惱，覺得“怎麼沒安排好”，但其實不用太自責，偶爾“放縱”一下也沒關係。不過明天可以提醒自己，把注意力分一點到其他事上，比如和家人聊聊天，或者做點簡單的家務，生活會更平衡。整體來說，是“愛好主導”的一天，享受其中沒問題，但別讓愛好佔據了全部。",
        "love_text": "單身的你，與其刻意展示技巧，不如用真誠打動人——比如聊天時少用套路，多問對方“你最近有什麼開心的事嗎”，反而更容易拉近距離。已有伴者的你，注意溝通時別答非所問，比如對方分享煩惱時，別急著給解決方案，先回應“我懂你現在的感受”，會讓對方覺得被理解。",
        "take_star": "",
        "work_text": "總是不在狀態，可能是注意力被其他事分散，比如手機消息、臨時的小任務，導致手頭的事進展變慢。試著把手機調靜音，或用便籤記下待辦事項，先集中完成1-2件重要的事，效率會更高。",
        "lucky_star": "摩羯座",
        "money_text": "你的消費慾容易被“小誘惑”勾起來，比如刷到直播裡的“限時折扣”，或是逛街時被導購的“最後一件”說服，結果買回一堆用不上的東西。付款前多問自己“這東西是現在需要的嗎”“家裡有沒有類似的”，別被“不買就虧”的話術帶偏。守住錢包的關鍵，是先給消費列個“必要清單”，只買清單上的東西。",
        "health_text": "需要提防蛀牙問題，可能是吃甜食後沒及時漱口，或是刷牙時草草了事，結果牙齒隱隱作痛。其實吃完東西可以用清水漱口，睡前用牙線清理牙縫，刷牙時別漏掉後槽牙。別覺得“蛀牙是小事”，疼起來連飯都吃不下，現在多花兩分鐘護理，能省不少看牙醫的麻煩。",
        "lucky_color": "深紫色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝太多飲料",
        "yi": "融入新圈子",
        "all": "72%",
        "date": "2025-10-11",
        "love": "75%",
        "work": "73%",
        "money": "71%",
        "health": "78%",
        "notice": "開拓接觸新環境",
        "discuss": "79%",
        "all_text": "你的整體運勢尚可，可能會遇到開拓新圈子的機會，比如朋友介紹新朋友，或者參加一個沒去過的活動。這種“新環境”會讓你有點期待，又帶著點小害怕——期待認識新的人，又擔心自己“會不會表現不好”“能不能融入”。其實不用太緊張，你本身的溫和和細心，會讓你在新圈子裡自然地被接納。比如聊天時多傾聽，少說自己的事；需要幫忙時主動搭把手，這些小舉動都能讓你快速拉近距離。晚上可能會有點累，畢竟“社交”也是件耗精力的事，但回家後想想認識的人、聊的話題，會覺得挺值得。整體來說，是“新體驗”的一天，適合走出舒適區，哪怕只是和陌生人聊幾句，也能讓你發現“原來自己可以這麼自然”。",
        "love_text": "單身的你，別因為暫時的孤單否定自己，適合給自己一點信心，比如換身舒服的衣服出門，或是主動約朋友參加小活動，自信的狀態反而會吸引同頻的人。已有伴者的你，遇到小分歧時別急著說“算了”，試著把“我覺得”換成“我們能不能一起試試”，共同面對的態度會讓關係更穩。",
        "take_star": "",
        "work_text": "你像在“按流程辦事”，可能是重複之前的工作模式，或是用熟悉的方法解決問題。這種穩定的狀態能保證不出錯，但也容易缺乏新突破。試著在收尾時加一點小創新，比如優化表格格式、調整報告結構，會讓結果更出彩。",
        "lucky_star": "獅子座",
        "money_text": "穩中求守的一天，可能沒有大筆進賬，但也不會有意外支出，適合把之前的收入好好規劃，比如把閒錢存成定期，或是整理一下賬單，看看哪些地方能省。別因為“手頭有點錢”就放鬆，比如請客吃飯時搶著買單，或是為了面子買貴的東西。守住現有的錢，比急著賺更多更重要。",
        "health_text": "你的體重容易因為“管不住嘴”悄悄上漲，可能是看到新出的零食忍不住嘗，或是朋友約飯時沒忍住多吃，結果肚子圓了一圈。其實可以給自己定個小目標，比如“只吃一塊蛋糕”“晚餐主食減半”，吃完飯後站半小時消食。別因為“偶爾放縱”就擺爛，體重管理是細水長流的事，多注意，明天上秤才不慌。",
        "lucky_color": "淺藍色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "給自己樹敵",
        "yi": "保持觀察力",
        "all": "59%",
        "date": "2025-10-11",
        "love": "56%",
        "work": "63%",
        "money": "61%",
        "health": "64%",
        "notice": "帶有敵意的姿態",
        "discuss": "60%",
        "all_text": "你的整體運勢略顯低迷，主要是總是一副帶有敵意的姿態，容易讓別人誤解。比如和人說話時，語氣可能有點衝，或者別人提個建議，你就覺得是“在否定我”，其實對方可能只是單純想幫忙。這種“防禦性”的狀態，會讓你不自覺地和人保持距離，甚至錯過一些原本可以合作的機會。晚上可能會覺得“怎麼沒人主動找我”，其實是因為你的態度讓別人有點不敢靠近。不過不用太焦慮，這種狀態只是暫時的，可能只是你心情不太好，或者對某些事有點敏感。明天可以試著把語氣放軟一點，比如別人說話時多點頭回應，或者提建議時先說“你覺得這樣怎麼樣”，氣氛會緩和很多。整體來說，是“需要調整態度”的一天，別讓情緒影響了關係，溫和一點，世界會更友好。",
        "love_text": "單身的你，容易因“我太懂”的姿態讓人有壓力，比如急著給對方建議卻忽略傾聽，適當收斂“我什麼都對”的自信，反而更容易被接近。已有伴者的你，別用任性試探對方的在意，比如故意說反話激怒對方，真實的情緒表達比“作”更能解決問題。",
        "take_star": "",
        "work_text": "容易因要求別人而影響進度，比如對同事的方案提太多修改意見，或是催同學交作業時語氣太急。試著把“你應該”換成“我們能不能試試”，用合作的態度代替指揮，反而能更快達成目標。",
        "lucky_star": "水瓶座",
        "money_text": "容易栽在不熟悉的領域裡，比如朋友推薦的新理財方式，或是網上看到的“高回報項目”，你可能會因為“想試試”就投入，結果因為不懂規則或風險，反而虧了錢。遇到這類事，先問一句“這個我瞭解嗎”“最壞的情況我能承擔嗎”，別被“高收益”衝昏頭。守住自己熟悉的理財方式，比冒險更穩妥。",
        "health_text": "你的身體容易因為“燥熱”鬧小情緒，可能是吃了太多辣的食物，或是熬夜後沒補覺，結果喉嚨痛、長痘、嘴巴起泡。其實可以多喝點溫水，吃點梨、冬瓜這類清火的食物，晚上早點睡別熬夜刷手機。別覺得“上火是小事”，疼起來連說話都費勁，現在多降降火，身體會舒服很多。",
        "lucky_color": "橙紅色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "鑽牛角尖",
        "yi": "參加競賽比賽",
        "all": "80%",
        "date": "2025-10-11",
        "love": "76%",
        "work": "88%",
        "money": "70%",
        "health": "85%",
        "notice": "確保每一步穩妥",
        "discuss": "87%",
        "all_text": "你的整體運勢尚佳，心思會比平時更縝密，做任何事都會先在腦子裡過一遍流程，確保“每一步都穩妥”。比如出門前會檢查鑰匙、手機、錢包是否帶齊；和人約見面會提前查好路線，避免遲到；甚至吃飯時都會注意“別吃太急，別弄髒衣服”。這種“細緻”的狀態，會讓你這一天過得特別有條理，雖然可能有點累（畢竟動腦比單純做事更耗精力），但成果會讓你特別滿意。晚上可能會覺得“怎麼過得這麼順”，其實是因為你提前把可能的麻煩都避開了。和身邊人的互動也會更和諧，因為你說話前會考慮對方的感受，做事時會考慮對方的需求，這種“貼心”會讓你更受歡迎。整體來說，是“穩中求進”的一天，適合處理需要耐心和細心的事，比如整理文件、規劃接下來的安排，或者和家人朋友聊些需要認真對待的話題。",
        "love_text": "單身的你，可能會遇到潛在的機會，比如老朋友突然介紹對象，或是社交中有人主動搭話，別急著否定“不合適”，先多瞭解再判斷。已有伴者的你，感情基礎需要鞏固，比如一起做件小事（做飯、散步），在互動中重溫默契，比刻意製造浪漫更有效。",
        "take_star": "",
        "work_text": "適合腳踏實地地推進，可能是把大目標拆成小任務，或是按步驟完成複雜的事。這種穩紮穩打的方式會減少出錯，但別因此忽略靈活調整，比如遇到突發情況時，先暫停5分鐘重新規劃，比硬著頭皮繼續更有效。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運像在“等風來”，可能會看到一些投資機會，或是朋友分享的賺錢方法，但你容易因為“怕虧”“不確定”而猶豫，結果機會被別人拿走。其實可以從小處試試，比如先投一小筆錢，或是和朋友合作小項目，觀察效果後再決定是否加大。別讓“完美主義”困住自己，有時候“先做再看”比“等準備好”更有效。",
        "health_text": "你的腸胃容易因為不規律吃飯鬧脾氣，可能是忙起來忘了吃飯，或是餓過頭後暴飲暴食，結果胃脹、反酸。其實可以定個“吃飯鬧鐘”，比如每三小時吃一點東西，哪怕只是幾塊餅乾或一個水果。別讓“忙”成了不吃飯的藉口，腸胃是自己的，規律吃飯才是對它最好的照顧。",
        "lucky_color": "卡其色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "自我要求過高",
        "yi": "給自己獎勵",
        "all": "95%",
        "date": "2025-10-11",
        "love": "96%",
        "work": "92%",
        "money": "93%",
        "health": "94%",
        "notice": "一帆風順的節奏",
        "discuss": "90%",
        "all_text": "你的整體運勢持續攀升，似乎做什麼都一帆風順的節奏。可能是之前積累的小事突然有了進展，比如一直想嘗試的新興趣、沒機會接觸的小圈子，會自然地冒出機會讓你參與。你本身的狀態也很“在線”，和人交流時思維清晰，能快速抓住重點，哪怕聊不熟悉的話題也能接上話，這種“遊刃有餘”的感覺會讓你更願意主動社交。身邊的人也會被你的積極帶動，可能主動找你聊合作、分享資源，甚至只是單純想和你待在一起。晚上可能會覺得“怎麼過得這麼快”，其實是因為你全身心投入了當下，沒被瑣事打斷。整體來說，是“能量滿格”的一天，適合做些需要熱情的事，比如和朋友聚會、嘗試新活動，或者整理生活裡的小細節，都會讓你覺得“原來生活可以這麼有活力”。",
        "love_text": "單身的你，或有愛情的苗頭出現，可能是在興趣活動中遇到聊得來的人，或是被同事的溫柔細節打動，別急著定義關係，先享受自然的互動。已有伴者的你，保持熱戀狀態的關鍵是“分享欲”，比如看到有趣的雲、吃到好吃的蛋糕，第一時間拍給對方，這種日常的甜蜜會讓感情更鮮活。",
        "take_star": "",
        "work_text": "無論是工作彙報中的靈光一現，還是學習時突然找到的解題關鍵，都可能帶來超出預期的效果。這種“順水推舟”的狀態會讓你更有信心，但別因此放鬆標準，把每個環節都做到位，後續的成果會更紮實。保持這種“自然但認真”的節奏，會讓你在細節中脫穎而出。",
        "lucky_star": "白羊座",
        "money_text": "財運像“多面開花”，可能是兼職的工資到賬，或是之前的投資有分紅，甚至可能是家人給的零花錢比平時多。這些進賬渠道雖不同，但都足夠讓你錢包變鼓。不過別因為“錢多”就亂花，比如同時買好幾件想買的東西，結果每件都沒用到。可以把錢分成“必要支出”“儲蓄”“小獎勵”三部分，讓進賬更有規劃。",
        "health_text": "你的呼吸系統容易因為空氣悶受影響，可能是長時間待在密閉的房間裡，或是開空調沒開窗，結果頭暈、嗓子幹。其實可以每隔兩小時開窗換氣十分鐘，或是用加溼器保持空氣溼潤。別覺得“開窗麻煩”，清新的空氣能讓頭腦更清醒，身體也更舒服，多注意通風，明天少跑醫院。",
        "lucky_color": "粉紅色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "盲目跟風",
        "yi": "DIY手工藝術",
        "all": "78%",
        "date": "2025-10-11",
        "love": "70%",
        "work": "79%",
        "money": "76%",
        "health": "82%",
        "notice": "需不斷調整步伐",
        "discuss": "73%",
        "all_text": "你的整體運勢一般般，像是走在一條有點顛簸的路上，需要時不時調整步伐。可能是之前定的目標太急，突然發現“原來沒那麼容易達成”，或者和人相處時，對方的反應和你預期的不太一樣，讓你有點失落。這種“落差感”會讓你不自覺地重新審視自己的態度——是不是太急了？是不是忽略了某些細節？其實不用太焦慮，這種調整反而是好事，它能幫你更腳踏實地。比如和人溝通時，可以試著多問一句“你覺得呢”，而不是直接下結論；做決定前，多想想“如果沒成功，最壞的結果是什麼”，反而能更從容。晚上可能會有點累，畢竟“調整”需要消耗精力，但睡一覺後，明天的方向會更清晰。整體來說，是“需要慢下來”的一天，別急著往前衝，先把腳下的路走穩。",
        "love_text": "單身的你，感情上沒有明顯進展，但別因此焦慮，可以利用這段時間整理自己的需求，比如寫下來“我希望伴侶具備什麼特質”，反而更清晰。已有伴者的你，需要多和伴侶磨合，比如對某件事的看法不同時，別急著爭對錯，試著說“原來你是這樣想的”，理解比說服更重要。",
        "take_star": "",
        "work_text": "更適合“站在巨人肩膀上”，比如參考同事的優化方案調整自己的計劃，或是借鑑同學的高效筆記方法。這種“取經”的方式能幫你避開彎路，但別完全照搬，加入自己的思考會讓成果更有個人特色。保持開放心態，吸收他人的優點，再結合自身情況調整，會更高效。",
        "lucky_star": "金牛座",
        "money_text": "你的財運容易被“沒概念”拖後腿，比如看到促銷就囤貨，結果用不完過期；或是借錢給朋友時沒約定還款時間，最後自己需要用錢時尷尬。其實可以給自己定些小規則，比如“非必要不囤貨”“借錢必須寫借條”。理財的關鍵不是賺多少，而是“知道自己的錢去哪了”，適合整理一下賬單，讓自己對花錢更有數。",
        "health_text": "你的身體容易因為穿衣不當著涼，可能是早上出門穿太少，或是晚上降溫沒及時加衣服，結果打噴嚏、流鼻涕。其實可以隨身帶件薄外套，早晚溫差大時穿上，尤其是脖子和肚子這些容易受涼的部位。別覺得“扛扛就過去了”，著涼後感冒更麻煩，現在多穿一件，能省不少喝藥的苦。",
        "lucky_color": "墨綠色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "否定自我",
        "yi": "加入興趣班",
        "all": "65%",
        "date": "2025-10-11",
        "love": "64%",
        "work": "56%",
        "money": "60%",
        "health": "61%",
        "notice": "縮手縮腳難前進",
        "discuss": "68%",
        "all_text": "你的整體運勢略差，像是被一層薄霧籠罩，看什麼都有點模糊，連自己都忍不住“潑冷水”。可能是之前太期待某件事，發現進展不如預期，或者和人聊天時，對方的反應讓你覺得“是不是我哪裡沒做好”，這種自我懷疑會讓你有點縮手縮腳。其實不用太苛責自己，偶爾的“低落”只是情緒的小波動，不代表你不行。比如想嘗試新事物時，可以先從小事做起，別一上來就定大目標；和人相處時，如果覺得自己“沒發揮好”，可以事後補一句“剛才有點緊張，其實我想說的是…”，反而能拉近距離。晚上可能會有點喪，但別讓這種情緒過夜，明天又是新的一天。整體來說，是“需要給自己打氣”的一天，別被一時的情緒困住，你比自己想象的更有力量。",
        "love_text": "單身的你，容易三心二意，比如同時和多人聊天卻沒深入，或是剛接觸就急著判斷“合不合適”，不如專注和一個人聊透，反而能找到共鳴。已有伴者的你，態度別太強勢，比如決定約會地點時，別用“你必須聽我的”的語氣，換成“你覺得哪裡好玩”，會讓對方更願意配合。",
        "take_star": "",
        "work_text": "容易陷入手忙腳亂的狀態，可能是同時處理多件事導致顧此失彼，或是臨時的小任務打亂原有計劃。試著先停下腳步，用5分鐘把待辦事項列成清單，按優先級排序，先完成1-2件重要的事，再處理瑣碎的細節，效率會明顯提升。",
        "lucky_star": "雙子座",
        "money_text": "容易因為大意吃虧，比如付款時沒核對金額，結果多付了錢；或是沒注意合同裡的條款，最後需要額外花錢。其實可以養成些小習慣，比如付款前看一眼總價，籤合同前快速掃一遍關鍵條款。別覺得“這些小事不用在意”，有時候“大意”損失的錢，比你想的多。",
        "health_text": "你的眼睛和頸椎容易因為低頭玩手機受罪，可能是刷短視頻太久，或是玩遊戲沒控制時間，結果眼睛酸、脖子僵。其實可以每玩半小時手機就抬頭看看遠處，做做頸部拉伸，或是把手機舉到和眼睛平視的位置。別覺得“玩會兒沒事”，眼睛和頸椎的損傷是慢慢積累的，少玩會兒，明天才不會疼。",
        "lucky_color": "天青色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "模仿別人行動",
        "yi": "與隊友合作",
        "all": "98%",
        "date": "2025-10-11",
        "love": "96%",
        "work": "95%",
        "money": "97%",
        "health": "98%",
        "notice": "被幸運之星罩著",
        "discuss": "93%",
        "all_text": "你的運氣在線，像是被“幸運星”罩著，身邊總有人願意拉你一把。可能是朋友主動分享資源，或者家人幫你解決了小麻煩，甚至只是路上遇到熟人聊兩句，都能給你帶來新啟發。你本身的狀態也很“穩”，做事有計劃，遇到突發情況也能冷靜應對，這種“靠譜”會讓你更被信任。比如和人合作時，對方會自然地聽你的建議；需要幫忙時，不用開口就有人主動伸援手。晚上可能會覺得“怎麼這麼順”，其實是因為你平時積累的好人緣和踏實勁，都集中反饋了。整體來說，是“被助力包圍”的一天，適合做些需要合作的事，或者推進之前卡住的小目標，都會比平時更順利。",
        "love_text": "單身的你，魅力在線，可能是工作中的專業狀態吸引同事，或是日常的穩重感讓人覺得可靠，自然流露的優點比刻意展示更打動人。已有伴者的你，會得到伴侶更多的愛，比如對方主動為你調整計劃，或是記住你的小習慣，這種“被偏愛”的感覺會讓關係更溫暖。",
        "take_star": "",
        "work_text": "你像被“機會雷達”鎖定，可能是工作中突然出現的合作項目，或是學習時聽到的拓展講座，這些新機會都值得抓住。但別急著“全盤接收”，先評估自己的時間和能力，挑1-2個最符合當前目標的深入推進，反而能做出成績。保持“篩選式”的開放，會讓機會變成助力。",
        "lucky_star": "射手座",
        "money_text": "你的財運像“豐收的季節”，可能是之前的投資有回報，或是兼職的收入到賬，甚至可能是談下的合作有了進展，帶來長期收益。這些收穫不是偶然，是你之前耐心規劃的結果。不過別因為“賺了”就放鬆，比如把賺的錢又投進高風險項目，或是突然提高消費標準。把賺的錢分一部分存起來，才是真正的“收穫”。",
        "health_text": "腰椎容易因為蹺二郎腿受壓迫，可能是坐著工作時習慣性翹腿，或是開會時沒注意姿勢，結果腰痠、腿麻。其實可以給自己定個“坐姿提醒”，比如每隔半小時調整一下坐姿，把腳平放在地上，或是用靠墊支撐腰部。別覺得“翹腿舒服”，腰椎的損傷是日積月累的，現在改掉壞習慣，老了才不會腰疼。",
        "lucky_color": "卡其色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "一心多用",
        "yi": "遊戲通關",
        "all": "71%",
        "date": "2025-10-11",
        "love": "72%",
        "work": "70%",
        "money": "68%",
        "health": "76%",
        "notice": "需自己找準重心",
        "discuss": "72%",
        "all_text": "你的整體運勢平平，像是站在一個分叉口，需要自己找準重心。可能是同時遇到幾件事，都想做但時間不夠，或者看到別人在嘗試新事物，自己也跟著心動，結果反而分散了精力。這種“跟風”的狀態會讓你有點累，最後可能什麼都沒做好。其實不用太追求“都參與”，更適合靜下心來，問問自己“最想先解決什麼”“最在意什麼”，把精力集中在1-2件事上，反而能出成果。比如想學新技能，就先定個小目標；想整理生活，就從一個小角落開始。晚上可能會覺得“好像沒做什麼”，其實是因為你把時間用在了“正確的事”上，只是暫時沒看到結果。整體來說，是“需要聚焦”的一天，別被外界的聲音干擾，你的節奏最重要。",
        "love_text": "單身的你，說話別繞圈子，比如對某人有好感時，直接說“和你聊天挺開心的”，比用玩笑試探更有效。已有伴者的你，多關心對方的日常，比如問一句“工作累嗎”，或是主動分擔家務，這些細節會讓對方覺得“被放在心裡”。",
        "take_star": "",
        "work_text": "你容易陷入原地踏步的狀態，可能是重複之前的工作模式，或是用熟悉的方法解決新問題，導致缺乏突破。試著跳出舒適區，比如在工作中嘗試新工具，或是在學習時換一種解題思路，這種“小改變”會帶來新的啟發。保持“嘗試但不勉強”的心態，成長會慢慢顯現。",
        "lucky_star": "處女座",
        "money_text": "容易被超預算困擾，可能是逛街時看到喜歡的東西就買，或是和朋友聚會時搶著買單，結果到晚上發現錢包空了。其實可以提前定個“今日消費上限”，比如只帶固定金額的現金，或是用一張額度低的卡。別覺得“偶爾超一次沒關係”，超預算的習慣一旦養成，錢包會越來越癟。",
        "health_text": "血液循環容易因為穿太緊受影響，比如穿了緊身褲或束腰，或是襪子太緊勒出印子，結果腿脹、腳麻。其實可以選擇寬鬆點的衣服，尤其是腰部和腿部的位置，讓身體能自由呼吸。別覺得“緊身顯瘦”，血液循環不暢會讓身體更累，穿得舒服點，明天活動才更自在。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不懂拒絕人",
        "yi": "逐個突破",
        "all": "85%",
        "date": "2025-10-11",
        "love": "89%",
        "work": "76%",
        "money": "88%",
        "health": "83%",
        "notice": "搬走眼前絆腳石",
        "discuss": "86%",
        "all_text": "你的整體運勢平順，像是有一股隱形的力量在推著你往前走，讓你有耐力與恆心去搬走眼前的“絆腳石”。可能是之前覺得難的事，突然有了頭緒；或者一直拖延的小任務，能靜下心來完成。你本身的狀態也很“穩”，遇到小麻煩不會急著慌，而是慢慢想辦法解決，這種“不慌不忙”反而讓問題變得更簡單。比如整理房間時，不會因為東西多而煩躁，而是一件件歸類；和人溝通時，不會因為對方態度不好而生氣，而是耐心聽對方說完再回應。晚上可能會覺得“過得挺充實”，其實是因為你把精力用在了“解決”上，而不是“糾結”上。整體來說，是“穩中求進”的一天，適合處理需要耐心的事，或者推進之前卡住的小目標，都會比平時更有進展。",
        "love_text": "單身的你，適合穩步推進關係，比如和有好感的人從朋友做起，慢慢了解彼此的生活，別急著推進到下一步，自然的節奏更長久。已有伴者的你，注重日常互動，比如一起看部電影后聊感受，或是睡前分享當天的趣事，這些小互動會讓感情保持溫度。",
        "take_star": "",
        "work_text": "或有蠢蠢欲動的想法，可能是想調整工作方向，或是嘗試新的學習方法。這種“不安分”的狀態其實是突破的信號，但別急著“大刀闊斧”地改變，先從小範圍試點開始，比如工作中先優化一個環節，或是學習時先試一種新筆記法，觀察效果後再決定是否推廣。",
        "lucky_star": "天蠍座",
        "money_text": "財運將小驚喜不斷，可能是收到之前的退款，或是兼職的工資比預期多，甚至可能是撿到別人掉的小錢。這些小財雖不豐厚，但足夠讓你開心。不過別因為“小財”就衝動消費，比如看到喜歡的東西就買，結果把到手的錢又花出去。可以把小財存進“快樂基金”，等攢多了再買件喜歡的大東西，更有成就感。",
        "health_text": "精神狀態容易因為熬夜變差，可能是追劇到凌晨，或是和朋友聊天忘了時間，結果第二天頭暈、沒力氣。其實可以給自己定個“睡前鬧鐘”，比如晚上十一點前放下手機，讀幾頁書或聽輕音樂助眠。別覺得“少睡會兒沒事”，規律的作息是身體的“充電時間”，早睡一小時，明天才能元氣滿滿。",
        "lucky_color": "銀白色",
        "lucky_number": "8"
      }
    }
  }
}