{
  "updated": "2025-07-29T16:10:34.926Z",
  "updateTime": "2025/7/30 上午12:10:34",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 30080,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約定時間遲到",
        "yi": "發揮想象力",
        "all": "98%",
        "date": "2025-07-30",
        "love": "96%",
        "work": "92%",
        "money": "98%",
        "health": "90%",
        "notice": "有著很強行動力",
        "discuss": "93%",
        "all_text": "對你而言，整體運勢相當給力，渾身充滿幹勁。你有著很強的行動力，想到什麼就會立刻去做，不會拖泥帶水，這種雷厲風行的作風會讓你在處理各種事情時效率極高。無論是日常瑣事還是一些突發狀況，你都能迅速做出反應並妥善解決。而且你的創造力也十分突出，腦袋裡不斷冒出新奇的點子和想法，這些獨特的思維可能會為你帶來意想不到的收穫。在社交場合中，你的熱情和活力也會感染身邊的人，讓你成為焦點，吸引到不少志同道合的朋友。不過，在盡情釋放能量的同時，也要注意適當休息，別讓自己過於疲憊。畢竟精力再旺盛，也需要合理的調節和恢復。這一天對你來說充滿機遇，只要你保持積極的狀態，大膽地去嘗試和探索，就能收穫滿滿的驚喜，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，桃花旺盛得如同春日繁花，身邊可能會出現不少對你有好感的人，主動和你搭話、邀約的概率很大，別總是端著，大膽去回應，說不定就能開啟一段浪漫戀情。已有伴者的你，能毫無顧忌地向伴侶撒嬌，對方也會很享受你的這份依賴，你們的互動充滿甜蜜，感情在這溫馨氛圍裡持續升溫，一起度過輕鬆又愉快的一天。",
        "take_star": "",
        "work_text": "就像被注入了超強能量，在追求目標的道路上能明顯感覺到助力在推著你向前。無論是面對複雜任務，還是處理棘手問題，都能輕鬆找到突破口。身邊的人似乎也格外配合，願意伸出援手，讓你做起事來順風順水。這種良好的態勢會讓你信心大增，對未來充滿期待，也更有動力去挑戰更高難度的目標，整體狀態積極向上，彷彿一切都在朝著理想的方向發展。",
        "lucky_star": "水瓶座",
        "money_text": "財運相當不錯，手頭資金相對寬裕，辛苦付出有了實在回報，讓你心情愉悅。這種好狀態下，適度犒勞自己是可以的，比如買件一直想要的小物件，或者吃頓喜歡的美食。不過別太放縱，別因為一時開心就過度消費，還是要為未來留些儲備，保持收支平衡才能讓財運持續穩當。",
        "health_text": "進行運動鍛鍊可得悠著點，別一上來就搞高強度、大幅度的動作，得循序漸進。先從簡單的熱身活動開始，讓身體慢慢適應運動節奏，再逐步增加運動量和難度。不然突然劇烈運動，肌肉、關節容易受傷，像拉傷、扭傷啥的，到時候運動計劃泡湯，身體還得遭罪。",
        "lucky_color": "酒紅色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷短視頻",
        "yi": "外賣下午茶",
        "all": "75%",
        "date": "2025-07-30",
        "love": "78%",
        "work": "72%",
        "money": "80%",
        "health": "82%",
        "notice": "沒有突出的亮點",
        "discuss": "70%",
        "all_text": "整體運勢平平，沒有特別突出的亮點，但也沒有太大的波折。這一天你內心深處渴望得到肯定，或許是在一些小事情上，你希望自己的付出和努力能夠被他人看到並認可。這種渴望會讓你在做事情時更加認真和投入，力求做到最好。然而，現實可能不會完全如你所願，也許你的表現並沒有引起他人太多的關注，這可能會讓你心裡有些失落。但不要因此而氣餒，畢竟每個人的關注點不同，你的努力其實已經在潛移默化中積累著能量。在這一天裡，你可能會以一種較為平穩的節奏度過，沒有太多的驚喜和變化。不過，這也是一個沉澱自己的好時機，你可以靜下心來，回顧自己之前的經歷，總結經驗教訓，為未來的發展做好準備。相信只要你保持堅定的信念，持續努力，終會得到應有的回報。",
        "love_text": "單身的你，不要過於害羞啦，遇到有好感的人，勇敢一點去搭話，說不定對方也在期待和你交流，別讓機會因為自己的靦腆而溜走。已有伴者的你，和伴侶還在磨合中，相處時可能會有些小摩擦，彆著急，耐心溝通，多站在對方角度想想，慢慢就能找到讓彼此都舒服的相處模式。",
        "take_star": "",
        "work_text": "處於摸索階段，就像在黑暗中尋找光明的行者。雖然前進的步伐不算快，但每一步都走得踏實。在處理各種事務時，你會不斷嘗試不同的方法，從中總結經驗教訓。這個過程或許會有些漫長和枯燥，但每一次的摸索都是在為成功積累力量。不要因為暫時看不到成果而氣餒，堅持下去，會在不知不覺中取得進步。",
        "lucky_star": "天秤座",
        "money_text": "財運較為平穩，收入穩定沒什麼大波動。這時候保持勤儉節約的好習慣很關鍵，能幫你守住辛苦賺來的錢。別看到喜歡的東西就衝動下單，購物前多想想是否真的需要。也可以對日常開支做個簡單規劃，減少不必要的浪費，這樣能讓你的財富慢慢積累起來，日子越過越踏實。",
        "health_text": "就算天氣熱得要命，也別貪涼喝太多冷飲。冷飲喝多了，腸胃會受不了，容易鬧肚子，出現腹痛、腹瀉的情況。實在想喝點涼的，可以少量喝點常溫的果汁或者涼白開。平時多喝溫水，既能解渴，又能促進身體新陳代謝，讓身體更舒服。",
        "lucky_color": "金黃色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過情緒化",
        "yi": "閱讀有趣書籍",
        "all": "65%",
        "date": "2025-07-30",
        "love": "56%",
        "work": "70%",
        "money": "51%",
        "health": "62%",
        "notice": "因小失大而錯過",
        "discuss": "69%",
        "all_text": "對你來說可得注意了，過度沉迷手機會讓你錯過很多。雖然說手機已經成為生活中不可或缺的一部分，但在這一天裡它可能會成為你生活中的“絆腳石”。你可能會不自覺地被手機裡的各種信息吸引，刷社交軟件、看短視頻、玩遊戲，一玩起來就忘了時間。在這個過程中，你會忽略掉身邊很多美好的事物和重要的機會。比如，原本計劃好的戶外活動，可能因為你在手機上耗費了太多時間而錯過；家人朋友和你交流時，你也因為專注手機而心不在焉，影響彼此的感情。而且過度沉迷手機還會讓你的精神變得恍惚，注意力難以集中，在做其他事情時容易出錯。這一天你可能會感覺時間過得飛快，但回想起來卻好像沒做什麼有意義的事。所以，要時刻提醒自己，合理控制使用手機的時間，多關注現實生活中的點滴，這樣才能讓生活更加充實和有意義，避免因為一時的沉迷而留下遺憾。",
        "love_text": "單身的你，可別一味拒絕別人的示好，也許那些你不以為意的邀約裡，就藏著能讓你心動的緣分，敞開心扉才能收穫愛情。已有伴者的你，別總是潑伴侶冷水，當對方興致勃勃分享想法時，給予肯定和鼓勵，你們的感情會在相互支持中更加穩固，別讓負面評價傷了對方的心。",
        "take_star": "",
        "work_text": "需要你腳踏實地，摒棄浮躁的心態。雖然你有著豐富的想法和創意，但如果不能將這些想法落到實處，就只是空中樓閣。在追求目標的過程中，要注重細節，認真對待每一個環節。不要急於求成，一步一個腳印地前進，才能讓你的努力得到實實在在的回報。只有將理想與現實相結合，才能在這個競爭激烈的環境中脫穎而出。",
        "lucky_star": "雙子座",
        "money_text": "財運不太好，要特別注意社交場合中的消費。千萬別為了面子，在請客吃飯或者搶買單這件事上太過大方，不然很容易讓自己的錢包迅速癟下去。在和朋友相處時，可以提前溝通好消費方式，避免不必要的經濟壓力，守住自己的錢袋子才是當下最重要的事。",
        "health_text": "得提防腱鞘炎問題，尤其是經常用電腦、手機，或者做重複性手部動作的人。長時間保持一個姿勢，手指、手腕過度勞累，就容易引發腱鞘炎。工作或娛樂一段時間後，停下來活動活動手指、手腕，做做伸展動作，放鬆一下肌肉和關節，能有效預防腱鞘炎。",
        "lucky_color": "杏色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風潮流",
        "yi": "參觀藝術展",
        "all": "92%",
        "date": "2025-07-30",
        "love": "90%",
        "work": "94%",
        "money": "85%",
        "health": "88%",
        "notice": "自帶吸引力人氣UP",
        "discuss": "90%",
        "all_text": "整體運勢不斷走高，就像搭上了上升的電梯，一路順暢。社交人氣在這一天格外高，你會發現自己彷彿自帶吸引力，走到哪兒都能迅速融入集體，結識到不少新朋友。無論是參加聚會還是日常的交流活動，你都能輕鬆地與他人打成一片，大家都很樂意和你分享生活中的趣事。這種良好的社交氛圍會給你帶來很多積極的影響，讓你心情愉悅。而且，在與人交往的過程中，你容易得到助力。當你遇到一些小難題或者需要幫忙的時候，身邊的人會主動伸出援手，為你排憂解難。這種助力可能來自朋友的一句建議，也可能是一個實際的行動支持，都會讓你感覺生活變得更加輕鬆。這一天，你會感受到人與人之間的溫暖和善意，整個人的狀態也會變得積極向上。不妨多參與一些社交活動，進一步拓展自己的人脈圈，說不定還能從中發現一些新的樂趣和機會，讓生活更加豐富多彩。",
        "love_text": "單身的你，極有可能遇到讓你心動的人，那種心跳加速的感覺會很明顯，別錯過這個信號，主動一點去靠近，說不定就能開啟一段美好故事。已有伴者的你，和伴侶會有更多心動的瞬間，也許是一個溫柔的眼神，也許是一個貼心的舉動，這些小細節會讓你們的感情愈發深厚，珍惜這份甜蜜吧。",
        "take_star": "",
        "work_text": "你會得到更多的肯定，就像夜空中閃爍的星星格外耀眼。你的努力和付出都被大家看在眼裡，無論是工作成果還是學習進步，都能得到他人的認可和讚揚。這種肯定不僅會讓你感到無比自豪，還會成為你前進的動力。你會更加自信地面對各種挑戰，充分發揮自己的優勢，在追求夢想的道路上越走越遠，收穫更多的成功和喜悅。",
        "lucky_star": "金牛座",
        "money_text": "財運有點小驚喜，會有一些偶發的小財進賬，可能是之前的兼職報酬，或者是一些意外的退款。這些小錢雖然不算多，但也能讓你心情美美的。不過別因為這點小進賬就放鬆對財務的管理，還是要合理規劃，把這些小錢也納入日常的收支計劃中，讓財運更穩定。",
        "health_text": "頭髮未吹乾時可不要對著風口位直吹，不管是空調風還是電扇風都不行。頭髮溼漉漉的時候，頭皮毛孔處於張開狀態，冷風直吹容易讓寒氣入侵頭部，引發頭痛、頭暈，還可能導致面癱等嚴重問題。洗完頭先用乾毛巾把頭髮多餘水分吸乾，再用吹風機從髮根往髮梢慢慢吹，吹至七八成幹就好，別讓頭部著了涼。",
        "lucky_color": "棕色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摻和麻煩事",
        "yi": "看一部電影",
        "all": "85%",
        "date": "2025-07-30",
        "love": "82%",
        "work": "85%",
        "money": "88%",
        "health": "80%",
        "notice": "保持冷靜的觀察",
        "discuss": "89%",
        "all_text": "整體運勢比較平順，沒有大起大落的波動。這一天你能夠保持冷靜觀察的姿態，不會被外界的喧囂和干擾輕易影響自己的判斷。無論周圍發生什麼事情，你都能以一種理性的態度去看待，分析事情的利弊，從而做出合適的決策。這種冷靜會讓你在處理各種情況時更加得心應手，避免因為衝動而犯錯。在與人相處時，你也能很好地控制自己的情緒，不會因為一些小事而發脾氣，給人一種沉穩可靠的感覺。而且，這種平和的心態會讓你更加享受當下的生活，發現生活中那些被忽略的美好。雖然這一天沒有特別突出的驚喜，但這種穩穩的幸福也是一種難得的體驗。你可以利用這一天的時間，好好梳理自己的思緒，調整自己的狀態，為未來的生活做好更充分的準備。",
        "love_text": "單身的你，主動製造機會很重要，別總是等著緣分找上門，參加一些社交活動，主動和感興趣的人交流，說不定就能邂逅愛情。已有伴者的你，放下手機，和伴侶好好交流，分享彼此的想法和感受，在交流中增進了解，讓感情更加親密，別讓手機成為你們之間的隔閡。",
        "take_star": "",
        "work_text": "要多培養自己的優勢，就像打磨一顆璀璨的寶石，讓自身的閃光點更加耀眼。每個人都有自己獨特的長處，你要善於發現併發揮這些優勢，在各種場合中展現自己的魅力。通過不斷強化自己的優勢，你能在競爭中佔據有利地位，吸引更多的機會和資源。同時，也要注意彌補自己的不足，讓自己變得更加全面和優秀。",
        "lucky_star": "摩羯座",
        "money_text": "更加重視理財這件事，這是很好的轉變。會主動關注自己的財務狀況，思考如何讓錢生錢。不妨利用這個機會，梳理一下自己的資產和負債情況，制定一個簡單的理財目標。比如定期存下一定比例的收入，或者學習一些基礎的理財知識，為未來的財富增長打下基礎。",
        "health_text": "運動的時候可別對著空調直吹，運動後身體毛孔張開，冷風一吹，寒氣容易侵入體內，導致感冒、頭痛，還可能引發關節疼痛。運動時選個通風但沒直吹空調的地方，運動後及時擦乾汗水，換上乾爽的衣服，再喝點溫水，讓身體慢慢恢復常態。",
        "lucky_color": "草綠色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一個人獨處",
        "yi": "嘗試新發型",
        "all": "90%",
        "date": "2025-07-30",
        "love": "95%",
        "work": "88%",
        "money": "91%",
        "health": "92%",
        "notice": "自信得充滿底氣",
        "discuss": "94%",
        "all_text": "對你來說是整體運勢很好的一天，你會感覺自信且充實。自信就像一股無形的力量，讓你在面對各種情況時都充滿了底氣。無論是與人交流還是處理事情，你都能展現出自己最好的一面，毫不怯場。這種自信會吸引他人的目光，讓你在人群中脫穎而出。同時，這一天你會感覺生活過得很充實，每一分每一秒都過得有意義。你可能會投入到自己喜歡的事情中，比如閱讀一本好書、學習一項新技能或者進行一次戶外運動，這些活動都能讓你獲得滿足感和成就感。而且，你的這種積極狀態也會感染身邊的人，讓他們感受到你的熱情和活力。在這一天裡，你會覺得生活充滿了希望和可能性，對未來也充滿了期待。不妨好好享受這種美好的感覺，繼續保持積極向上的態度，相信未來的日子會更加精彩。",
        "love_text": "單身的你，或許會與心上人心意相通，那種心靈契合的感覺會讓你很驚喜，抓住這個機會，進一步加深彼此的瞭解，愛情可能就此降臨。已有伴者的你，和伴侶一起創造更多美好的回憶，無論是一起做飯，還是散步聊天，這些平凡的小事都會成為你們感情中的珍貴寶藏，讓愛情更加長久。",
        "take_star": "",
        "work_text": "是你大展拳腳的好時機，就像一位技藝高超的舞者在舞臺上盡情綻放。你擁有清晰的思路和嚴謹的態度，能夠高效地完成各項任務。無論是面對複雜的工作項目，還是繁重的學習任務，都能遊刃有餘地應對。你的專業能力和敬業精神會得到大家的認可和讚賞，為你贏得更多的發展機會。抓住這個機會，充分發揮自己的才能，創造屬於自己的輝煌。",
        "lucky_star": "獅子座",
        "money_text": "有積累財富的好機會，可能會在工作中得到額外的獎金，或者有一些兼職的小收入。要抓住這些機會，好好規劃這筆錢。可以把一部分存起來作為應急資金，另一部分用於投資自己，比如學習新技能提升競爭力，這對未來的財富增長會有很大幫助。同時，也要注意理性消費，別讓到手的錢又輕易流走。",
        "health_text": "適度控糖，吃太多甜食，像蛋糕、糖果、奶茶啥的，不僅容易長胖，還會影響血糖穩定。而且糖分攝入過多，皮膚也容易變差，出現長痘、暗沉等問題。儘量少吃高糖食物，選擇一些低糖水果，比如蘋果、柚子，既能滿足口腹之慾，又健康。",
        "lucky_color": "深紫色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間購物",
        "yi": "落實提升計劃",
        "all": "80%",
        "date": "2025-07-30",
        "love": "85%",
        "work": "81%",
        "money": "78%",
        "health": "75%",
        "notice": "自我提升的時機",
        "discuss": "76%",
        "all_text": "整體運勢平穩，沒有大起大落的波瀾，就像走在一條平坦的大道上，讓你感到安心。這種平穩的狀態為你營造了一個舒適的生活環境，讓你能按部就班地處理日常事務，不會被突如其來的狀況打亂節奏。而在這看似平常的日子裡，其實藏著不少空隙，這些空隙正是你自我提升的絕佳時機。你可以利用這些碎片化的時間，去學習一些新的小技能，比如簡單的烹飪技巧、新的語言詞彙，或者培養一個興趣愛好，像繪畫、書法等。也可以靜下心來閱讀一本一直想讀卻沒時間的書，豐富自己的知識儲備。通過這些自我提升的行動，你會感覺自己的內在在不斷充實，對生活的掌控感也越來越強。而且，這種自我提升不會給你帶來壓力，反而是一種輕鬆愉悅的成長體驗。在這一天裡，好好把握這些空隙，讓自己在平穩中悄悄進步，為未來的生活積累更多的能量。",
        "love_text": "單身的你，培養共同話題是關鍵，和有好感的人多聊聊彼此的興趣愛好，找到共鳴點，這樣能讓你們的關係更進一步，離愛情也更近一步。已有伴者的你，多表達自己的想法，別總是讓伴侶猜，坦誠溝通能讓你們更好地理解對方，避免不必要的誤會，讓感情更加和諧。",
        "take_star": "",
        "work_text": "像站在十字路口，面前有多個選擇卻難以快速鎖定方向。整體狀態偏向於猶豫和觀察，容易被他人的建議影響，但內心又渴望自己拿主意。這種矛盾可能讓你在行動上稍顯遲緩，但換個角度看，也是在為後續的決策積累信息。適合先梳理手頭任務，明確優先級，避免因分散精力而降低效率。傍晚時分靈感會浮現，不妨記錄下來作為參考。",
        "lucky_star": "射手座",
        "money_text": "在求財方面比較佛系，沒有特別強烈的賺錢慾望，對現有的財務狀況也比較滿足。這種心態雖然輕鬆，但也不能完全忽視財務管理。可以趁著比較閒適，整理一下自己的賬單，看看哪些地方可以節省開支。也可以思考一下未來的財務規劃，為可能出現的突發情況做好準備。",
        "health_text": "得注意肩頸放鬆，長時間坐著辦公、學習，或者低頭玩手機，肩頸部位會承受很大壓力，容易痠痛、僵硬。每隔一段時間就起身活動活動，轉動轉動脖子，聳聳肩膀，做幾個擴胸運動，讓肩頸肌肉得到放鬆。晚上睡前也可以用熱毛巾敷一下肩頸，緩解疲勞。",
        "lucky_color": "湖藍色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷手機",
        "yi": "給自己送禮物",
        "all": "95%",
        "date": "2025-07-30",
        "love": "92%",
        "work": "96%",
        "money": "90%",
        "health": "98%",
        "notice": "小驚喜接二連三",
        "discuss": "92%",
        "all_text": "得到幸運眷顧的一天，在你的身邊似乎總有一股積極的力量在暗中幫助你，讓你更容易遇到好事情。生活就像被灑上了幸運的魔法，各種小驚喜可能會接二連三地出現。也許是在逛街時偶然遇到自己心儀已久卻一直沒買到的物品，而且價格還很實惠；又或者是在與人交流中，得到一個對自己很有啟發的新觀點，讓自己的思維豁然開朗。這種幸運還體現在人際關係上，你可能會結識到一些志同道合的新朋友，他們能給你帶來新的視角和不同的生活體驗。而且，在處理一些日常事務時，你會發現事情進展得異常順利，幾乎沒有遇到什麼阻礙。這一天，你會真切地感受到幸運帶來的美好，心情也會格外舒暢。不妨帶著這份幸運和好心情，去享受生活，說不定還會有更多的好運在等著你。",
        "love_text": "單身的你，或許會收到表白，那個一直默默關注你的人可能會鼓起勇氣向你表達心意，認真考慮對方的感受，說不定這就是你的緣分。已有伴者的你，感情穩定，和伴侶相處時充滿默契，一個眼神就能明白對方的心意，享受這份安穩的幸福，一起為未來努力。",
        "take_star": "",
        "work_text": "整體狀態積極且充滿幹勁。無論是處理複雜任務還是應對突發狀況，都能展現出冷靜與果斷的一面。這種狀態會吸引他人主動靠近，為你帶來潛在的助力。適合主動承擔有挑戰性的項目，或嘗試突破以往的工作模式。需要注意的是，別因過於追求完美而忽略團隊協作，適當分享成果能讓你走得更遠。",
        "lucky_star": "處女座",
        "money_text": "理財收益會很不錯，之前的投資可能會有一些回報，或者一些理財產品的收益比預期要好。這是對你理財能力的肯定，但別因為一時的收益就盲目追加投資。要保持冷靜，分析市場情況，根據自己的風險承受能力做出決策。也可以把部分收益提取出來，作為生活的小驚喜，提升生活品質。",
        "health_text": "睡前泡泡腳是個不錯的選擇，用溫水泡泡腳，能促進腳部血液循環，讓身體暖和起來，還能放鬆身心，緩解一天的疲勞。在泡腳水裡加點艾葉、生薑啥的，效果會更好。泡完腳後，再按摩按摩腳底穴位，能改善睡眠質量，讓你睡得更香。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拉踩別人",
        "yi": "享受家庭時光",
        "all": "70%",
        "date": "2025-07-30",
        "love": "75%",
        "work": "70%",
        "money": "66%",
        "health": "68%",
        "notice": "管不住的好奇心",
        "discuss": "81%",
        "all_text": "整體運勢尚可，生活沒有太多令人煩惱的大問題，但也存在一些需要注意的小地方。這一天，你尤其要切忌摻和別人的閒事。生活中，總會有一些他人的瑣事和紛爭圍繞在身邊，如果管不住自己的好奇心，貿然介入，很可能會給自己帶來不必要的麻煩。原本與你無關的事情，一旦參與進去，就可能陷入複雜的局面，甚至影響到自己的情緒和生活節奏。保持一種適當的距離感，專注於自己的生活，會讓你過得更加輕鬆自在。你可以把精力放在自己感興趣的事情上，比如去戶外散散步、聽聽音樂，或者和親近的人聊聊天，享受屬於自己的寧靜時光。避免因為多管閒事而破壞了原本不錯的運勢，讓自己能平穩地度過這一天。",
        "love_text": "單身的你，機會需要自己把握，遇到心動的人別猶豫，主動出擊，展現你的熱情和真誠，說不定就能收穫愛情。已有伴者的你，要接受平淡的考驗，生活不可能總是充滿激情，在平淡中相互陪伴、相互支持，感情才能更加長久，珍惜這份細水長流的愛情。",
        "take_star": "",
        "work_text": "狀態平穩但缺乏明顯的亮點。整體節奏不緊不慢，能完成基礎任務，卻難以在競爭中脫穎而出。這種“中規中矩”的表現可能讓你感到些許無聊，但換個角度想，也是沉澱和積累的好時機。適合處理日常事務或鞏固已有成果，避免強行追求突破導致失誤。下午時段注意力容易分散，可通過短時間運動或聽音樂調整狀態。",
        "lucky_star": "雙魚座",
        "money_text": "開銷比較大，可能會因為一些突發情況或者衝動消費而花不少錢。比如看到促銷活動就忍不住買買買，或者突然想出去旅遊放鬆一下。在消費前一定要冷靜思考，想想這筆錢是否真的值得花。可以給自己設定一個消費上限，避免過度消費導致財務緊張，影響後續的生活質量。",
        "health_text": "切忌動怒發脾氣，情緒波動太大對身體可不好。生氣的時候，血壓會升高，心臟負擔加重，還可能引發頭痛、胃痛等問題。遇到讓人生氣的事，先深呼吸幾次，讓自己冷靜下來，換個角度思考問題，儘量保持平和的心態，對身體才更有益。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間宅家",
        "yi": "戶外運動健身",
        "all": "88%",
        "date": "2025-07-30",
        "love": "84%",
        "work": "90%",
        "money": "81%",
        "health": "83%",
        "notice": "表達自己的想法",
        "discuss": "89%",
        "all_text": "整體運勢還不賴，生活裡會有不少順心的小狀況出現。你可能會發現，日常的交流溝通變得順暢起來，和身邊人能輕鬆地表達自己的想法，也能很好地理解對方的意圖，這種良好的互動會讓你的心情愉悅。而且，在處理一些生活瑣事時，你的思路清晰，能快速找到解決問題的方法，不會在這些小事上浪費太多精力。不過呢，這一天有個小提醒，就是別把時間浪費在吃瓜上。現在信息傳播速度快，各種八卦消息滿天飛，要是你一頭扎進這些無關緊要的八卦裡，不僅會消耗大量的時間，還可能讓自己陷入不必要的情緒波動中。原本可以用來做更有意義事情的時間，就這麼白白溜走了。所以呀，把注意力從那些八卦熱點上移開，多關注自己的生活，去做一些能讓自己成長或者帶來快樂的事，這樣你就能更好地享受這一天不錯的運勢，讓生活更加充實有意義。",
        "love_text": "單身的你，不妨精心打扮一下自己，提升外在形象能增加你的魅力，吸引更多人的目光，說不定在某個瞬間就能遇到那個對的人。已有伴者的你，在伴侶面前也要保持魅力，別因為相處久了就放鬆對自己的要求，偶爾給對方一些驚喜，讓感情保持新鮮感。",
        "take_star": "",
        "work_text": "整體狀態高效且有序。無論是計劃內的任務還是臨時加塞的工作，都能按部就班地完成，甚至超出預期。這種穩定性會為你贏得他人的信賴，尤其是上級或長輩的關注。建議推進長期項目或處理需要耐心的事務，比如整理文件、優化流程等。需要注意的是，別因過於專注而忽略人際互動，偶爾的閒聊能緩解緊張氛圍。",
        "lucky_star": "天蠍座",
        "money_text": "多學習理財知識，提升自己的理財能力。可以通過閱讀相關書籍、文章，或者向有經驗的人請教，瞭解不同的理財方式和風險。把學到的知識運用到實際的財務管理中，比如優化自己的儲蓄計劃，或者選擇更合適的理財產品。不斷學習和實踐，能讓你的財富管理更加得心應手。",
        "health_text": "得提防以及杜絕蚊蟲，夏天蚊蟲多，被蚊蟲叮咬後，皮膚會瘙癢、紅腫，還可能傳播疾病。出門的時候可以穿長袖長褲，或者噴點防蚊噴霧，家裡安裝好蚊帳、紗窗，保持室內清潔衛生，減少蚊蟲滋生。要是被蚊蟲叮咬了，及時塗抹止癢藥膏。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於特立獨行",
        "yi": "專注一件事",
        "all": "56%",
        "date": "2025-07-30",
        "love": "50%",
        "work": "59%",
        "money": "55%",
        "health": "58%",
        "notice": "需要時刻提醒自己",
        "discuss": "60%",
        "all_text": "對你來說整體運勢低迷，可能會陷入一種比較糟糕的狀態。你很容易過於沉迷一件事，比如沉迷於刷手機裡的某個視頻軟件，或者沉浸在一款遊戲裡無法自拔。這種過度的沉迷會讓你顧此失彼，忽略掉生活中其他重要的事情。你可能會忘記原本計劃好的一些活動，或者沒有及時回覆家人朋友的消息，從而影響到和他們之間的關係。而且，因為把大量的時間和精力都放在這一件事上，你會感覺自己的生活變得很單一，缺乏其他的色彩和樂趣。這種失衡的狀態會讓你在事後感到後悔和懊惱，但又很難立刻擺脫這種沉迷。這一天，你需要時刻提醒自己，保持清醒的頭腦，不要讓一件事佔據你全部的生活。適當地給自己設定一些限制，多去關注身邊的其他人和事，這樣才能慢慢改善這種低迷的運勢，讓生活回到正軌。",
        "love_text": "單身的你，容易惹人生氣，說話做事前多考慮一下別人的感受，別太自我，不然可能會把潛在的緣分都趕跑。已有伴者的你，說話別太直，伴侶有些話可能不想聽得太直接，委婉表達你的想法，既能達到溝通的目的，又不會傷害對方的感情，讓你們的相處更加融洽。",
        "take_star": "",
        "work_text": "容易陷入“短平快”的思維模式，更關注眼前的成果而忽略長期影響。整體狀態偏向於急躁，可能會為了快速完成任務而簡化步驟，導致後續需要反覆修正。這種“求快”的心態也可能讓你錯過一些隱藏的機會，比如他人的潛在需求或市場的細微變化。建議先冷靜下來，用清單法列出任務優先級，避免被瑣事牽著走。",
        "lucky_star": "巨蟹座",
        "money_text": "出門要特別注意，千萬別丟三落四，不然可能會造成一些不必要的經濟損失。比如忘記帶錢包、手機，或者丟失重要物品，這不僅會讓你心情煩躁，還可能帶來財務上的麻煩。出門前仔細檢查隨身物品，養成好的習慣，能避免很多潛在的問題，讓你的財運不受這些小意外的影響。",
        "health_text": "正處“三伏天期間”，可別過度貪戀涼快。長時間待在空調房裡，或者吃太多冷食，身體容易受寒，出現怕冷、腹瀉等症狀。適當出出汗對身體有好處，能排出體內毒素。可以選擇在早晚氣溫相對較低的時候，出去散散步，活動活動身體，但要避免在高溫時段外出。",
        "lucky_color": "米白色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "排斥新圈子",
        "yi": "向高手請教",
        "all": "55%",
        "date": "2025-07-30",
        "love": "50%",
        "work": "52%",
        "money": "58%",
        "health": "60%",
        "notice": "處處都不太順心",
        "discuss": "68%",
        "all_text": "運勢較為倒黴的一天，你會感覺生活裡好像處處都不太順心。這一天，你對新事物總是抱著排斥的態度，不願意去嘗試新的東西，也不願意接受新的觀念。這種心態會讓你錯過很多可能帶來驚喜和改變的機會。比如，朋友邀請你一起去體驗一個新的娛樂項目，你可能會因為害怕陌生而直接拒絕；或者看到一些新的潮流趨勢，你第一反應就是覺得不適合自己，不願意去了解。這種排斥不僅會讓你錯過很多樂趣，還可能讓你在社交中顯得有些不合群。而且，因為這種消極的心態，你在處理日常事務時也會缺乏動力和熱情，感覺做什麼都提不起勁。這一天，你需要試著打開自己的心扉，給自己一個機會去接觸新事物，說不定會發現原來生活中還有很多美好的東西等待你去發現。只有改變這種排斥的態度，才能慢慢扭轉這一天的倒黴運勢。",
        "love_text": "單身的你，對感情事擺爛中可不行，別總是消極對待，主動一點去尋找愛情，說不定幸福就在下一個轉角等著你。已有伴者的你，要注意態度，和伴侶相處時別總是不耐煩，多一些耐心和溫柔，讓對方感受到你的愛意，這樣才能讓感情更加甜蜜，避免因為態度問題產生矛盾。",
        "take_star": "",
        "work_text": "整體狀態偏向於拖延和被動。明明知道有任務需要完成，卻總想“再等一會兒”，這種心態可能導致工作或學習堆積到最後一刻，反而增加壓力。根源可能在於對任務的牴觸或缺乏明確目標，比如不知道從何下手或擔心做不好。建議先拆分任務為小步驟，用“5分鐘啟動法”克服拖延，完成後再給自己小獎勵。晚上狀態會逐漸回升。",
        "lucky_star": "白羊座",
        "money_text": "要格外警惕上當受騙，在涉及金錢交易的事情上一定要謹慎。可能會遇到一些看似誘人的投資機會或者賺錢項目，但背後可能隱藏著風險。不要輕易相信陌生人的承諾，在做任何決定前都要多方面核實信息。遇到可疑情況及時和家人朋友商量，避免因為一時疏忽而遭受財務損失。",
        "health_text": "床單被子要勤換洗，杜絕蟎蟲。蟎蟲喜歡生活在溫暖、潮溼的環境裡，床單被子長時間不換洗，就會滋生大量蟎蟲。蟎蟲會刺激皮膚，引起皮膚瘙癢、過敏等問題。每隔一段時間就把床單被子拿出去曬曬太陽，用熱水清洗，保持床鋪清潔衛生。",
        "lucky_color": "青灰色",
        "lucky_number": "5"
      }
    }
  }
}