{
  "updated": "2025-12-08T09:13:58.957Z",
  "updateTime": "2025/12/8 下午5:13:58",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12493,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一心多用",
        "yi": "爬山登高",
        "all": "77%",
        "date": "2025-12-07",
        "love": "79%",
        "work": "84%",
        "money": "68%",
        "health": "73%",
        "notice": "更懂得把握時間",
        "discuss": "71%",
        "all_text": "整體運勢有點起伏，不過你更懂得把握時間，把日程排得滿滿當當。這種緊湊的安排讓你感覺自己充滿活力，彷彿每一分鐘都在創造價值。在忙碌的過程中，你可能會遇到一些小狀況，讓原本順利的節奏出現短暫的停頓，但這並不會打亂你的整體計劃。你會迅速調整狀態，重新投入到各項事務中。因為懂得把握時間，你能在有限的時間裡完成不少事情，收穫滿滿的成就感。只是要注意，別因為過於追求速度而忽略了質量，在忙碌之餘也要適當留出一些思考和總結的時間，這樣才能讓每一項安排都更有意義，也能讓你在起伏的運勢中保持穩定的發揮，不斷積累經驗，為後續的發展打下堅實基礎。",
        "love_text": "單身的你，面對感情時多了幾分謹慎，不會輕易被一時的熱情衝昏頭腦。在社交場合中，你會仔細觀察對方的言行舉止，考量彼此是否真的合適。已有伴者的你，不妨多和另一半表達內心的想法，無論是日常的小煩惱，還是對未來的憧憬，坦誠交流能讓你們更瞭解彼此，感情也會在溝通中愈發深厚。",
        "work_text": "整體狀態較為平穩，適合穩紮穩打地推進各項事務。在面對諸多任務時，你不會急於求成，而是能沉下心來，按部就班地完成。這種踏實的態度能讓你避免很多不必要的錯誤，為後續的發展打下堅實基礎。不過，也要注意不要過於保守，適當的時候可以嘗試一些新的方法。",
        "lucky_star": "獅子座",
        "money_text": "容易出現漏財的狀況。可能是在日常購物時沒太留意價格，稀裡糊塗就多花了錢，又或者是在一些小事情上沒做好規劃，導致不必要的支出。這天得時刻提醒自己，花錢前多想想，仔細核對賬單，避免錢像流水一樣不經意間就溜走，守住自己的錢包。",
        "health_text": "保持規律作息提上日程，這天工作或娛樂容易讓你打亂原本的生物鐘，熬夜、不按時吃飯都可能出現，這會讓身體有些吃不消。建議提前規劃好一天的時間，設置好休息提醒，到點就放下手頭事，保證充足睡眠和規律飲食，讓身體維持良好狀態。",
        "lucky_color": "墨綠色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太沖",
        "yi": "練書法畫畫",
        "all": "80%",
        "date": "2025-12-07",
        "love": "88%",
        "work": "75%",
        "money": "79%",
        "health": "87%",
        "notice": "正視自己的缺點",
        "discuss": "82%",
        "all_text": "整體運勢平穩，你能夠正視自己的缺點，並且通過實際行動去改正。這種積極的態度讓你在面對生活時更加從容自信。你不會逃避問題，而是勇敢地面對，主動尋找解決問題的方法。在改正缺點的過程中，你可能會遇到一些困難和挑戰，但你不會輕易放棄，而是堅持不懈地努力。這種毅力會讓你逐漸克服自身的不足，變得更加優秀。平穩的運勢也讓你在處理各種事情時能夠保持冷靜和理智，不會因為外界的干擾而亂了陣腳。你會按照自己的節奏穩步前進，一步一個腳印地朝著目標邁進，在不斷自我提升的過程中，收穫成長和進步。",
        "love_text": "單身的你，或許內心已經泛起了戀愛的漣漪，開始留意身邊那些有好感的人。你不再像以往那樣被動，會主動創造一些接觸的機會。已有伴者的你，有更多時間和另一半相伴，一起做頓晚餐，或者窩在沙發上看電影，這些平凡又溫馨的時刻，會讓你們的感情更加穩固，享受這份甜蜜的相處時光。",
        "work_text": "可能會面臨一些新的情況和選擇，整體運勢處於中等水平。在前進的道路上，你容易陷入自己的固定思維模式，這可能會限制你的發展。此時，多聽聽不同的建議就顯得尤為重要，他人的觀點或許能為你打開新的思路，讓你在事業學業上少走彎路，找到更適合自己的方向。",
        "lucky_star": "雙魚座",
        "money_text": "進賬可沒那麼容易。努力工作後，薪資提升的跡象不明顯，想要通過兼職賺點外快，也感覺困難重重。彆著急，這不是你能力不行，只是運勢使然。不妨先穩住現有的收入渠道，別盲目尋找新機會，把精力放在提升工作技能上，為後續進賬做準備。",
        "health_text": "肩頸容易緊繃，長時間保持一個姿勢工作或低頭玩手機，會讓肩頸壓力增大。不妨每隔一段時間就起身活動活動，做做簡單的肩頸拉伸，比如左右轉動脖子、聳聳肩膀，也可以找個空曠地方，雙手向上伸直拉伸，緩解肩頸疲勞，讓身體更輕鬆。",
        "lucky_color": "鵝黃色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間購物",
        "yi": "拍照記錄生活",
        "all": "75%",
        "date": "2025-12-07",
        "love": "72%",
        "work": "74%",
        "money": "76%",
        "health": "78%",
        "notice": "找不到重心瞎忙",
        "discuss": "66%",
        "all_text": "整體運勢一般，你有點找不到重心，什麼都想忙一下。這種狀態讓你感覺自己像一隻無頭蒼蠅，四處亂撞，雖然忙碌但卻沒有明顯的收穫。你可能會同時參與多個活動或事務，導致精力分散，無法專注於某一件事情。在忙碌的過程中，你可能會忽略一些重要的細節，從而影響最終的結果。你需要停下來，靜下心來思考自己真正想要的是什麼，明確自己的目標和方向。只有找到重心，集中精力去做一件事情，才能提高效率，取得更好的效果。不要被眼前的忙碌所迷惑，要學會取捨，合理分配自己的時間和精力，這樣才能在運勢一般的情況下，找到屬於自己的突破口。",
        "love_text": "單身的你，不妨嘗試拓展一下自己的社交圈，參加一些興趣小組或者朋友組織的聚會。在這個過程中，你可能會遇到一些有趣的人，說不定其中就有讓你心動的人。已有伴者的你，和另一半的交流變得尤為重要，通過深入的交流，你們能增進彼此的默契感，在面對生活中的各種問題時，也能更加心有靈犀。",
        "work_text": "事業學業運勢有起有伏，需要靈活調整方向。在推進各項事務的過程中，你會發現原本的計劃可能並不完全適用，會遇到一些意外情況。這時，不要慌張，要充分發揮自己的應變能力，根據實際情況及時調整策略，這樣才能更好地應對挑戰，把握機會，讓事業學業朝著更好的方向發展。",
        "lucky_star": "天蠍座",
        "money_text": "支出規劃欠佳會給你帶來小麻煩。你可能原本計劃好了各項開支，但臨時起意的一些消費打亂了節奏，比如看到喜歡的東西忍不住就買，結果導致後面重要的支出沒了資金。這天要時刻提醒自己按計劃花錢，別被一時的慾望衝昏頭腦，合理規劃才能讓錢花得有價值。",
        "health_text": "用眼健康得重視起來，長時間盯著電腦屏幕或者手機，眼睛會又幹又澀。工作間隙，閉上眼睛休息幾分鐘，做做眼保健操，或者看看遠處的綠植。晚上睡前別在黑暗環境裡刷手機，讓眼睛得到充分放鬆，這樣第二天才能擁有明亮的雙眸。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一個人生悶氣",
        "yi": "保持精緻打扮",
        "all": "62%",
        "date": "2025-12-07",
        "love": "61%",
        "work": "63%",
        "money": "50%",
        "health": "62%",
        "notice": "容易被別人影響",
        "discuss": "58%",
        "all_text": "整體運勢下滑，你總是容易被別人的言行舉止所影響。別人的一個眼神、一句話，都可能會讓你陷入自我懷疑和不安之中。這種敏感的情緒會讓你在處理事情時變得猶豫不決，缺乏自信。你會過分在意他人的看法，而忽略了自己內心的聲音。在與人交往中，你可能會因為一些小事而產生矛盾和誤解，影響人際關係。你需要學會調整自己的心態，增強內心的抵抗力，不要讓別人的情緒左右自己。要相信自己的判斷和能力，堅定地走自己的路。只有保持內心的平靜和穩定，才能在運勢下滑的情況下，不被外界的干擾所打倒，重新找回自己的節奏和信心。",
        "love_text": "單身的你，感情進展可能會比較緩慢，不要著急，感情的事急不來。你可以利用這段時間好好提升自己，讓自己變得更加優秀。已有伴者的你，要注意避免過度情緒化，遇到事情先冷靜下來，和另一半好好溝通，不要因為一時的衝動而說出傷人的話，影響你們之間的感情。",
        "work_text": "這一天對你來說挑戰不小，整體運勢處於較低水平，需要謹慎應對變化。無論是事業還是學業方面，都可能會出現一些突發狀況，打亂你原本的節奏。在這種情況下，你要保持冷靜，不要被情緒左右，仔細分析問題的根源，制定合理的應對措施。只有穩紮穩打，才能逐步化解危機，避免損失。",
        "lucky_star": "天秤座",
        "money_text": "要注意小心意外財務損失找上門。也許是出門時不小心弄丟了貴重物品，又或者是在使用電子設備時，因操作不當導致數據丟失，進而造成一定的經濟損失。這天出門要保管好個人財物，使用電子設備也謹慎些，多留個心眼，避免因為疏忽大意而讓錢包“受傷”。",
        "health_text": "要小心腸胃小不適，這天可能會因為吃了不乾淨的東西或者飲食不規律，導致腸胃鬧脾氣，出現腹脹、腹痛等情況。飲食上儘量選擇清淡易消化的食物，像小米粥、麵條等，少吃生冷辛辣的刺激性食物，給腸胃減減負，讓它舒舒服服的。",
        "lucky_color": "金色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "翻箱倒櫃",
        "yi": "陽臺種花草",
        "all": "97%",
        "date": "2025-12-07",
        "love": "98%",
        "work": "93%",
        "money": "100%",
        "health": "92%",
        "notice": "迎來努力的成果",
        "discuss": "98%",
        "all_text": "整體運勢非常給力，你眼前的遊刃有餘都是努力的結果。過去的付出和堅持在得到了充分的體現，讓你在各個方面都表現出色。你自信滿滿，充滿活力，無論面對什麼挑戰都能從容應對。你的領導能力和組織能力得到了充分發揮，能夠帶領身邊的人一起朝著目標前進。在與他人交流和合作中，你能夠展現出自己的魅力和智慧，贏得他人的尊重和信任。這種良好的狀態會讓你在社交場合中備受矚目，吸引更多的機會和資源。你要繼續保持努力和積極的態度，不斷挑戰自我，突破極限，讓自己的運勢持續上升，創造更加輝煌的未來。",
        "love_text": "單身的你，很容易遇到讓你心動的對象，也許是在工作場合，也許是在休閒娛樂的地方。當遇到那個讓你眼前一亮的人時，不妨主動一些。已有伴者的你，和另一半的感情會迅速升溫，你們會一起度過一段甜蜜又美好的時光，一起做一些浪漫的事情，讓彼此的心靠得更近。",
        "work_text": "整體運勢極佳，適合全力衝刺突破。你精力充沛，鬥志昂揚，對事業學業有著強烈的進取心。在這一天，你會積極主動地迎接各種挑戰，憑藉自己的能力和勇氣，突破現有的侷限，取得顯著的進步。無論是工作還是學習，都能展現出強大的實力和潛力。",
        "lucky_star": "巨蟹座",
        "money_text": "財運相當不錯，投資回報會十分豐厚。之前投入的項目在這天可能會看到明顯的收益，讓你嚐到甜頭。不過也別太得意忘形，別因為一時的成功就盲目加大投資力度。可以適當慶祝一下，但還是要保持理性，分析市場動態，為後續的投資做好規劃，讓財富持續增值。",
        "health_text": "身體狀態超棒，做什麼都充滿幹勁。不過也別過度消耗體力，雖然精力充沛，但也要注意勞逸結合。可以利用這充沛的精力去做些運動，比如慢跑、打球，既能釋放活力，又能增強體質，讓好狀態一直延續下去。",
        "lucky_color": "天藍色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "偷懶懈怠",
        "yi": "學習新知識",
        "all": "83%",
        "date": "2025-12-07",
        "love": "80%",
        "work": "88%",
        "money": "82%",
        "health": "86%",
        "notice": "向優秀的人看齊",
        "discuss": "78%",
        "all_text": "整體運勢尚佳，你有動力向比自己優秀的人看齊。這種積極向上的心態讓你充滿了學習的熱情和進步的動力。你會主動去觀察和學習那些優秀的人的優點和長處，不斷提升自己的能力和素質。在與他們的交流和互動中，你會獲得很多寶貴的經驗和啟示，讓自己變得更加優秀。你也會將這種動力轉化為實際行動，努力去追求自己的目標。在這個過程中，你可能會遇到一些困難和挑戰，但你不會輕易退縮，而是會勇敢地面對，積極尋找解決問題的方法。你的努力和堅持會讓你在運勢尚佳的情況下，取得更大的進步和成長，逐漸縮小與優秀者之間的差距。",
        "love_text": "單身的你，要主動釋放好感信號，不要總是把喜歡藏在心裡。如果你對某個人有好感，可以通過一些小舉動讓對方知道你的心意。已有伴者的你，和另一半相處會十分溫馨融洽，你們會互相理解、互相支持，一起面對生活中的點點滴滴，這種平淡又幸福的感覺會讓你倍感珍惜。",
        "work_text": "事業學業運勢較為不錯，注重細節完善能讓你脫穎而出。在處理各項事務時，你會以嚴謹認真的態度對待每一個環節，不放過任何一個小問題。這種對細節的關注能讓你避免很多潛在的錯誤，提高工作學習的質量。同時，也能讓你在眾人中展現出自己的專業和負責，贏得他人的信任和認可。",
        "lucky_star": "白羊座",
        "money_text": "副業收入很可觀。之前在副業上付出的努力在這天開始得到回報，可能會接到更多的業務訂單，或者客戶對你的服務十分滿意，願意給你更多的合作機會。這可是個好兆頭，要繼續保持熱情和專注，不斷提升副業的質量，說不定副業收入很快就能超過主業啦。",
        "health_text": "皮膚狀態需要好好呵護，天氣變化或者環境因素可能會讓皮膚變得乾燥、敏感。出門前做好防曬和保溼工作，塗抹好適合自己膚質的護膚品。飲食上多吃些富含維生素的水果蔬菜，為皮膚補充營養，讓皮膚保持水潤有光澤。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間摸魚",
        "yi": "落實一項計劃",
        "all": "58%",
        "date": "2025-12-07",
        "love": "66%",
        "work": "54%",
        "money": "62%",
        "health": "65%",
        "notice": "陷入混亂的思緒",
        "discuss": "69%",
        "all_text": "整體運勢略顯低迷，你容易陷入混亂的思緒當中。各種想法在腦海中交織，讓你難以理清頭緒，彷彿置身於一團亂麻之中。這種混亂的狀態會影響你對事物的判斷和決策，使你在面對選擇時猶豫不決，拿不定主意。你可能會在多個選項之間徘徊不定，既擔心選擇這個會錯過那個，又害怕選擇那個會帶來不好的結果。這種內心的糾結會消耗你大量的精力，讓你感到疲憊不堪。而且，混亂的思緒還可能讓你在與人交流時表達不清自己的想法，引起一些不必要的誤解。你需要給自己一些時間和空間，讓自己平靜下來，嘗試梳理思緒，把複雜的問題簡單化，先明確自己最核心的需求，再做出決策，這樣才能逐漸擺脫低迷的運勢，讓生活重新回到正軌。",
        "love_text": "單身的你，可能難遇到合適的對象，不要因此而感到沮喪。你可以把更多的精力放在自己的興趣愛好上，提升自己的魅力。已有伴者的你，要注意減少無謂的爭吵，遇到分歧時，先站在對方的角度思考問題，互相包容，這樣才能讓你們的感情更加穩定，避免因為一些小事而影響感情。",
        "work_text": "前進道路上阻礙不少，整體狀態有些低迷。在推進各項事務時，彷彿總有一股無形的力量在拉扯，讓進程變得緩慢又艱難。各種突發狀況和難題接踵而至，容易打亂你原本的節奏，使你陷入焦慮和迷茫。此時，耐心成了關鍵，只有沉下心來，冷靜分析，逐步克服，才能慢慢走出困境，迎來轉機。",
        "lucky_star": "處女座",
        "money_text": "消費衝動易超支會成為你財務上的小困擾。逛街時看到漂亮的衣服、新奇的玩意兒，就忍不住買買買，完全不考慮自己的實際需求和預算。結果到了月底，看著空空的錢包和一堆沒怎麼用的東西，後悔不已。這天購物前先列個清單，只買清單上的東西，剋制衝動消費的慾望。",
        "health_text": "要避免久坐不動，長時間坐著會讓身體血液循環不暢，出現腰痠背痛的情況。每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，促進血液循環。也可以利用午休時間，到戶外散散步，呼吸新鮮空氣，讓身體放鬆放鬆，提升下午的工作效率。",
        "lucky_color": "草綠色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "街頭淘舊物",
        "yi": "抬頭望望星空",
        "all": "95%",
        "date": "2025-12-07",
        "love": "91%",
        "work": "90%",
        "money": "97%",
        "health": "90%",
        "notice": "向上的勢頭強勁",
        "discuss": "92%",
        "all_text": "整體運勢正旺盛，向上的勢頭極為強勁。你自身精力充沛，內在動力十足，有著強烈的進取意願，這種狀態促使你在各個方面都積極主動地行動起來。無論是處理日常瑣事，還是應對較為複雜的情況，你都能以飽滿的熱情投入其中，不輕易退縮。而且，你身邊圍繞著不少助力。朋友可能會主動與你分享有用的信息，為你拓寬視野；家人會在背後默默支持你，給予你精神上的鼓勵，讓你沒有後顧之憂；同事也會在工作中與你默契配合，共同攻克難題。這些來自不同方面的助力，如同堅實的後盾，讓你在前進的道路上更加安心、順暢。你要好好把握這旺盛的運勢，充分發揮自身優勢，積極主動地去追求自己的目標，大膽嘗試新的事物，與身邊的人保持良好的互動與合作，持續保持這種積極向上的狀態，從而創造出更多令人滿意的成果。",
        "love_text": "單身的你，自身的魅力會吸引到他人的目光，可能會有不少人主動向你示好。你要根據自己的感覺，選擇那個真正讓你心動的人。已有伴者的你，會和另一半享受甜蜜時刻，你們會一起回憶過去的美好，也會一起規劃未來的生活，這種甜蜜的氛圍會讓你們的感情更加深厚。",
        "work_text": "整體運勢相當出色。你彷彿被幸運之神眷顧，身邊圍繞著各種有利因素，為你的發展提供了廣闊的空間。在這一天，你思維敏捷，洞察力敏銳，能夠迅速捕捉到那些稍縱即逝的機會。只要果斷出擊，大膽行動，就能在各個領域取得令人矚目的成績，實現自我價值的提升。",
        "lucky_star": "金牛座",
        "money_text": "合作生財會十分順利。和合作夥伴之間的溝通十分順暢，大家目標一致，齊心協力朝著賺錢的方向前進。無論是新的項目合作，還是已有的業務拓展，都能取得不錯的進展，帶來豐厚的收益。這天要多和合作夥伴交流想法，發揮各自的優勢，讓合作更加緊密，財富也會越來越多。",
        "health_text": "睡眠質量頗佳，能享受一個安穩的夜晚。不過為了維持這種好狀態，睡前別做劇烈運動，也別喝咖啡、濃茶等提神飲品。可以泡個熱水澡，讓身體放鬆下來，再聽一些舒緩的音樂，營造一個良好的睡眠環境，這樣就能擁有一個甜甜的美夢啦。",
        "lucky_color": "藕荷色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃飽了撐著",
        "yi": "被子洗洗曬曬",
        "all": "73%",
        "date": "2025-12-07",
        "love": "83%",
        "work": "71%",
        "money": "70%",
        "health": "72%",
        "notice": "執著於價值認可",
        "discuss": "85%",
        "all_text": "整體運勢相對平淡，你會更執著於自我價值的認可。在這一天裡，你不會刻意去追求轟轟烈烈的事情，而是更關注自己內心的感受和需求。你會思考自己存在的意義和價值，希望能夠在生活中找到屬於自己的位置。這種對自我價值的追求會讓你更加註重自身的成長和提升，你會主動去學習新的知識和技能，不斷充實自己。在與人交往中，你也會更加真誠地表達自己，希望得到他人的理解和尊重。不過，有時候你可能會過於執著於自己的想法和觀點，而忽略了他人的意見和建議。你要學會在追求自我價值的同時，也要尊重他人的想法，保持開放的心態，這樣才能在平淡的運勢中找到新的發展方向。",
        "love_text": "單身的你，有機會邂逅浪漫緣分，也許是在一次旅途中，也許是在一次偶然的相遇中。當緣分來臨時，要勇敢抓住。已有伴者的你，會和另一半攜手共度歡樂時光，一起去做一些有趣的事情，比如去遊樂場、看演出等，這些歡樂的經歷會讓你們的感情更加充滿活力。",
        "work_text": "需要積極拓展思路來應對各種情況。在面對日常事務時，你可能會發現按照常規方法處理效果不佳，容易陷入瓶頸。此時，不要侷限於現有的思維模式，要勇於打破常規，從不同的角度去思考問題。通過積極拓展思路，你能找到新的解決辦法，為前進的道路開闢新的方向，讓事情朝著更好的方向發展。",
        "lucky_star": "水瓶座",
        "money_text": "理財收益比較平淡。你之前制定的理財計劃在這天沒有看到明顯的收益增長，投入的資金就像石沉大海，沒有激起太大的水花。別灰心，理財是個長期的過程，一天的平淡不代表什麼。可以回顧一下自己的理財策略，看看是否有需要調整的地方，耐心等待合適的時機。",
        "health_text": "要注重口腔清潔，這天可能會因為吃了甜食或者沒好好刷牙，導致口腔細菌滋生，出現口臭、牙齦出血等問題。早晚認真刷牙，每次刷夠三分鐘，飯後及時漱口，使用牙線清理牙縫裡的食物殘渣，保持口腔清潔，讓口氣清新，笑容更自信。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "多提出想法",
        "all": "94%",
        "date": "2025-12-07",
        "love": "92%",
        "work": "95%",
        "money": "91%",
        "health": "93%",
        "notice": "頗有主見與想法",
        "discuss": "98%",
        "all_text": "整體運勢非常出彩，頗有主見與想法的一天。你會清晰地知道自己想要什麼，並且會堅定地朝著目標前進。在面對各種情況和問題時，你不會盲目跟從他人的意見，而是會經過自己的思考和分析，做出獨立的判斷和決策。你的主見和想法會讓你在人群中脫穎而出，吸引他人的關注和認可。而且，你還會將自己的想法付諸實踐，通過實際行動來證明自己的能力和價值。在這個過程中，你可能會遇到一些挑戰和困難，但你不會輕易放棄，而是會憑藉自己的毅力和智慧去克服它們。你要繼續保持這種積極的狀態，充分發揮自己的主見和想法，不斷開拓創新，讓自己的運勢持續上升，創造出更加輝煌的成就。",
        "love_text": "單身的你，有望開啟一段新的戀情，也許是在朋友的介紹下，也許是通過網絡認識。當遇到那個合適的人時，要積極主動地去了解對方。已有伴者的你，和另一半的關係會更加穩固，你們會一起為了未來的生活努力奮鬥，互相鼓勵，這種共同成長的感覺會讓你們的感情更加堅定。",
        "work_text": "整體狀態極佳，彷彿充滿了能量。在這一天，你能夠全身心地投入到各項事務中，以極高的效率推進任務。無論是處理複雜的工作項目，還是應對繁重的學習任務，你都能有條不紊地進行，合理安排時間和精力，確保每一個環節都能順利完成。這種高效的狀態會讓你在短時間內取得顯著的成果，收穫滿滿的成就感。",
        "lucky_star": "摩羯座",
        "money_text": "薪資提升很有希望。你在工作上的努力和付出得到了領導的認可，可能會收到加薪的好消息，或者是有晉升的機會，進而帶來薪資的增長。這可是對你工作能力的一種肯定，要繼續保持積極的工作態度，不斷提升自己，爭取在事業上取得更大的成就，讓收入更上一層樓。",
        "health_text": "身體代謝順暢，能高效地排出體內毒素。不過也別因此就放鬆警惕，還是要保持良好的生活習慣。多喝水，促進新陳代謝，加快毒素排出。適當進行一些有氧運動，如跳繩、游泳，讓身體動起來，進一步提升代謝能力，讓身體更健康。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發表惡意評論",
        "yi": "提前做攻略",
        "all": "84%",
        "date": "2025-12-07",
        "love": "89%",
        "work": "82%",
        "money": "76%",
        "health": "88%",
        "notice": "每一步都很踏實",
        "discuss": "81%",
        "all_text": "整體運勢比較穩定，每一步都走得很踏實。你會以一種穩健的姿態去面對生活中的各種事情，不會急於求成，也不會盲目冒進。在做任何事情之前，你都會做好充分的準備，制定詳細的計劃，然後按照計劃一步一步地去實施。這種踏實的做事風格會讓你在處理事情時更加有條理，減少出錯的可能性。而且，你還會注重細節，對每一個環節都認真對待，確保事情能夠順利完成。在與他人合作時，你也會積極配合，發揮自己的優勢，為團隊的發展貢獻自己的力量。你要繼續保持這種穩定的狀態，不斷積累經驗，提升自己的能力，讓自己在穩定中求發展，逐步實現自己的目標。",
        "love_text": "單身的你，會收穫意外好感，也許是一個平時不太起眼的人突然對你表達了好感。你可以認真考慮一下對方是否適合自己。已有伴者的你，和另一半之間會更加理解包容，即使遇到一些小矛盾，也能很快化解，你們會互相尊重彼此的想法和感受，讓感情在理解中不斷升溫。",
        "work_text": "整體運勢較為不錯，創新成為推動你前進的關鍵力量。在這一天，你腦海中會不斷湧現出各種新奇的想法和獨特的見解，為你的發展注入新的活力。不要害怕嘗試新事物，大膽地將這些創新想法運用到實際中，無論是工作還是學習，都能帶來意想不到的效果。通過創新尋求突破，你能在眾人中脫穎而出，展現出自己的獨特魅力。",
        "lucky_star": "射手座",
        "money_text": "債務處理會有些棘手。可能是在償還債務的過程中遇到了一些突發情況，導致還款計劃被打亂，或者是在和債權人溝通時出現了一些分歧，讓債務問題變得更加複雜。這天要保持冷靜，和債權人坦誠溝通，說明自己的實際情況，共同尋找解決問題的辦法，別讓債務問題影響到生活。",
        "health_text": "要適當進行腿部拉伸，長時間站立或者走路會讓腿部肌肉緊繃，出現痠痛感。晚上回到家，可以坐在床上，雙腿伸直，用手去夠腳尖，感受腿部的拉伸。也可以站立位，雙腳與肩同寬，慢慢下蹲，保持幾秒後再起身，重複幾次，緩解腿部疲勞。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動去表白",
        "yi": "閱讀一本書籍",
        "all": "59%",
        "date": "2025-12-07",
        "love": "51%",
        "work": "66%",
        "money": "63%",
        "health": "67%",
        "notice": "或錯過一些時機",
        "discuss": "70%",
        "all_text": "整體運勢略差，磨磨蹭蹭會錯過一些時機。在這一天裡，你可能會表現出一種拖延的狀態，做事情不夠果斷和迅速。你可能會因為一些瑣碎的事情而分心，導致原本計劃好的事情無法按時完成。而且，在面對一些機會時，你會猶豫不決，不敢果斷地抓住，從而讓機會從手中溜走。這種拖延和猶豫會讓你錯過很多對自己有利的事情，影響你的發展和進步。你要意識到自己的問題所在，及時調整自己的狀態，增強自己的行動力和決策力。在做事情時，要集中注意力，排除干擾，提高效率。當機會來臨時，要勇敢地抓住，不要害怕失敗，只有積極主動地去爭取，才能改變略差的運勢，讓自己在生活中獲得更多的收穫。",
        "love_text": "單身的你，不要在感情中過於卑微，要相信自己也值得被愛。遇到喜歡的人時，要勇敢表達自己的心意，不要總是等待對方主動。已有伴者的你，不要把姿態放太低，在感情中要保持平等和自尊。遇到問題要和另一半共同解決，而不是一味地遷就對方，這樣才能讓感情更加健康長久。",
        "work_text": "需要專注提升能力來應對各種挑戰。在這一天，你可能會發現自己在某些方面存在不足，面對任務時有些力不從心。此時，不要氣餒，要靜下心來，專注於提升自己的能力。通過不斷學習和實踐，彌補自己的短板，增強自身實力。只有讓自己變得更強大，才能更好地應對未來的各種情況，實現自己的目標。",
        "lucky_star": "雙子座",
        "money_text": "財物保管疏忽會給你帶來損失。可能會因為粗心大意，把重要物品落在公共場所，或者是在保管財物時沒有做好防護措施，導致物品損壞。這天要提高警惕，出門時檢查好隨身物品，在家也要妥善保管貴重物品，避免因為疏忽而造成不必要的經濟損失。",
        "health_text": "要防止腳部受涼，天氣轉涼，如果腳部保暖不到位，容易引發感冒等疾病。出門時穿上厚實的襪子，選擇保暖性好的鞋子。晚上睡覺前可以用熱水泡泡腳，促進腳部血液循環，讓腳部暖和起來，還能提高睡眠質量，讓身體暖暖的。",
        "lucky_color": "米白色",
        "lucky_number": "8"
      }
    }
  }
}