{
  "updated": "2026-02-28T01:39:10.695Z",
  "updateTime": "2026/2/28 上午9:39:10",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16447,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "催別人做事",
        "yi": "多讀一點書",
        "all": "95%",
        "date": "2026-02-28",
        "love": "98%",
        "work": "91%",
        "money": "96%",
        "health": "90%",
        "notice": "以專注姿態投入",
        "discuss": "94%",
        "all_text": "整體運勢相當出眾，這一天的你能以專注的姿態投入日常，效率顯著提升。無論是處理瑣事還是面對突發狀況，都能保持清晰的思路與果斷的行動力，這種狀態讓你在人群中顯得格外突出。外界的干擾似乎難以動搖你的節奏，你更傾向於獨立完成目標，而非依賴他人協作。這種獨立性與執行力會為你積累潛在的好感與認可，但需注意避免因過於追求速度而忽略細節的完善。整體氛圍積極向上，你的主動性能帶動周圍人一同向前，但也要留出適當空間讓情緒自然流動，避免因過度緊繃而消耗能量。",
        "love_text": "單身的你，彷彿被浪漫的空氣包圍，社交場合中容易遇到讓你眼前一亮的人，對方的主動示好或溫柔細節會讓你心動。不必刻意表現，自然流露的熱情反而更有吸引力。已有伴者的你，和伴侶的互動充滿甜蜜感，無論是日常閒聊還是共同做小事，都能感受到彼此的在意，適合一起做些輕鬆的事增進感情。",
        "work_text": "無論是處理複雜任務還是推進長期目標，都容易得到他人支持或意外助力，原本卡殼的環節可能突然疏通。這種順遂感會讓你更有信心嘗試新方法，但需注意別因過度依賴外界幫助而忽略自身能力的提升，適當主動承擔責任會讓收穫更紮實。",
        "lucky_star": "天蠍座",
        "money_text": "偏財運相當不錯，說不定走在路上都能碰到意外之財，像收到退款、小獎品之類的。這時候別光顧著驚喜，得好好規劃這筆錢，別一下子就花光。可以考慮把一部分存起來，另一部分用來做些小投資，說不定能讓錢生錢，讓這份好運持續下去。",
        "health_text": "要格外留意飲食營養的均衡。日常飲食別總挑愛吃的，各種食物都應攝入一些，像穀物、蔬果、肉類合理搭配。若長期營養不均衡，身體易缺乏某些元素，影響免疫力。這一天儘量自己做飯，少點外賣，保證食材新鮮多樣，為健康打下好基礎。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "群消息勿擾",
        "all": "93%",
        "date": "2026-02-28",
        "love": "88%",
        "work": "97%",
        "money": "89%",
        "health": "96%",
        "notice": "將想法轉為行動",
        "discuss": "90%",
        "all_text": "整體運勢呈現蓬勃向上的態勢，你正處於將新想法轉化為實際行動的理想階段。內心的規劃逐漸清晰，對目標的篤定感讓你更願意主動邁出嘗試的步伐，而非停留在猶豫或觀望中。這種行動力會為你打開新的可能性，即使過程中遇到小阻礙，也能憑藉耐心與韌性找到解決方向。你與他人的互動中多了幾分真誠與坦率，這種態度容易贏得信任，為後續合作埋下伏筆。整體氛圍充滿建設性，你的每一步行動都在為未來積累能量，保持這種穩中求進的節奏即可。",
        "love_text": "單身的你，緣分可能在不經意間靠近，比如朋友聚會或日常通勤中，某個讓你覺得“舒服”的人會進入你的視線。別急著推進關係，先享受當下的自然互動。已有伴者的你，和伴侶的默契值提升，即使不刻意溝通，也能理解對方的想法，適合一起規劃未來或處理共同事務，感情會更踏實。",
        "work_text": "你的思維像被按下加速鍵，能快速從不同角度分析問題，甚至把看似無關的經驗串聯起來找到創新解法。這種融會貫通的狀態會讓你在處理多任務時遊刃有餘，但需注意別因追求效率而忽略細節，尤其是涉及數據或條款的內容，多檢查一遍能避免後續麻煩。",
        "lucky_star": "雙魚座",
        "money_text": "這天你財富積累的勢頭良好，儲蓄收益穩穩當當。不過別滿足於此，可以多留意一些穩健的理財渠道，比如一些風險低的基金。在消費上還是要保持一貫的節制，別看到喜歡的東西就衝動購買，多想想是否真的需要，這樣才能讓財富像滾雪球一樣越積越多。",
        "health_text": "這一天注意需要的是別喝太多奶茶。奶茶糖分和添加劑含量高，喝多了易導致血糖升高、體重增加，還可能影響腸胃消化。如果實在想喝，選低糖或無糖的，且控制飲用量。可以多喝白開水或淡茶水，既健康又能解渴，讓身體保持良好狀態。",
        "lucky_color": "奶油色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忘記調鬧鐘",
        "yi": "樹立新目標",
        "all": "80%",
        "date": "2026-02-28",
        "love": "70%",
        "work": "85%",
        "money": "65%",
        "health": "87%",
        "notice": "享受觀察的過程",
        "discuss": "89%",
        "all_text": "整體運勢趨於平穩，你更傾向於通過實踐探索自我定位。日常中接觸的新信息或新體驗，會悄然觸發你對某些事物的興趣，這種興趣可能成為未來目標或方向的雛形。你不再急於追求明確的結果，而是享受觀察與思考的過程，這種狀態讓你更從容地面對選擇。與他人的交流中，你更願意傾聽而非急於表達，這種轉變會讓你發現更多被忽略的細節。整體氛圍輕鬆而不失深度，你的直覺會引導你關注真正在意的事物，跟隨內心的節奏即可。",
        "love_text": "單身的你，情緒容易敏感，可能會因為他人的一句話或一個舉動而患得患失，甚至懷疑自己的魅力。試著把注意力放在自己身上，別過度解讀別人的態度。已有伴者的你，和伴侶相處時容易因小事產生摩擦，比如生活習慣或消費觀念的分歧，需要多些耐心溝通，避免冷戰或積壓情緒。",
        "work_text": "是充滿探索與嘗試的一天。周圍的環境為你提供了多種可能性，鼓勵你跳出常規的思維模式。不要侷限於一種方法或思路，大膽地去嘗試不同的途徑，你會發現新的天地。在這個過程中，雖然可能會遇到一些小挫折，但每一次的嘗試都是一次成長的機會，能讓你收穫寶貴的經驗。",
        "lucky_star": "射手座",
        "money_text": "你得好好控制下消費慾望，開支方面一定要審慎。可能有很多東西吸引你購買，但別被一時的衝動左右。在購物前先列個清單，只買清單上的東西。同時，也可以審視下自己的消費習慣，看看哪些是不必要的開支，以後儘量避免，這樣才能守住自己的錢包。",
        "health_text": "建議睡前別吃太飽。晚上身體代謝減緩，吃太飽會增加腸胃負擔，影響睡眠質量，還可能導致消化不良、肥胖等問題。晚餐儘量早點吃，七八分飽即可。睡前若餓，可吃少量水果或喝杯熱牛奶，既緩解飢餓，又有助於睡眠。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不吃早餐",
        "yi": "提前出門",
        "all": "66%",
        "date": "2026-02-28",
        "love": "53%",
        "work": "71%",
        "money": "60%",
        "health": "65%",
        "notice": "內心叛逆的衝動",
        "discuss": "60%",
        "all_text": "整體運勢稍顯低迷，內心似乎有一股叛逆的衝動想要突破常規。你可能會對既定的規則或模式產生牴觸情緒，這種情緒若未被妥善處理，容易轉化為對外界的敏感或防禦。你更傾向於隱藏真實想法，這種狀態可能讓你與他人產生微妙的距離感。建議適當釋放內心的壓抑，通過獨處或溫和的方式調整情緒，避免因過度壓抑而引發後續的波動。整體氛圍需要更多自我覺察，你的包容心會成為化解矛盾的關鍵，但前提是先照顧好自己的感受。",
        "love_text": "單身的你，情緒容易敏感，可能會因為他人的一句話或一個舉動而患得患失，甚至懷疑自己的魅力。試著把注意力放在自己身上，別過度解讀別人的態度。已有伴者的你，和伴侶相處時容易因小事產生摩擦，比如生活習慣或消費觀念的分歧，需要多些耐心溝通，避免冷戰或積壓情緒。",
        "work_text": "你更適合按部就班地推進計劃，雖然不會有突飛猛進的進展，但每一步都走得踏實，這種穩紮穩打的狀態會讓你在長期目標上積累優勢。需注意別因追求完美而過度糾結細節，適當接受“完成比完美更重要”的原則，能幫你更高效地完成任務。",
        "lucky_star": "雙子座",
        "money_text": "這天理財要重點防風險，做投資得格外謹慎。市場情況可能不太穩定，別輕易聽信一些高收益的投資宣傳，那背後可能隱藏著風險。如果要投資，就選自己熟悉且風險低的領域，多諮詢專業人士的意見。另外，也要留一部分應急資金，以防突發情況影響財務狀況。",
        "health_text": "這一天要提防腱鞘炎。長時間使用鼠標、鍵盤，或者做重複性手部動作，都可能引發腱鞘炎。工作或做家務時，注意手部休息，每隔一段時間活動下手腕和手指。若感覺手部痠痛，及時熱敷或按摩，促進血液循環，避免病情加重。",
        "lucky_color": "淺棕色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜晚睡",
        "yi": "時尚穿搭",
        "all": "98%",
        "date": "2026-02-28",
        "love": "90%",
        "work": "96%",
        "money": "93%",
        "health": "94%",
        "notice": "散發自信的魅力",
        "discuss": "96%",
        "all_text": "幸運值持續在線，這一天的你似乎渾身散發著自信的魅力，這種狀態讓你在社交場合中格外引人注目。你更願意主動展示自己的優勢，無論是表達觀點還是分享經驗，都能以自然的方式贏得他人的關注與認可。你的熱情會感染周圍人，形成積極的互動氛圍，這種能量也會反過來滋養你，讓你更願意嘗試新事物。整體氛圍充滿活力，你的存在本身就能成為帶動他人情緒的支點，但需注意避免因過度關注外界反饋而忽略內心的真實需求",
        "love_text": "單身的你，魅力值拉滿的一天，無論是外在打扮還是內在自信，都會吸引他人的目光，甚至可能收到直接或間接的示好。不必刻意迎合，做自己就能吸引對的人。已有伴者的你，和伴侶的愛意表達濃烈，可能會通過小禮物、貼心舉動或直接表達讓對方感受到被重視，感情會更熱烈。",
        "work_text": "無論是展示成果還是爭取機會，都容易成為焦點，你的自信和行動力會感染周圍人，推動事情向有利方向發展。這種高光狀態會讓你更有動力挑戰新目標，但需注意別因過度關注結果而忽略過程，保持腳踏實地的態度能讓收穫更持久。",
        "lucky_star": "天秤座",
        "money_text": "正財有突破，收入有望創新高。這可能是工作上的出色表現得到了回報，比如拿到獎金或者項目提成。不過別因為收入增加就大手大腳，要合理規劃這筆錢。可以拿出一部分改善生活，另一部分用於投資自己，提升能力，為未來賺更多錢打下基礎。",
        "health_text": "建議保持規律的作息。熬夜、作息混亂會打亂身體生物鐘，影響內分泌和免疫力，導致精神萎靡、皮膚變差等問題。儘量在固定時間睡覺和起床，營造安靜舒適的睡眠環境。睡前避免使用電子設備，可泡個腳、聽聽舒緩音樂，幫助快速入睡。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久待廁所",
        "yi": "培養興趣愛好",
        "all": "55%",
        "date": "2026-02-28",
        "love": "59%",
        "work": "69%",
        "money": "53%",
        "health": "67%",
        "notice": "太依賴電子設備",
        "discuss": "63%",
        "all_text": "整體運勢稍顯薄弱，這一天的你容易陷入對電子設備的過度依賴中。手機或其他電子產品的頻繁使用會分散你的注意力，導致時間在無意識中流逝，這種狀態可能讓你產生“虛度光陰”的焦慮感。你可能會對瑣碎信息過度敏感，反而忽略了真正需要關注的事。建議主動設定使用界限，通過閱讀、冥想或簡單的手工活動轉移注意力，讓思維從碎片化信息中抽離。整體氛圍需要更多自我約束，你的自律性會成為改善狀態的關鍵，但需避免因追求完美而加劇內心的壓力。",
        "love_text": "單身的你，感情進展可能稍顯遲緩，即使遇到感興趣的人，也可能因為猶豫或過度分析而錯過機會。別給自己太大壓力，感情需要時間沉澱。已有伴者的你，和伴侶相處時容易因小事產生摩擦，比如對某件事的看法不同或溝通方式的問題，需要多些包容，避免因小事影響感情。",
        "work_text": "你需要像整理房間一樣梳理手頭的事務，把混亂的線索歸類，把模糊的細節明確，這種細緻梳理的過程雖然耗時，但能幫你發現隱藏的問題或優化空間。需注意別因追求完美而陷入過度分析，適當接受“差不多”的狀態，先完成再完善會更高效。",
        "lucky_star": "巨蟹座",
        "money_text": "這天收入可能會有波動，甚至面臨財務小危機。可能是突然有一些額外支出，打亂你的財務計劃。別慌，先梳理下自己的收支情況，看看哪些支出可以削減。同時，也可以考慮找一些兼職增加收入。在花錢方面要更加謹慎，避免不必要的消費，先度過這個財務小難關。",
        "health_text": "這天要做好體重的管理。體重超標會增加患心血管疾病、糖尿病等風險。這一天注意飲食控制，少吃高熱量、高脂肪食物，多吃蔬菜水果。同時，適當增加運動量，如散步、慢跑等，消耗多餘熱量。定期稱體重，瞭解體重變化，及時調整飲食和運動計劃。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "屏蔽群消息",
        "yi": "反覆檢查",
        "all": "77%",
        "date": "2026-02-28",
        "love": "72%",
        "work": "81%",
        "money": "76%",
        "health": "78%",
        "notice": "時間分配合理性",
        "discuss": "86%",
        "all_text": "整體運勢處於平穩區間，但時間分配的合理性會成為影響狀態的關鍵因素。你可能會面臨多項事務同時推進的情況，若缺乏清晰的優先級排序，容易陷入“忙而無序”的循環中。建議主動梳理待辦事項，將精力集中在真正在意或需重點關注的環節，避免因過度追求平衡而分散注意力。與他人的互動中，你傾向於通過協商解決問題，但需注意留出獨立思考的空間，防止被外界意見過度干擾。整體氛圍需要更多主動規劃，你的理性判斷會幫助你找到更高效的處理方式，但需警惕因猶豫不決而錯失調整節奏的時機。",
        "love_text": "單身的你，可以通過以朋友關係相處慢慢了解潛在對象，不必急著確定關係，從日常互動中觀察對方的性格和三觀會更靠譜。已有伴者的你，和伴侶的相處和諧穩定，即使沒有大驚喜，也能在平凡的小事中感受到彼此的陪伴，比如一起做飯、散步或聊天，感情會更踏實。",
        "work_text": "你在處理事務時能展現出超強的平衡能力。面對複雜多樣的狀況，不會厚此薄彼，而是全面考量各方因素，合理分配精力與資源。在協調不同關係和任務時，能精準把握尺度，讓各方都能和諧共處、協同發展。這種出色的平衡表現，使你在各個領域都能收穫積極成果，無論是工作成果的呈現，還是學習知識的吸收，都進展順利且效果良好。",
        "lucky_star": "白羊座",
        "money_text": "拓展財路的機會不錯，新財源初顯。可能會遇到一些新的賺錢途徑，比如朋友介紹的合作項目。別猶豫，大膽去嘗試，但也要做好前期調研，瞭解清楚項目的風險和收益。在拓展財路的同時，別忘了平衡好現有的財務狀況，別因為追求新財源而忽略了原本的收入來源。",
        "health_text": "不妨多培養良好的習慣。良好的習慣對健康至關重要，如勤洗手、保持室內通風等。這一天從細節做起，注意個人衛生，避免細菌病毒入侵。合理安排工作和休息時間，避免過度勞累。堅持這些好習慣，能讓身體更健康，減少疾病發生。",
        "lucky_color": "茶色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃太多零食",
        "yi": "擺正自我定位",
        "all": "75%",
        "date": "2026-02-28",
        "love": "64%",
        "work": "65%",
        "money": "70%",
        "health": "71%",
        "notice": "保持彈性的空間",
        "discuss": "75%",
        "all_text": "整體運勢呈現小幅波動態勢，過程中可能遇到些許阻礙或意外狀況，容易引發情緒上的起伏。你可能會對某些結果產生較強的期待，但現實進展未必完全符合預期，這種落差需要你以更平和的心態去接納。建議將注意力從結果轉移到過程本身，通過調整觀察視角發現新的可能性。與他人的溝通中，你更傾向於直接表達核心訴求，但需注意語氣中的強硬感可能引發誤解，適當軟化表達方式會更利於問題解決。整體氛圍需要更多彈性空間，你的韌性會成為化解挫折的關鍵，但需避免因過度執著而加劇內心的消耗。",
        "love_text": "單身的你，面對心動的人可能會稍顯遲疑，既想靠近又擔心受傷，這種矛盾心理會讓你猶豫不決。試著相信自己的直覺，別因過度保護自己而錯過機會。已有伴者的你，和伴侶的信任需要加固，可能會因為某件事產生懷疑或不安，需要坦誠溝通，避免猜忌影響感情。",
        "work_text": "是調整策略的關鍵一天。原本按部就班的模式可能遇到了一些阻礙，此時需要冷靜下來，分析局勢，穩中求變。不要害怕改變，適時地調整方向和方法，能讓你在困境中找到新的出路。雖然過程可能有些波折，但只要保持沉穩的心態，就能逐步化解難題，為後續的發展開闢新的道路。",
        "lucky_star": "金牛座",
        "money_text": "這天投資有苗頭，機遇就在眼前。你可能會發現一些有潛力的投資項目，但別急於行動。先深入瞭解項目的具體情況，分析市場趨勢和風險。可以和一些有投資經驗的人交流，聽聽他們的建議。如果確定項目可行，再製定合理的投資計劃，逐步投入資金，爭取獲得好的收益。",
        "health_text": "睡前不要躺著玩手機。手機屏幕發出的藍光會抑制褪黑素分泌，影響睡眠質量，還可能導致眼睛疲勞、乾澀等問題。睡前一小時將手機放在遠處，可看紙質書或聽廣播放鬆。營造黑暗安靜的睡眠環境，讓身體更好地進入休息狀態，保證充足睡眠。",
        "lucky_color": "米黃色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吸入二手菸",
        "yi": "做有氧運動",
        "all": "59%",
        "date": "2026-02-28",
        "love": "76%",
        "work": "50%",
        "money": "61%",
        "health": "66%",
        "notice": "人際互動的壓力",
        "discuss": "58%",
        "all_text": "整體運勢偏弱，你可能會感受到來自人際互動的壓力，某些需要頻繁溝通或協作的場景容易讓你產生疲憊感。你更傾向於保持輕鬆自在的狀態，但外界的瑣碎要求或過度關注可能打破這種平衡，引發隱形的情緒負擔。建議主動設定社交邊界，對超出承受範圍的需求明確拒絕，避免因過度遷就他人而透支自己的能量。獨處時，你可通過閱讀、音樂等簡單方式恢復內心的平靜，減少對無關信息的關注。整體氛圍需要更多自我保護意識，你的坦率會幫助你篩選出真正值得投入的關係，但需警惕因討好型傾向而陷入被動。",
        "love_text": "單身的你，不妨多提升個人魅力，比如嘗試新風格、培養新興趣或展現幽默感，這些都能讓你在社交中更受歡迎，吸引到志同道合的人。已有伴者的你，和伴侶的相處輕鬆自在，即使各自忙碌也能互相理解，適合一起做些有趣的事，比如看展、運動或嘗試新餐廳，感情會更鮮活。",
        "work_text": "似乎進入了一個短暫的瓶頸期，前進的步伐變得有些沉重。原本輕鬆能完成的事情，現在卻感覺困難重重。不過，這並非是壞事，而是積累能量的時期。此時不要急於求成，不妨靜下心來，回顧過往的經驗，總結不足之處，為下一次的衝刺蓄力。只要保持積極的心態，瓶頸期很快就會過去。",
        "lucky_star": "獅子座",
        "money_text": "支出要好好規劃，避免亂花錢。你可能會有很多想買的東西，但別都買下來。在消費前先想想自己的財務狀況，看看這筆錢花得是否值得。可以把想買的東西列個清單，按照重要程度排序，先買重要的。同時，也可以給自己設定一個消費限額，這樣能有效控制支出。",
        "health_text": "要提防牙周炎問題。不注意口腔衛生，食物殘渣堆積易滋生細菌，引發牙周炎。這一天要認真刷牙，每次刷牙不少於三分鐘，採用正確刷牙方法。飯後及時漱口，清除口腔內食物殘渣。定期檢查牙齒，發現問題及時治療，保持口腔健康。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "微信閒聊太多",
        "yi": "發揮個人優勢",
        "all": "92%",
        "date": "2026-02-28",
        "love": "96%",
        "work": "93%",
        "money": "84%",
        "health": "96%",
        "notice": "外界關注與認可",
        "discuss": "92%",
        "all_text": "整體運勢呈現積極向上的態勢，你彷彿站在聚光燈下，一舉一動都容易被外界關注與認可。這種狀態會激發你更強烈的表達欲與行動力，無論是分享觀點還是嘗試新事物，都能以自信的姿態推進。你更願意主動承擔責任，這種擔當會為你贏得他人的信任，為後續互動埋下良好基礎。與他人的交流中，你的邏輯性與務實態度會成為加分項，即使面對複雜問題也能提出清晰的方向。整體氛圍充滿主動性，你的存在本身就能帶動周圍人共同向前，但需注意避免因過度追求效率而忽略他人的感受，適當放慢節奏會讓互動更溫暖。",
        "love_text": "單身的你，有機會邂逅優質對象，對方可能是通過工作、學習或朋友介紹認識，對方的穩重或上進會讓你覺得可靠。別急著拒絕，先了解看看。已有伴者的你，和伴侶的感情升溫明顯，可能會通過深入聊天或共同規劃未來讓關係更緊密，適合一起做些有儀式感的事，比如約會或紀念日慶祝。",
        "work_text": "這一天裡你的目標明確地朝著既定方向前進。而且你的決心和毅力讓你在面對各種挑戰時都能毫不退縮，勇往直前。這種強大的執行力讓你在各項事務中都能取得顯著的進展，無論是工作上的項目推進，還是學習中的知識掌握，都能達到預期的效果。你的努力和付出會得到明顯的回報，讓你更加堅定地朝著目標前行。",
        "lucky_star": "處女座",
        "money_text": "這天薪資有提升的可能，加薪有盼頭。可能是你在工作上的努力得到了領導的認可。不過別因為可能加薪就放鬆工作，還是要繼續保持積極的工作態度。拿到加薪後，別馬上就把錢花光，可以拿出一部分改善生活，另一部分用於儲蓄或者投資，為未來的生活做好規劃。",
        "health_text": "這天要做好控糖管理。攝入過多糖分不僅會導致肥胖，還可能引發糖尿病等慢性疾病。這一天少吃甜食、飲料，選擇低糖或無糖食品。做飯時減少糖的使用量，多吃富含膳食纖維的食物，延緩糖分吸收。關注食物營養成分表，合理控制糖分攝入，維護身體健康。",
        "lucky_color": "藕荷色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心事重重",
        "yi": "日行一萬步",
        "all": "78%",
        "date": "2026-02-28",
        "love": "70%",
        "work": "66%",
        "money": "71%",
        "health": "75%",
        "notice": "注重精神的共鳴",
        "discuss": "73%",
        "all_text": "整體運勢趨於平穩，日常安排按部就班推進，沒有明顯的起伏或突發狀況。你更傾向於以理性態度處理事務，對結果的期待值保持適中，這種心態讓你能從容應對常規流程中的小問題。與他人的互動中，你更注重精神層面的共鳴，而非表面的熱鬧，這種選擇會讓你自動篩選出同頻的交流對象。你可能會對某些新信息產生興趣，但不會急於深入探索，而是先觀察其持續性再決定是否投入精力。整體氛圍輕鬆而不失深度，你的獨立性能幫助你保持內心的秩序感，但需注意避免因過度追求“特別”而刻意疏離常規，適當融入集體會帶來新的啟發。",
        "love_text": "單身的你，不要為了脫單而將就，即使周圍人催促或看到別人戀愛，也要堅持自己的標準，寧缺毋濫的態度反而能幫你遇到真正合適的人。已有伴者的你，和伴侶的關係理性發展，不會因情緒化而衝動做決定，適合一起討論實際問題，比如財務規劃或生活安排，感情會更穩定。",
        "work_text": "你的腦海中偶爾會閃過一些靈感火花，這些靈感可能會為你的發展帶來新的思路和方向。然而，靈感只是開始，關鍵在於如何將其落實。此時需要你集中注意力，將靈感轉化為實際的行動。不要讓這些寶貴的想法只是曇花一現，抓住機會，專注地去實踐，才能讓靈感發揮出最大的價值。",
        "lucky_star": "摩羯座",
        "money_text": "會有小財入賬，零錢有進賬。可能是收到一些小額的退款或者紅包。別小看這些小錢，積少成多也能有一筆不小的數目。可以把這些小錢存起來，或者用來買一些實用的小物件。同時，也可以留意身邊的一些小賺錢機會，說不定能發現新的收入來源。",
        "health_text": "不要吃太多油炸食物。油炸食物熱量高、脂肪多，吃多了易導致血脂升高、肥胖等問題。這一天儘量選擇清蒸、水煮等烹飪方式的食物，減少油炸食品攝入。若想吃油炸食物，控制量，且搭配蔬菜水果一起吃，降低對身體的不良影響。",
        "lucky_color": "金色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "手腳冰冷",
        "yi": "穿喜歡的衣服",
        "all": "79%",
        "date": "2026-02-28",
        "love": "82%",
        "work": "75%",
        "money": "88%",
        "health": "76%",
        "notice": "注入積極的能量",
        "discuss": "85%",
        "all_text": "整體運勢處於溫和向上的狀態，你可通過外在形象的調整為內心注入積極能量。選擇一套讓自己感到舒適且自信的裝扮，會成為開啟美好心情的起點，這種狀態也會潛移默化影響你與他人的互動方式。你更願意以包容的心態看待周圍的人與事，即使遇到小摩擦也能以柔和的方式化解，這種親和力會為你積累好感。與他人的交流中，你更傾向於傾聽而非主導話題，這種姿態會讓他人更願意向你敞開心扉。整體氛圍充滿溫暖感，你的感性思維會幫助你捕捉到被忽略的細節，但需注意避免因過度共情而陷入他人的情緒中，保持適當的心理距離會更利於自我保護。",
        "love_text": "單身的你，桃花隱隱浮現，可能會在社交場合或興趣活動中遇到讓你覺得“有感覺”的人，對方的溫柔或浪漫會讓你心動。別急著確定關係，先享受當下的曖昧感。已有伴者的你，和伴侶的柔情相互傳遞，可能會通過小驚喜、貼心舉動或深情告白讓對方感受到被愛，感情會更甜蜜。",
        "work_text": "適合採用循序漸進的方式去推進各項事務。不要急於看到成果，而是注重過程中的積累和成長。每完成一個小任務，每掌握一個小知識點，都是你前進的一步。這種穩步前進的方式雖然看似緩慢，但卻紮實可靠，能讓你在不知不覺中取得進步。保持耐心和堅持，你會在未來的某一天收穫滿滿的成果。",
        "lucky_star": "水瓶座",
        "money_text": "或能通過兼職、副業賺到一些小錢。你可能會發現一些適合自己的兼職工作，比如線上寫作、設計等。別錯過這些機會，利用業餘時間好好做。在做兼職的同時，也要注意合理安排時間，別影響正常的工作和生活。賺到錢後，可以給自己一些小獎勵，激勵自己繼續努力。",
        "health_text": "這一天要保持情緒的穩定。情緒波動過大會影響內分泌和神經系統，導致身體出現各種不適，如頭痛、胃痛等。遇到事情冷靜處理，避免過度焦慮、憤怒。可通過運動、聽音樂等方式緩解壓力，調節情緒。保持樂觀心態，讓身體和心靈都處於良好狀態。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    }
  }
}