{
  "updated": "2026-01-13T09:13:30.374Z",
  "updateTime": "2026/1/13 下午5:13:30",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13411,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一心多用",
        "yi": "提升個人形象",
        "all": "95%",
        "date": "2026-01-12",
        "love": "97%",
        "work": "96%",
        "money": "98%",
        "health": "93%",
        "notice": "期待之事得到回應",
        "discuss": "96%",
        "all_text": "這一天彷彿被幸運之神緊緊跟隨，運勢一路飄紅。生活中，那些你心裡默默期待的事情，有著極高的概率能順順當當達成，心想事成的感覺會時刻縈繞著你。各種驚喜就像藏在生活角落裡的小寶藏，時不時地跳出來給你帶來愉悅。或許是與老友久別重逢，又或許是收到一份意外的小禮物，這些驚喜會讓你的心情格外舒暢。在與人交往時，你也能輕鬆營造出和諧歡樂的氛圍，大家都很樂意與你相處。你無需刻意去追求什麼，只需以放鬆的心態享受這份幸運，就能讓這份好運持續發酵，讓生活充滿陽光與歡笑。",
        "love_text": "單身的你，與喜歡的人之間彷彿有心靈感應，交流順暢又默契，能輕易捕捉到對方的小心思，說不定一個不經意的眼神交匯，就能擦出愛的火花。已有伴者的你，和另一半會迎來浪漫的約會，一起漫步街頭，或是享受溫馨的晚餐，在輕鬆愉悅的氛圍裡，感情持續升溫，甜蜜指數爆表",
        "work_text": "對你而言是活力滿滿的一天，整體表現相當出色。在各種事務的處理上，你思維敏捷，能快速抓住關鍵要點，高效地推進各項任務。無論是面對複雜的工作難題，還是學業上的挑戰，都能憑藉自身的衝勁和智慧順利應對，成果顯著，容易獲得他人的讚賞與肯定。",
        "lucky_star": "金牛座",
        "money_text": "財運簡直爆棚，各種進賬渠道都十分暢通，無論是工作上的獎金、提成，還是一些意外的收入，都有可能紛紛湧來，讓你錢包滿滿當當。不過，可別被這突如其來的財富衝昏頭腦，還是要合理規劃一下這筆錢，比如留一部分作為儲蓄，以備不時之需，別一下子都花光啦。",
        "health_text": "整體健康狀態超棒，不過要是能培養早睡的好習慣，那健康指數會更上一層樓。晚上儘量別熬夜刷手機、追劇，早早洗漱上床，營造一個安靜舒適的睡眠環境，讓身體和大腦都能得到充分休息，第二天醒來精神飽滿，幹啥都更有勁兒，工作學習效率也能大大提高。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "急躁消極",
        "yi": "享受家庭時光",
        "all": "86%",
        "date": "2026-01-12",
        "love": "81%",
        "work": "89%",
        "money": "83%",
        "health": "85%",
        "notice": "心中有數的狀態",
        "discuss": "87%",
        "all_text": "你的整體運勢較為穩定，能始終保持著心中有數的狀態。對於周圍發生的一切，你都有著清晰的認知和判斷，不會輕易被外界的干擾因素打亂節奏。無論是面對熟悉的人還是新結識的朋友，你都能以沉穩的姿態應對，展現出成熟可靠的一面。在處理各種事務時，你能夠有條不紊地進行，不會出現手忙腳亂的情況。這種穩定的狀態會讓你在生活裡感到安心，也能讓你更好地享受當下的每一刻。你可以按照自己的節奏和計劃，穩步推進生活，感受那份從容與自在。",
        "love_text": "單身的你，是個展現自我的好時機，不妨多在社交場合中展示自己的優點，比如你的穩重、踏實或是獨特的才華，很容易吸引到欣賞你的人，說不定就能開啟一段美好的緣分。已有伴者的你，和伴侶相處和諧，默契度不斷提升，一個眼神、一個動作，彼此就能心領神會，感情在這種默契中愈發深厚。",
        "work_text": "這一天你整體運勢良好，會迎來新的契機。在現有的事務中，你能穩步推進，同時憑藉自身的沉穩和細心，敏銳地察覺到一些隱藏的機會。這些機會或許不會立刻帶來巨大的改變，但會為你未來的發展奠定基礎，讓你在前進的道路上更有方向感。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，或許會有抽獎方面的好運氣降臨，說不定小手一抽就能中個獎，給自己帶來一份小驚喜。但別光指望抽獎這種不確定的事，日常理財也不能鬆懈，對於一些看似誘人但風險較高的投資，還是要謹慎考慮，別盲目跟風投入，穩穩地守護好自己的錢袋子。",
        "health_text": "健康狀況不錯，但要注意飲食營養的均衡。別光盯著自己喜歡的食物猛吃，也別為了減肥過度節食。這一天可以葷素搭配著來，多吃點蔬菜水果，保證攝入足夠的蛋白質、維生素和礦物質，這樣身體才能獲得全面的營養支持，維持良好的運轉狀態，少生病。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "晚上喝奶茶",
        "yi": "開窗戶通風",
        "all": "59%",
        "date": "2026-01-12",
        "love": "73%",
        "work": "57%",
        "money": "65%",
        "health": "62%",
        "notice": "留意自己言行舉止",
        "discuss": "65%",
        "all_text": "你的整體運勢不太樂觀，需要格外留意自己的言行舉止。很多狀況的出現，更多是源於你自身的一些不當行為，用“作死”來形容也不為過。在與人交流時，你可能會因為過於隨意或者口無遮攔，而引發一些不必要的矛盾和誤會。在做決策時，也可能會因為缺乏思考和衝動行事，給自己帶來一些麻煩。你需要時刻提醒自己保持冷靜和理智，剋制自己的衝動，謹慎對待每一件事。只有調整好自己的狀態，避免那些不必要的錯誤行為，才能讓運勢逐漸好轉，減少不必要的困擾。",
        "love_text": "單身的你，感情方面暫時沒有太大波瀾，維持著現狀。不過也彆著急，不妨利用這段時間好好提升自己，多學習新知識，培養新愛好，讓自己變得更優秀，為未來的緣分做好準備。已有伴者的你，和伴侶的關係平淡而穩定，就像一杯溫吞的水，雖然沒有熱烈的激情，但這種細水長流的陪伴也很珍貴，不妨一起做些小事增添樂趣。",
        "work_text": "對你來說有些艱難，進展明顯受阻。在處理事務時，容易遇到各種意想不到的問題，打亂你的節奏。思維似乎也不如平時靈活，面對複雜的情況難以迅速找到解決辦法，導致整體效率低下，可能會讓你感到有些沮喪和焦慮。",
        "lucky_star": "天秤座",
        "money_text": "財運方面得留意支出情況，這一天可能會有一些小增支出現，可能是朋友聚會、購買一些小物件等。雖然這些花費看似不多，但積少成多也不容小覷。所以在消費的時候，還是要多想想是否真的需要，避免不必要的開支，合理控制自己的消費慾望，才能讓財務狀況更健康。",
        "health_text": "健康方面有點小狀況，得避免久坐不動。不管是工作還是學習，坐一段時間後就得起身活動活動，伸伸懶腰、踢踢腿、轉轉脖子。長時間坐著不動，身體血液循環不暢，容易腰痠背痛，還可能影響消化功能。多活動活動，讓身體動起來，才能保持活力。",
        "lucky_color": "紅色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "浪費時間閒聊",
        "yi": "培養一技之長",
        "all": "83%",
        "date": "2026-01-12",
        "love": "65%",
        "work": "84%",
        "money": "83%",
        "health": "86%",
        "notice": "上進心推動前進",
        "discuss": "80%",
        "all_text": "你的整體運勢尚可，上進心成為了推動你運勢前進的重要動力。你內心充滿了積極向上的力量，這種力量鼓舞著你不斷追求更好的自己。你會以更加主動的姿態去參與生活，對周圍的事物充滿熱情和好奇心。這種上進心不僅會讓你在精神層面感到充實，還會讓你在與人交往中展現出獨特的魅力。你會吸引到一些志同道合的人，與他們建立起良好的關係。你可以憑藉這份上進心，不斷探索生活的更多可能性，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，可能很難遇到讓自己心動的人，社交場合中遇到的人似乎都差了點感覺。別灰心，緣分或許還在路上，不妨把注意力放在自己身上，享受獨處的時光。已有伴者的你，和伴侶之間的交流有所減少，容易因為一些小事產生隔閡，要多主動和對方溝通，分享彼此的想法和感受，避免矛盾升級。",
        "work_text": "這一天整體態勢平穩且向好，你能穩步朝著目標前進。在處理各項事務時，有條不紊，按照自己的節奏逐步推進。雖然可能不會出現特別突出的成果，但每一步都走得很紮實，會在一些小的方面取得突破，積累起來會為你帶來不小的成就感。",
        "lucky_star": "摩羯座",
        "money_text": "財運有小收穫，在理財方面會有一些小小的得利。可能是在之前投資的一些穩健型項目上有了回報，或者是在日常消費中通過合理規劃節省了一筆開支。不過，別因為這點小得利就滿足，還是要繼續學習理財知識，關注市場動態，尋找更多能讓財富增值的機會，讓財運更上一層樓。",
        "health_text": "健康狀況良好，不過適當做些伸展運動會對身體更有好處。工作間隙或者休息的時候，可以站起來做幾個簡單的伸展動作，比如向上伸伸手、側側腰、扭扭脖子。這些小動作能放鬆肌肉，緩解身體的疲勞感，讓身體更加舒展，還能提升身體的柔韌性，預防一些小傷痛。",
        "lucky_color": "蔥綠色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "閉門造車",
        "yi": "保護個人隱私",
        "all": "72%",
        "date": "2026-01-12",
        "love": "69%",
        "work": "86%",
        "money": "78%",
        "health": "76%",
        "notice": "需保持隨機應變",
        "discuss": "75%",
        "all_text": "你的整體運勢有些起伏不定，各種情況交替出現。運勢好的時候，你會感覺生活充滿了活力，做什麼事情都格外順利，與他人的交流也十分融洽。然而，運勢稍差的時候，可能會遇到一些小阻礙，讓你的心情受到影響。面對這種起伏不定的運勢，你需要保持隨機應變的能力。當運勢向好時，不要過於得意忘形，要珍惜這份好運，繼續保持積極的狀態；當運勢出現波折時，也不要氣餒沮喪，要冷靜分析情況，尋找解決問題的方法。以靈活的姿態應對變化，才能更好地把握運勢的走向。",
        "love_text": "單身的你，遇到的追求者可能不太真誠，他們或許只是被你的外表或表面的魅力所吸引，並沒有真心想和你發展長久的關係，要擦亮眼睛仔細辨別。已有伴者的你，和伴侶之間可能會出現一些小矛盾，別讓這些小問題積累成大麻煩，及時和對方溝通，坦誠地說出自己的想法，共同解決問題。",
        "work_text": "對你而言是閃耀的一天，你的表現容易獲得他人的認可和讚賞。在各種場合中，都能展現出自信和魅力，吸引他人的目光。在處理事務時，能夠充分發揮自己的能力，取得不錯的成果，嶄露頭角，為未來的發展贏得更多機會。",
        "lucky_star": "白羊座",
        "money_text": "薪資方面比較平穩，沒有太大的波動。但這並不意味著你可以放鬆對財運的關注，這一天不妨考慮一下開拓一些額外的收入渠道，比如利用業餘時間做點兼職或者提升自己的技能，為未來升職加薪做準備。同時，也要注意合理規劃薪資的使用，避免不必要的消費，讓每一分錢都花得有價值。",
        "health_text": "健康方面需要留意，要多補充水分。天氣乾燥或者長時間處於空調環境中，身體容易缺水，導致皮膚乾燥、喉嚨不適。這一天別等到口渴了才想起喝水，要時不時地喝上幾口，保持身體水分充足。也可以泡點花茶、果茶，既補充水分又能增添一些風味。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "蒙著頭睡覺",
        "yi": "制定計劃",
        "all": "76%",
        "date": "2026-01-12",
        "love": "85%",
        "work": "67%",
        "money": "80%",
        "health": "78%",
        "notice": "各種不確定因素",
        "discuss": "72%",
        "all_text": "你的整體運勢不太平穩，各種不確定因素較多，讓你在面對生活時可能會有些迷茫，不知道該如何抉擇。在這種情況下，建議你先制定詳細的計劃，有了計劃再行動。計劃可以幫助你明確目標和方向，避免盲目行動帶來的風險。在行動之前，充分考慮各種可能的情況，做好應對措施。這樣即使遇到突發狀況，你也能從容應對，不至於手忙腳亂。通過合理的規劃和有序的行動，你可以逐漸穩定運勢，讓生活迴歸到有序的狀態，也能讓自己更加安心和自信地面對生活的挑戰。",
        "love_text": "單身的你，有很大的機會邂逅優質的緣分，可能在某個不經意的瞬間，那個對的人就會出現在你面前。保持自信和開放的心態，勇敢地去迎接這份緣分。已有伴者的你，和伴侶之間彼此理解，感情十分穩固。你們能夠相互支持、相互鼓勵，一起面對生活中的各種挑戰，感情在相互扶持中不斷升溫。",
        "work_text": "你的狀態不是特別理想，整體運勢有些小波折。在處理事務時，容易因為一些小失誤而影響進度，導致心情有些煩躁。思維也不如平時清晰，面對複雜的問題時，可能需要花費更多的時間和精力去解決，需要保持耐心，調整好自己的心態。",
        "lucky_star": "射手座",
        "money_text": "財運不錯，副業方面會給你帶來不少好處。可能你之前開展的副業在這一天有了明顯的進展，收入有所增加。這時候要好好把握這個機會，進一步擴大副業的規模或者提升副業的質量。不過，也別因為副業而忽略了主業，要平衡好兩者之間的關係，讓主副業都能為你帶來穩定的財富收入。",
        "health_text": "健康狀況還行，但保持室內空氣流通很重要。如果長時間待在封閉的房間裡，空氣不流通，容易滋生細菌和病毒，還可能讓人感覺頭暈、乏力。這一天記得多開窗通風，讓新鮮空氣進來，把汙濁的空氣排出去，這樣能改善室內空氣質量，讓呼吸更順暢，身體更舒服。",
        "lucky_color": "黃色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "貪小便宜",
        "yi": "閱讀與學習",
        "all": "91%",
        "date": "2026-01-12",
        "love": "95%",
        "work": "92%",
        "money": "94%",
        "health": "92%",
        "notice": "蓬勃向上的態勢",
        "discuss": "96%",
        "all_text": "你的整體運勢相當出色，呈現出一種蓬勃向上的態勢。彷彿有一股無形的力量在推動著你，讓你能始終保持不斷進步的姿態。這種進步並非一蹴而就，而是在日常的點滴積累中逐漸顯現。你會發現自己對生活有了更深刻的感悟，看待問題的角度也更加多元。在與人交往時，你能以開放包容的心態接納不同的觀點，從而拓寬自己的視野。這種積極的狀態會為你迎來更大的格局，讓你在生活的舞臺上展現出更廣闊的天地。你會吸引到更多積極向上的人和事，進一步豐富自己的生活。以這種良好的運勢為契機，不斷挑戰自我，你將收穫更多的成長與驚喜。",
        "love_text": "單身的你，桃花旺盛，身邊會出現不少追求者，其中很可能就有你的真愛。不要被眾多的選擇衝昏頭腦，用心去感受，找到那個真正與你靈魂契合的人。已有伴者的你，和伴侶之間浪漫滿溢，愛意濃濃。你們會一起度過許多溫馨美好的時光，無論是簡單的散步還是精心準備的約會，都能讓你們的感情更加深厚。",
        "work_text": "簡直是被幸運女神眷顧的一天。整體狀態極佳，彷彿有一股無形的力量推動著你向前。在處理各類事務時，思路清晰且靈活，能迅速抓住關鍵要點，高效地完成各項任務。與他人的溝通協作也十分順暢，能輕鬆獲得他人的支持與幫助，從而在各個方面都取得令人矚目的成果，成就感滿滿。",
        "lucky_star": "雙魚座",
        "money_text": "財運超棒，會有意外之財降臨到你頭上。可能是之前幫助過的人給你送來了一份感謝禮物，或者是在一些活動中意外獲得了獎金。面對這筆意外之財，別隻顧著高興，要好好規劃一下它的用途，可以拿出一部分用於改善生活，另一部分存起來或者進行一些穩健的投資，讓財富更好地積累。",
        "health_text": "健康狀態極佳，堅持每日散步是個很好的習慣。這一天可以選擇在飯後去戶外散散步，既能促進消化，又能呼吸新鮮空氣，欣賞周圍的風景，放鬆心情。散步的速度不用太快，根據自己的身體狀況調整，讓身體在輕鬆的狀態下得到鍛鍊，增強體質，提高免疫力。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "埋頭苦幹",
        "yi": "多與人交流",
        "all": "65%",
        "date": "2026-01-12",
        "love": "59%",
        "work": "62%",
        "money": "73%",
        "health": "67%",
        "notice": "尋找改變的線索",
        "discuss": "61%",
        "all_text": "你的整體運勢較為低迷，彷彿被一層陰霾籠罩。在這種狀態下，一味地埋頭苦幹可能並不是明智之舉。與其如此，不如多將注意力放在周遭的變化與信息上。周圍的環境和人群中或許隱藏著能改變現狀的線索。通過觀察他人的行為、傾聽不同的聲音，你可能會發現新的思路和方向。不要讓自己陷入孤立的狀態，主動與他人交流互動，說不定能從中獲得啟發。雖然運勢不佳，但只要你保持敏銳的洞察力，積極尋找突破的機會，就有可能逐漸走出困境，讓運勢有所好轉。",
        "love_text": "單身的你，情路有些受阻，想要脫單似乎不太容易。可能會遇到一些阻礙和挫折，讓你感到有些沮喪。別灰心，這只是暫時的，調整好心態，等待合適的時機。已有伴者的你，和伴侶之間爭吵頻發，關係有些僵。要學會控制自己的情緒，避免在氣頭上說出傷人的話，多站在對方的角度思考問題，化解矛盾。",
        "work_text": "這一天對你來說挑戰不小，各種狀況接踵而至，需要你時刻保持警惕。在面對複雜的問題時，容易陷入糾結和困惑，決策變得有些困難。不過，只要你能冷靜下來，仔細分析問題的本質，謹慎應對每一個環節，還是有機會克服困難，避免陷入更大的麻煩，穩住當前的局面。",
        "lucky_star": "天蠍座",
        "money_text": "財運方面要注意消費節制，這一天可能會有一些誘惑讓你忍不住想要消費，比如看到喜歡的商品打折促銷，或者朋友邀請你去高檔場所消費。這時候一定要保持冷靜，想想自己的財務狀況和實際需求，不要因為一時的衝動而過度消費。合理控制消費，才能讓你的財運保持穩定，避免出現財務緊張的情況。",
        "health_text": "健康方面得留意眼部休息。現在很多人長時間盯著電子屏幕，眼睛容易疲勞、乾澀。這一天工作或學習一段時間後，要閉上眼睛休息幾分鐘，或者看看遠處的風景，讓眼睛得到放鬆。也可以做做眼保健操，按摩一下眼周穴位，緩解眼部疲勞，保護好視力。",
        "lucky_color": "銀色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暗黑心理",
        "yi": "當日事當日畢",
        "all": "71%",
        "date": "2026-01-12",
        "love": "60%",
        "work": "55%",
        "money": "77%",
        "health": "74%",
        "notice": "藏著不穩定因素",
        "discuss": "78%",
        "all_text": "你的整體運勢中藏著一些不穩定的因素，就像平靜湖面下湧動的暗流。這種不穩定可能會讓你在面對生活時有些不知所措。在這種情況下，提高自律性顯得尤為重要。自律能幫助你在不穩定中保持內心的平靜和堅定，讓你不至於被外界的干擾輕易左右。你可以給自己制定一些簡單的規則和計劃，並嚴格按照執行。比如控制自己的情緒，避免衝動行事；合理安排自己的時間和精力，不盲目跟風。通過提高自律性，你能更好地應對運勢中的不穩定，讓自己的生活更加有序。",
        "love_text": "單身的你，可能會陷入曖昧不清的狀態，和某個人的關係有些模糊，難以確定對方的心意。不妨找個合適的時機，坦誠地和對方溝通，弄清楚彼此的想法。已有伴者的你，和伴侶的相處有些平淡，缺乏激情。可以一起嘗試一些新鮮的事物，比如去新的地方旅行、學習新的技能，為感情注入新的活力。",
        "work_text": "對你而言，前行之路充滿了阻礙，進展十分緩慢。原本計劃好的事情可能會因為各種意外因素而被打亂，讓你感到有些沮喪和無奈。在做決策時也容易猶豫不決，錯過一些機會。但不要灰心，保持樂觀的心態，耐心等待時機，同時積極尋找解決問題的方法，或許能在困境中找到轉機。",
        "lucky_star": "巨蟹座",
        "money_text": "財運方面合作能帶來獲利，這一天如果和他人有合作項目，無論是工作上的合作還是商業上的合作，都有可能取得不錯的收益。在合作過程中，要充分發揮自己的優勢，同時也要尊重合作夥伴的意見，共同推動項目順利進行。不過，在合作前也要對合作對象和項目進行充分的瞭解和評估，降低合作風險。",
        "health_text": "健康狀況一般，規律進餐時間很關鍵。別因為忙碌或者貪玩就不按時吃飯，飢一頓飽一頓的，這樣容易打亂腸胃的消化規律，引發腸胃不適。這一天儘量按照固定的時間吃飯，每餐吃到七八分飽就好，讓腸胃能夠有規律地工作，維持良好的消化功能。",
        "lucky_color": "藏青色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "重複犯錯誤",
        "yi": "出門走走",
        "all": "92%",
        "date": "2026-01-12",
        "love": "98%",
        "work": "90%",
        "money": "93%",
        "health": "95%",
        "notice": "展示自信的姿態",
        "discuss": "91%",
        "all_text": "你的整體運勢極佳，彷彿被幸運之神眷顧。你會自然而然地展示出自信的姿態，這種自信並非盲目自大，而是源於內心的篤定和對自身能力的清晰認知。在行動上，你會更加利落果斷，不拖泥帶水。無論是處理日常瑣事還是面對複雜的情況，你都能迅速做出決策並付諸行動。這種自信和利落的行動會讓你在生活裡佔據主動地位，吸引他人的關注和認可。你會感受到生活充滿了無限可能，只要保持這種良好的狀態，不斷前行，就能收穫更多的美好。",
        "love_text": "單身的你，緣分降臨，有很大的機會收穫愛情。可能會在某個社交場合或工作環境中遇到那個讓你心動的人，勇敢地邁出第一步，主動去追求自己的幸福。已有伴者的你，和伴侶之間相互支持，感情更深。你們能夠理解彼此的夢想和追求，在對方遇到困難時給予鼓勵和幫助，共同成長，感情愈發堅定。",
        "work_text": "是你大展身手的好日子，整體狀態極佳，做事效率極高。你有著明確的目標和計劃，並且能夠有條不紊地推進各項工作。在處理事務時，嚴謹認真，注重細節，很少出現差錯。憑藉著出色的表現，你能夠在眾多人中脫穎而出，獲得他人的認可和讚賞，收穫滿滿的成果，為未來的發展打下堅實的基礎。",
        "lucky_star": "獅子座",
        "money_text": "財運亨通，投資方面會有不錯的回報。可能你之前投資的一些項目在這一天有了顯著的收益，讓你的財富得到了增長。不過，別因為這次的回報就盲目加大投資力度，還是要根據自己的風險承受能力和財務狀況，合理調整投資組合。同時，要持續關注市場動態，及時做出正確的投資決策。",
        "health_text": "健康狀態很不錯，嘗試冥想放鬆會對身心有益。在忙碌的生活中，我們的大腦常常處於緊張狀態，容易感到疲憊和焦慮。這一天可以找個安靜的地方，閉上眼睛，進行幾分鐘的冥想，排除雜念，讓身心得到深度放鬆，緩解壓力，以更好的狀態迎接生活。",
        "lucky_color": "灰色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "關注新動態",
        "all": "58%",
        "date": "2026-01-12",
        "love": "53%",
        "work": "61%",
        "money": "72%",
        "health": "66%",
        "notice": "錯過生活的美好",
        "discuss": "57%",
        "all_text": "你的整體運勢略差，主要問題在於過於沉迷手機。手機雖然能帶來便利和娛樂，但過度依賴會讓你錯過生活中的許多美好。你會發現自己花費大量時間在刷手機、玩遊戲或者瀏覽社交媒體上，而忽略了身邊的人和事。這種沉迷會讓你變得有些封閉，與外界的交流減少，從而影響你的心情和運勢。建議你適當控制使用手機的時間，多參與一些現實中的活動，與親朋好友面對面交流。走出虛擬世界，你會發現生活其實有很多精彩的瞬間等待你去發現，運勢也會隨之逐漸改善。",
        "love_text": "單身的你，社交圈比較窄，很難結識到新的異性朋友，脫單的機會相對較少。不妨主動拓展自己的社交圈子，參加一些興趣小組或社交活動，增加結識新人的機會。已有伴者的你，和伴侶之間感情有些疏離，存在一些危機。要多花時間陪伴對方，關心對方的需求和感受，重新找回彼此之間的親密感。",
        "work_text": "這一天你的運勢起伏不定，時而順利時而遇到小麻煩。在處理事務時，容易受到外界因素的干擾，導致情緒波動較大，影響決策的準確性。不過，只要你能夠保持冷靜，穩中求進，不被一時的困難所打倒，還是能夠逐步解決問題，在波動中取得一定的進展，積累經驗，為未來的發展做好準備。",
        "lucky_star": "處女座",
        "money_text": "財運不錯，獎金方面有期待。可能是工作上表現出色，獲得了領導的認可，從而得到了一筆獎金。這筆獎金是對你努力的肯定，也是你財運上升的一個信號。在拿到獎金後，別急著揮霍，可以考慮用它來償還一些債務，或者進行一些小額的投資，讓獎金髮揮更大的作用，為你的財富增長助力。",
        "health_text": "健康方面有點小問題，要做好足部保暖。天氣寒冷的時候，足部容易受涼，引發感冒、關節疼痛等問題。這一天出門要穿上厚實的鞋子和襪子，晚上睡覺前也可以用熱水泡泡腳，促進血液循環，溫暖雙腳，讓身體從腳底開始暖起來，預防疾病的發生。",
        "lucky_color": "白色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放大問題",
        "yi": "花心思打扮",
        "all": "87%",
        "date": "2026-01-12",
        "love": "86%",
        "work": "84%",
        "money": "82%",
        "health": "88%",
        "notice": "與正能量人群相處",
        "discuss": "89%",
        "all_text": "你的整體運勢尚佳，打扮能為你帶來一些好心情。當你精心裝扮自己時，會感受到一種由內而外的愉悅和自信。這種好心情會讓你在面對生活時更加積極樂觀。同時，建議你選擇與正能量人群相處。正能量的人就像陽光，能照亮你的生活，給你帶來溫暖和鼓勵。與他們在一起，你會受到他們積極態度的影響，從而讓自己的生活也充滿活力。你可以參加一些社交活動，結識新的朋友，擴大自己的社交圈子。在與正能量人群的互動中，你會不斷提升自己，讓運勢越來越好。",
        "love_text": "單身的你，魅力散發，很容易吸引到他人的關注。你的溫柔、善良和浪漫會讓你在人群中脫穎而出，成為眾人矚目的焦點，說不定很快就能開啟一段浪漫的戀情。已有伴者的你，和伴侶之間甜蜜互動，感情十分好。你們會一起享受生活的美好，互相分享生活中的點滴，感情在溫馨的氛圍中不斷升溫。",
        "work_text": "整體狀態積極向上，充滿了動力和熱情。在面對各種事務時，都能以樂觀的心態去應對，主動尋找解決問題的方法。雖然過程中可能會遇到一些小困難，但你憑藉著自己的努力和堅持，能夠逐步克服，取得一定的進展。這種積極的態度也會感染身邊的人，為你贏得更多的支持和幫助。",
        "lucky_star": "水瓶座",
        "money_text": "財運良好，小財不斷。可能會在各個方面都有一些小的收入進賬，比如收到一些退款、紅包，或者在二手交易中賺了一筆。這些小財雖然不多，但也能讓你的心情愉悅。不過，別因為小財不斷就忽視了對大額財富的規劃，還是要制定一個合理的理財計劃，為未來的財富積累打下堅實的基礎。",
        "health_text": "健康狀況良好，增加水果攝入能讓身體更健康。水果富含維生素、礦物質和膳食纖維，對身體有很多好處。這一天可以多吃幾種不同的水果，比如蘋果、香蕉、橙子等，滿足身體對各種營養的需求。水果可以直接吃，也可以做成水果沙拉，美味又健康。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    }
  }
}