{
  "updated": "2025-08-08T09:13:09.674Z",
  "updateTime": "2025/8/8 下午5:13:09",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 24948,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "牙齦上火",
        "yi": "看一場電影",
        "all": "55%",
        "date": "2025-08-08",
        "love": "50%",
        "work": "69%",
        "money": "56%",
        "health": "67%",
        "notice": "糾結無關緊要的事",
        "discuss": "61%",
        "all_text": "整體運勢稍顯低迷，容易陷入鑽牛角尖的狀態。你可能會對一些無關緊要的小事反覆糾結，比如朋友隨口的一句話、社交平臺上的小互動，甚至物品擺放的位置，這些細節會不斷消耗你的精力，讓你難以集中注意力在更重要的事情上。這種狀態不僅浪費時間，還可能讓你產生莫名的煩躁感，甚至影響與身邊人的相處。建議試著主動轉移注意力，比如聽音樂、整理房間，或者做些簡單的運動，把注意力從瑣碎的小事上抽離出來。另外，不適合做需要高度專注的決定，容易因為情緒波動而忽略關鍵信息。保持耐心，別讓小事打亂你的節奏，把精力留給真正值得關注的部分，才能避免陷入越想越亂的循環。",
        "love_text": "單身的你，容易陷入自我懷疑的循環，明明渴望靠近卻總在關鍵時刻退縮。試著把注意力從“是否被喜歡”轉移到“自己是否開心”，別讓消極情緒困住腳步。已有伴者的你，負能量像團烏雲籠罩在關係裡，哪怕對方主動示好也可能被你冷淡回應。試著把“好累”換成“陪我坐會兒好嗎”，別讓愛意在沉默中降溫。",
        "take_star": "",
        "work_text": "做事總是磨磨蹭蹭的。原本計劃好的事情，因為拖延而無法按時推進，心裡想著要行動，身體卻像被膠水粘住。面對各種任務，缺乏緊迫感，總想著再等一等、緩一緩。這種狀態不僅影響效率，還可能讓你錯過一些重要的機會，需要儘快調整節奏，找回行動力。",
        "lucky_star": "金牛座",
        "money_text": "在財運上得悠著點啦，可別大手大腳地花錢。你可能會被一些新鮮玩意兒吸引，忍不住衝動消費，但買完可能就後悔。買東西前多想想是不是真的需要，控制住自己的購物慾。把精力放在規劃現有資金上，合理分配支出，才能避免月底錢包空空，守住自己的小金庫。",
        "health_text": "把注意力放在關節部位上。你活力滿滿，運動量可能較大，但關節保護不能忽視。運動前要充分活動關節，像手腕、腳踝、膝蓋這些地方，做些簡單的旋轉、屈伸動作。運動過程中也要注意姿勢正確，避免過度扭轉關節。若感覺關節有不適，及時停下休息，別讓小問題變成大麻煩",
        "lucky_color": "鵝黃色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "進行戶外活動",
        "yi": "善待身邊人",
        "all": "98%",
        "date": "2025-08-08",
        "love": "96%",
        "work": "95%",
        "money": "98%",
        "health": "94%",
        "notice": "人際關係是助力",
        "discuss": "94%",
        "all_text": "整體運勢棒棒噠，尤其人際關係會成為你的幸運助力。無論是日常交流還是偶爾的互動，你都能感受到來自他人的善意和支持，甚至可能遇到願意主動分享資源或經驗的人。這種氛圍會讓你心情輕鬆，也更容易發現生活中的小確幸，比如朋友的一句關心、陌生人的微笑，或是偶然發現的有趣事物。適合多參與社交活動，哪怕只是簡單的聚會或閒聊，都可能帶來意想不到的收穫。同時，你的包容心態也會吸引更多人靠近，形成良性循環。保持開放的狀態，別因為習慣獨處而錯過與人連接的機會，人際網絡的拓展會為你積累更多潛在的幸運。",
        "love_text": "單身的你，可能和心上人撞見“偶然的默契”，比如同時伸手拿同一本書，或發現對方也愛喝同一款奶茶。這種微妙的聯結會讓你心跳加速，記得抓住機會多聊兩句。已有伴者的你，兩人像被蜜糖包裹著，連逛超市選零食都能笑作一團。適合一起做件小事，比如整理舊照片或做頓晚餐，平凡日常裡藏著最踏實的幸福。",
        "take_star": "",
        "work_text": "對你而言，就像站在了新的臺階前，只要輕輕一躍，或能更上一層樓。你擁有清晰的規劃和目標，每一步都走得穩健而有力。在面對各種情況時，能保持冷靜和理智，憑藉自身的能力和經驗，巧妙地化解難題。這種積極向上的狀態，會為你吸引來更多的機遇和資源，推動你朝著更高的方向前進。",
        "lucky_star": "獅子座",
        "money_text": "財運相當不錯喲，會有不少進賬收穫。可能是工作上的獎金、提成，或者是之前投資的回報有了消息。這一天適合梳理下自己的財務狀況，看看哪些地方還能優化。也可以考慮把一部分收入存起來，做長期規劃，讓錢生錢，為未來的生活增添一份保障，讓財富穩穩增長。",
        "health_text": "健康狀況良好，不過走路時可別老低頭看手機啦。這樣不僅容易撞到東西受傷，還會影響頸椎和腰椎的健康。走路時抬起頭，挺直腰背，讓身體保持自然的姿態。同時，多留意周圍環境，既能避免意外發生，還能讓呼吸更順暢，讓身體在行走中得到更好的舒展和放鬆。",
        "lucky_color": "天藍色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "明辨是非",
        "all": "58%",
        "date": "2025-08-08",
        "love": "52%",
        "work": "55%",
        "money": "48%",
        "health": "60%",
        "notice": "容易被情緒牽著走",
        "discuss": "66%",
        "all_text": "整體運勢略差，容易因為觀點分歧與人發生爭論。你可能會對某些話題格外敏感，比如聽到不同的意見時，第一反應是反駁而非傾聽，這種態度容易引發不必要的衝突，甚至影響原本和諧的關係。爭論本身未必是壞事，但你的情緒容易偏激，可能會把小分歧放大成矛盾，導致雙方都不愉快。建議遇到分歧時先深呼吸，提醒自己“爭論的目的是理解而非輸贏”，避免被情緒牽著走。另外，不適合處理需要協作的事務，容易因為溝通不暢產生摩擦。如果感到煩躁，不妨暫時遠離人群，給自己一些獨處的時間，等情緒平復後再重新面對問題，能減少很多麻煩。",
        "love_text": "單身的你，想表現自己時容易用力過猛，比如刻意講冷笑話卻冷場，或過度打扮反而顯得不自然。其實真誠比技巧更重要，自然流露的小缺點反而更可愛。已有伴者的你，總忍不住用“開玩笑”戳對方痛點，比如拿對方的身材或過去的事調侃。愛需要尊重的邊界，把“我這人說話直”換成“我擔心這樣說你會不開心”，關係會更柔軟。",
        "take_star": "",
        "work_text": "似乎被偷懶懈怠的“小怪獸”纏上了，整個人提不起精神。對原本感興趣的事情也失去了熱情，面對任務總是敷衍了事。缺乏主動性和積極性，不願意付出努力去追求更好的結果。這種狀態如果不及時調整，會讓你在前進的道路上停滯不前，錯過許多提升自己的好時機。",
        "lucky_star": "雙魚座",
        "money_text": "財運有點讓人操心，吃喝玩樂的開銷會比較大。和朋友聚會、參加娛樂活動，每一項都可能讓你忍不住掏錢。但玩歸玩，還是要控制下消費額度，不然月底一看賬單會傻眼。可以提前做個預算，把娛樂費用控制在一定範圍內，這樣既能玩得開心，又不會讓錢包太受傷。",
        "health_text": "要留意家中積水問題，杜絕蚊蟲滋生。蚊蟲可能攜帶病菌，被叮咬後容易引發皮膚瘙癢、過敏，甚至可能傳播疾病。及時清理家中花盆、水槽等地方的積水，保持環境乾燥整潔。出門時也可以噴上防蚊噴霧，穿上長袖長褲，減少被蚊蟲叮咬的機會，守護好自己的健康。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜不睡覺",
        "yi": "吃點小零食",
        "all": "95%",
        "date": "2025-08-08",
        "love": "93%",
        "work": "97%",
        "money": "96%",
        "health": "92%",
        "notice": "被正能量包圍著",
        "discuss": "98%",
        "all_text": "運勢如同開掛一般，整個人被正能量包圍，周圍助力明顯。你會明顯感覺到身邊的人更願意主動提供幫助，無論是家人、朋友還是偶然認識的陌生人，都可能在你需要時伸出援手，甚至不需要你開口，對方就能察覺到你的需求。這種被支持的感覺會讓你更有安全感，也更有信心面對日常的小挑戰。適合處理需要協作或依賴他人的事務，比如團隊合作、家庭事務，或是需要他人建議的決策，都能得到積極的反饋。同時，你的情緒狀態也會影響他人，保持樂觀的心態會形成良性循環，讓周圍的人也感受到你的能量。別因為習慣低調而拒絕幫助，適當接受他人的善意，會讓運勢更順。",
        "love_text": "單身的你，可能遇到“一見如故”的人，對方和你聊起童年回憶時，連細節都驚人相似，或是發現彼此都愛養綠植、追老劇。這種“原來你也在這裡”的默契，或許就是緣分的信號。已有伴者的你，兩人像被泡在溫水裡般舒服，連吵架都懶得吵。適合窩在沙發看老電影，或一起做頓家常飯，平淡裡藏著最踏實的甜。",
        "take_star": "",
        "work_text": "如同充滿能量的小太陽，積極行動起來。不再滿足於現狀，主動尋求改變和突破。面對困難和挑戰，不再退縮，而是勇敢地迎上去，用實際行動去解決問題。你的熱情和活力會感染身邊的人，為大家帶來積極的影響。在這種良好的狀態下，你能夠在各個方面都取得不錯的進展，為未來打下堅實的基礎。",
        "lucky_star": "水瓶座",
        "money_text": "正財迎來漲幅啦，工作上的努力會得到實實在在的回報。可能是工資上調，或者是業務提成增加。這一天要繼續保持積極的工作態度，說不定還有更多賺錢的機會。也可以和領導、同事交流下，瞭解下行業動態，為自己的職業發展做好規劃，讓正財收入更上一層樓。",
        "health_text": "整體健康不錯，但長時間吹空調要提防著涼。空調房裡溫度低，和室外溫差大，進出時身體容易適應不過來。在空調房裡可以披上一件薄外套，尤其是肩膀、膝蓋等部位要做好保暖。每隔一段時間到室外走一走，讓身體適應自然溫度，避免因著涼引發感冒、咳嗽等不適症狀。",
        "lucky_color": "薄荷綠",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "潑別人冷水",
        "yi": "定個小目標",
        "all": "72%",
        "date": "2025-08-08",
        "love": "65%",
        "work": "68%",
        "money": "70%",
        "health": "75%",
        "notice": "嚐到一點小甜頭",
        "discuss": "88%",
        "all_text": "整體運勢稍有起伏，容易在嚐到小甜頭時得意忘形。你可能會在某個小目標上取得進展，比如順利完成一件小事、得到他人的認可，或是意外收到好消息，這些都會讓你心情大好，甚至忍不住想慶祝一番。但需要注意的是，運勢並不穩定，過度放鬆或驕傲可能會讓你忽略潛在的問題，比如忽略細節、放鬆警惕，或是過度承諾他人，導致後續需要花更多精力彌補。建議在小成就後保持清醒，提醒自己“這只是開始”，避免因為一時的順利而打亂原本的節奏。同時，適合處理需要靈活應變的事務，但別因為情緒高漲而做出衝動的決定，穩紮穩打才能讓好運持續。",
        "love_text": "單身的你，容易端著“我很好”的架子，明明想靠近卻擺出“無所謂”的態度，比如對方主動搭話時，你故意低頭刷手機。放下點驕傲，給彼此一個機會，或許會有意外收穫。已有伴者的你，總用“鬧著玩”掩飾在意，比如故意說反話刺激對方，或因小事賭氣冷戰。愛需要坦誠的溫度，把“我才不在乎”換成“我有點吃醋”，關係會更輕鬆。",
        "take_star": "",
        "work_text": "爭強好勝的心態較為明顯，總希望在各個方面都超越他人。這種心態在一定程度上能激發你的鬥志，但也可能讓你過於急躁和衝動。在追求目標的過程中，容易忽略細節，導致出現一些小失誤。而且，過於強調競爭可能會讓你與他人產生矛盾和衝突，影響人際關係。需要學會平衡競爭與合作的關係，以更平和的心態面對挑戰。",
        "lucky_star": "天蠍座",
        "money_text": "財運處於中等水平，得注意理財啦。這一天可能會有一些看似不錯的賺錢機會出現，但別急著行動，要仔細分析其中的風險和收益。可以制定一個簡單的理財計劃，把資金分配到不同的地方，比如一部分存定期，一部分用於日常開銷。理性對待財務問題，才能讓錢更好地為你服務。",
        "health_text": "要注意科學用眼。你可能長時間盯著電子屏幕，眼睛容易疲勞、乾澀。每隔一段時間就停下來，閉上眼睛休息幾分鐘，或者向遠處眺望，讓眼睛得到放鬆。也可以做做眼保健操，促進眼部血液循環。還可以準備一瓶人工淚液，在眼睛乾澀時滴上幾滴，緩解不適，保護好心靈的窗戶。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱買買買",
        "yi": "做出新改變",
        "all": "85%",
        "date": "2025-08-08",
        "love": "81%",
        "work": "86%",
        "money": "75%",
        "health": "88%",
        "notice": "好奇心或成動力",
        "discuss": "89%",
        "all_text": "整體運勢平穩，好奇心會成為你的主要驅動力。你可能會對平時不感興趣的事物突然產生興趣，比如嘗試新的活動、探索未知的領域，或是主動了解一些冷門知識，這種新鮮感會讓你充滿動力，甚至願意花時間深入研究。這種狀態不僅能讓你學到新東西，還能打破日常的慣性，為生活增添樂趣。適合做些輕鬆的嘗試，比如學做一道新菜、聽不同類型的音樂，或是去沒去過的地方散步，都能帶來不錯的體驗。不過，別因為好奇而過度分散精力，選擇一兩個真正感興趣的方向深入，比廣泛涉獵更能讓你有收穫。保持開放的心態，小探索可能會為未來的選擇埋下伏筆。",
        "love_text": "單身的你，不妨把精力放在“讓自己更好”上，換個清爽的髮型，整理下房間，或學做一道新菜。當你狀態變好時，吸引力會自然散發，說不定轉角就遇到欣賞你的人。已有伴者的你，兩人像兩棵並肩的樹，各自生長卻彼此支撐。適合一起制定個小目標，比如學個新技能或存錢旅行，共同進步會讓感情更有韌性。",
        "take_star": "",
        "work_text": "是打磨專業能力的好時機。你對自己的要求很高，注重細節，追求完美。會花費大量的時間和精力去提升自己在某個領域的技能和知識。在這個過程中，你能夠發現自己的不足之處，並有針對性地進行改進。通過不斷地打磨和錘鍊，你的專業能力會得到顯著提升，為未來的發展增添強大的競爭力。",
        "lucky_star": "白羊座",
        "money_text": "花錢要量入為出哦。這一天你可能會遇到一些想要購買的東西，但價格有點高。別為了滿足一時的慾望而超支，要想想自己的經濟實力。可以先把想買的東西列個清單，按照重要程度排序，優先購買急需的物品。控制好消費節奏，才能避免陷入財務困境，保持財務的穩定。",
        "health_text": "要避免自尋煩惱，保持心情舒暢對健康很重要。生活中難免會遇到一些小問題，別把它們無限放大，讓自己陷入焦慮和壓力之中。遇到事情多往好的方面想，積極尋找解決辦法。可以通過聽音樂、看電影、和朋友聊天等方式放鬆心情，把煩惱拋到腦後，讓身心都處於輕鬆愉悅的狀態。",
        "lucky_color": "奶白色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚開小差",
        "yi": "合理安排時間",
        "all": "69%",
        "date": "2025-08-08",
        "love": "71%",
        "work": "68%",
        "money": "60%",
        "health": "70%",
        "notice": "注意力容易被分散",
        "discuss": "74%",
        "all_text": "整體運勢略差，注意力分散會成為主要困擾。你可能會同時被多件事吸引，比如刷手機時看到有趣的內容，突然想起未回覆的消息，或是被周圍人的對話打斷思路，這些碎片化的干擾會讓你難以專注完成一件事。這種狀態不僅效率低下，還可能讓你產生“什麼都做了卻什麼都沒做好”的挫敗感。建議儘量減少同時處理多項任務的頻率，比如關閉不必要的通知，或給自己設定“專注時段”，把手機放在看不見的地方，避免被無關信息牽著走。另外，容易因為猶豫不決而浪費時間，比如選擇吃什麼、穿什麼，或是決定是否參與某件事，這些小選擇會消耗大量精力。如果實在難以決定，不妨先做最緊急的事，其他問題留到狀態更好時處理，避免因為糾結而陷入內耗。",
        "love_text": "單身的你，容易把好感藏在心裡，比如明明想和對方一起吃飯，卻等對方先開口；或看到對方發朋友圈，點贊後又悄悄取消。勇敢點，你的猶豫可能會錯過機會。已有伴者的你，總把“隨便”掛嘴邊，比如選餐廳時說“都行”，看電影時說“你定”。愛需要具體的表達，把“我無所謂”換成“我想吃那家日料”，對方會更懂你的心意。",
        "take_star": "",
        "work_text": "彷彿置身於雜亂的線團中，被各種瑣事緊緊纏繞。計劃好的節奏被頻繁打亂，原本清晰的思路也變得混沌。在處理事務時，容易因小失大，忽略關鍵環節。新的想法難以落地，努力的方向也有些模糊，需要花費更多精力去理清頭緒，才能讓局面重回正軌。",
        "lucky_star": "射手座",
        "money_text": "不要捲入錢財糾紛裡。這一天可能會有人找你借錢，或者拉你一起做投資，這時候要謹慎對待。如果關係不是特別鐵，或者對項目不瞭解，最好婉拒。一旦陷入錢財糾紛，不僅會影響心情，還可能損失錢財。保持清醒的頭腦，遠離可能的風險，才能守護好自己的財富。",
        "health_text": "如果打算運動，運動前一定要做好充分熱身。熱身能讓身體各部位逐漸進入運動狀態，減少運動損傷的風險。可以先慢跑幾分鐘，活動一下手腕、腳踝，再做一些動態拉伸，如弓步走、轉腰等。讓肌肉和關節都熱起來，這樣在運動時就能更自如地發揮，避免拉傷、扭傷等情況的發生。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "自制健康便當",
        "all": "89%",
        "date": "2025-08-08",
        "love": "83%",
        "work": "85%",
        "money": "87%",
        "health": "92%",
        "notice": "付出和收穫成正比",
        "discuss": "90%",
        "all_text": "整體運勢穩定，屬於“多勞多得”的一天。你的付出和收穫會呈現明顯的正相關，無論是完成日常任務還是嘗試新事物，只要願意投入時間和精力，都能看到實質性的進展。這種狀態會讓你更有動力，甚至主動承擔更多責任，比如主動整理房間、幫朋友解決問題，或是學習一項小技能，這些行動都會帶來滿足感。不過，運勢更偏向“務實”，不適合追求投機或走捷徑，穩紮穩打反而能積累更多優勢。同時，你的耐心和細緻會成為加分項，比如處理複雜事務時，能注意到他人忽略的細節，從而避免潛在問題。建議保持這種踏實的心態，別因為進展順利而急於求成，按自己的節奏推進，努力會為未來打下基礎。",
        "love_text": "單身的你，不妨主動點，比如讓朋友介紹對象，或參加興趣小組。相親不是妥協，而是多一個認識人的渠道，說不定會遇到讓你心動的人。已有伴者的你，總把“細心”藏在細節裡，比如記住對方愛喝的奶茶口味，或默默修好他壞掉的耳機。但偶爾也要大聲說出來，比如擁抱時說“我一直在”，對方會更感受到你的在意。",
        "take_star": "",
        "work_text": "如同勤勞的蜜蜂，始終保持著勤勉的姿態。憑藉著這份堅持和努力，能在複雜的環境中找到前行的方向。面對困難不輕易退縮，積極尋找解決辦法，這種態度為你積累了不少優勢。雖然過程中會遇到一些小阻礙，但都能憑藉自身能力順利化解，為未來發展打下堅實基礎。",
        "lucky_star": "天秤座",
        "money_text": "手氣最佳，在一些小投資或者抽獎活動中可能會有驚喜。這一天可以多關注下身邊的機會，說不定能發現一些賺錢的小竅門。但也別過於貪心，見好就收。可以把賺到的錢存起來，或者用於改善生活。保持平和的心態，享受這份好運帶來的小確幸，讓財富慢慢積累。",
        "health_text": "要留意天氣預報，雨天出門記得帶傘。突然的降雨可能會讓你措手不及，被雨水淋溼容易著涼感冒。提前查看天氣情況，準備好雨具。如果出門時忘記帶傘，遇到下雨儘量找個地方避雨，等雨小些再走。保持身體乾爽，能有效預防因淋雨引發的各種健康問題。",
        "lucky_color": "杏仁色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一心多用",
        "yi": "樹立自信心",
        "all": "94%",
        "date": "2025-08-08",
        "love": "96%",
        "work": "95%",
        "money": "91%",
        "health": "93%",
        "notice": "眾人中脫穎而出",
        "discuss": "95%",
        "all_text": "整體運勢非常出眾，容易在眾人中脫穎而出。你可能會發現自己的存在感明顯增強，無論是日常交流還是集體活動，都能吸引他人的注意，甚至成為焦點。這種狀態並非刻意為之，而是自然流露的自信和活力讓你顯得更有魅力，比如說話時更幽默、觀點更獨特，或是展現出平時不為人知的特長，都會讓人眼前一亮。適合參與需要表達或展示的場合，比如朋友聚會、小組討論，或是分享自己的經驗，都能得到積極的反饋。不過，別因為受到關注而過度表現，保持真誠的態度比刻意炫耀更能贏得他人的好感。同時，你的樂觀情緒也會感染周圍的人，形成良性互動，讓氛圍更輕鬆愉快。",
        "love_text": "單身的你，像顆小太陽，走到哪都自帶光芒，和朋友聚會時是開心果，獨處時也自得其樂。這種鬆弛的狀態會吸引很多人靠近，說不定有人會偷偷向你表白。已有伴者的你，對方像被你的快樂感染，總忍不住偏愛你，比如把最後一塊蛋糕留給你，或主動幫你解決麻煩。記得也給對方同樣的回應，愛是雙向的奔赴。",
        "take_star": "",
        "work_text": "對你而言，就像是一場豐收的盛宴，收穫滿滿。之前的努力如同播下的種子，在這一天開始結出累累碩果。無論是新的機遇還是已有的項目，都能給你帶來意想不到的驚喜。你能夠敏銳地捕捉到關鍵信息，順勢而為，讓自己在各個方面都取得顯著進展，為未來發展增添強大動力。",
        "lucky_star": "摩羯座",
        "money_text": "偏財進賬豐厚。可能會收到意外的禮物、紅包，或者之前做的兼職有了不錯的收入。這一天適合整理下自己的財務，看看有哪些閒置的資金可以合理利用。也可以考慮做一些穩健的投資，讓錢繼續增值。但別因為偏財好就盲目消費，合理規劃才能讓財富更長久。",
        "health_text": "要多吃蔬菜水果。蔬菜水果富含維生素、礦物質和膳食纖維，對身體好處多多。可以準備一些新鮮的水果，像蘋果、香蕉、橙子等，在兩餐之間吃。蔬菜可以做成清炒、涼拌或者煮湯，保證每餐都有蔬菜攝入。豐富的營養能讓身體更有活力，增強免疫力，抵禦疾病的侵襲。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃東西太猴急",
        "yi": "保持精緻打扮",
        "all": "82%",
        "date": "2025-08-08",
        "love": "85%",
        "work": "76%",
        "money": "79%",
        "health": "80%",
        "notice": "散發出從容氣場",
        "discuss": "75%",
        "all_text": "整體運勢尚佳，外表的精緻能給你帶來更多自信。你可能會更注重自己的形象管理，比如選擇更得體的穿搭、打理髮型，或是注意言行舉止的細節，這些改變會讓你從內到外散發出從容的氣場。這種狀態不僅會提升他人對你的好感度，還能讓你在面對日常事務時更有底氣，比如與人交流時更願意表達觀點，或是主動嘗試新事物。運勢適合通過外在調整帶動內在狀態，比如花些時間整理房間、更換生活用品，這些小改變會讓你感覺生活更有序，從而增強對生活的掌控感。不過，別因為追求完美而過度糾結細節，比如反覆檢查穿搭是否合適，或是擔心他人對自己的評價，適度即可，自信比外在的精緻更重要。",
        "love_text": "單身的你，不妨試著走出舒適圈，比如參加行業聚會，或報名短期課程。社交活動裡藏著機會，可能遇到和你聊得來的人，或通過朋友介紹認識新對象。已有伴者的你，總把心事藏在心裡，比如工作壓力大卻不說，或對未來有擔憂卻獨自承擔。試著敞開心扉，把“我沒事”換成“我需要你”，對方會更想靠近你。",
        "take_star": "",
        "work_text": "你需要打破常規，跳出固定思維的牢籠。長期以來的習慣和模式可能會限制你的發展，讓你在面對新問題時感到力不從心。此時，不妨換個角度思考，嘗試不同的方法和途徑。雖然這個過程可能會有些艱難，但一旦突破，你將迎來全新的局面，發現更多潛在的機會和可能性。",
        "lucky_star": "雙子座",
        "money_text": "沒有額外的進賬，財運比較平穩。這一天可以把重點放在節省開支上，看看哪些地方可以減少不必要的花費。比如減少外出就餐的次數，自己做飯既健康又省錢。也可以對家中的物品進行整理，把閒置的東西賣掉，增加一些收入。雖然進賬不多，但通過合理規劃，也能讓財務狀況保持良好。",
        "health_text": "不要久坐不動。長時間坐著會影響血液循環，導致身體僵硬、疲勞，還可能引發頸椎、腰椎等問題。每隔一段時間就站起來活動一下，伸伸懶腰，踢踢腿，轉動一下脖子和腰部。也可以在工作間隙去倒杯水、上個廁所，增加活動量。讓身體動起來，才能保持健康狀態。",
        "lucky_color": "土黃色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高峰期出行",
        "yi": "記下好點子",
        "all": "53%",
        "date": "2025-08-08",
        "love": "55%",
        "work": "51%",
        "money": "64%",
        "health": "59%",
        "notice": "破罐子破摔式擺爛",
        "discuss": "62%",
        "all_text": "整體運勢略差，容易陷入“破罐子破摔”的擺爛狀態。你可能會對某些事感到無力或提不起興趣，比如原本計劃好的任務，卻因為懶散而拖延；或是遇到小挫折後，直接選擇放棄，這種心態會讓你陷入“越不想做越做不好”的循環。運勢容易受情緒影響，比如因為一點不順就否定整體，或是用“反正也做不好”的理由逃避責任，這種消極態度不僅解決不了問題，還會讓情況變得更糟。建議試著先從小事做起，比如整理桌面、洗個澡，這些簡單的行動能幫你打破擺爛的狀態，重新找回動力。同時，別因為低效而過度自責，運勢有起伏很正常，接受自己的狀態，反而能更快調整過來。",
        "love_text": "單身的你，容易暴露小缺點，比如說話太直接得罪人，或約會時總看手機。其實這些小問題反而真實可愛，但別讓它們掩蓋你的閃光點。已有伴者的你，總因小事發脾氣，比如對方忘記回消息就冷戰，或因口味不合抱怨。愛需要包容的耐心，把“你怎麼又這樣”換成“我有點不開心，因為…”，對方會更願意改變。",
        "take_star": "",
        "work_text": "似乎陷入了逃避問題的漩渦中。面對一些困難和挑戰，你本能地選擇迴避，而不是積極面對。這種態度只會讓問題越積越多，最終變得更加難以解決。你需要鼓起勇氣，正視自己的內心，承認問題的存在，並主動尋找解決辦法。只有勇敢地邁出第一步，才能逐漸擺脫困境，重新找回前進的動力。",
        "lucky_star": "處女座",
        "money_text": "千萬不要投機取巧！這一天可能會聽到一些看似能快速賺錢的消息，但往往隱藏著風險。別被一時的利益衝昏頭腦，要腳踏實地地工作賺錢。可以把精力放在提升自己的技能上，通過正當途徑增加收入。只有穩紮穩打，才能讓財富穩步增長，避免因投機而遭受損失。",
        "health_text": "腸胃比較敏感，要特別注意飲食。儘量避免吃生冷、辛辣、油膩等刺激性食物，這些食物容易加重腸胃負擔，引發腹痛、腹瀉等不適症狀。選擇溫和、易消化的食物，如小米粥、麵條、饅頭等。吃飯時也要細嚼慢嚥，不要暴飲暴食，給腸胃足夠的消化時間，保護好脆弱的腸胃。",
        "lucky_color": "褐色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不吃早餐",
        "yi": "提前完成任務",
        "all": "87%",
        "date": "2025-08-08",
        "love": "82%",
        "work": "81%",
        "money": "80%",
        "health": "83%",
        "notice": "保持自己的節奏",
        "discuss": "78%",
        "all_text": "整體運勢平順，需要保持自己的節奏，別被別人帶著走。你可能會遇到他人提出建議或邀請，比如朋友約你一起做某事，或是家人希望你改變計劃，這些外界的聲音容易讓你動搖原本的安排，甚至為了迎合他人而打亂自己的節奏。運勢更適合按自己的方式推進，比如堅持原本的計劃，或是拒絕不必要的社交，這些選擇能讓你更輕鬆地完成目標。同時，你的直覺會成為可靠的指引，比如對某件事感到猶豫時，不妨聽聽內心的聲音，往往能做出更符合自己需求的選擇。不過，別因為堅持自我而忽略他人的感受，適當解釋你的想法，能減少不必要的誤會，讓氛圍更和諧。",
        "love_text": "單身的你，可以多刷存在感，比如在朋友圈分享生活，或主動找感興趣的人聊天。你的溫柔和細膩會讓人印象深刻，說不定有人會因此對你產生好感。已有伴者的你，兩人像在規劃未來的藍圖，比如討論明年去哪旅行，或商量一起養寵物。這種共同期待會讓感情更有方向感，記得把想法落實到行動，比如存“旅行基金”，會讓目標更真實。",
        "take_star": "",
        "work_text": "如同穩健的行者，在前進的道路上穩步前行。雖然沒有驚天動地的大成就，但每一步都走得踏實而堅定。你能夠合理安排時間和精力，有條不紊地處理各項事務。在面對壓力時，也能保持平和的心態，不被外界因素干擾。這種穩定的狀態讓你在事業學業上都能取得不錯的進展，為未來的發展積累經驗。",
        "lucky_star": "巨蟹座",
        "money_text": "可以小試牛刀。如果有一些小的投資想法，或者想嘗試新的賺錢方式，這一天可以付諸行動。但要注意控制投入的資金量，不要把所有錢都押上去。可以先從小項目做起，積累經驗。同時，也要多關注市場動態，及時調整策略。保持謹慎樂觀的態度，說不定能收穫一份意外之財。",
        "health_text": "要保持作息的規律。規律的作息能讓身體各個器官得到充分的休息和調整，維持身體的正常運轉。儘量按照平時的時間睡覺和起床，避免熬夜和過度賴床。睡前可以泡個熱水澡，喝一杯溫牛奶，幫助放鬆身心，提高睡眠質量。良好的睡眠是健康的基石，讓身體充滿活力地迎接新的一天。",
        "lucky_color": "天青色",
        "lucky_number": "9"
      }
    }
  }
}