{
  "updated": "2025-11-16T16:09:27.269Z",
  "updateTime": "2025/11/17 上午12:09:27",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 36639,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱吃喝玩樂",
        "yi": "專注一件事",
        "all": "91%",
        "date": "2025-11-16",
        "love": "90%",
        "work": "91%",
        "money": "96%",
        "health": "92%",
        "notice": "自信獨立的姿態",
        "discuss": "97%",
        "all_text": "整體運勢呈現絕佳狀態，你將以自信且獨立的姿態穿梭於生活之中。這種自信並非盲目自大，而是源於對自身能力的清晰認知，讓你在面對各種情況時都能從容不迫。獨立的氣質使你無需過多依賴他人，憑藉自己的智慧和判斷力就能妥善處理事務。在與人交往中，你的自信獨立會吸引他人主動靠近，為你帶來良好的人際互動。這種積極的狀態會讓你在精神層面充滿活力，對新鮮事物充滿探索的慾望，主動去嘗試未曾接觸過的領域，不斷拓寬自己的視野。在面對選擇時，你能迅速做出決定，不拖泥帶水，這種果斷會讓你抓住許多稍縱即逝的機會，使你在各個方面都能展現出強大的競爭力，整體運勢一路高歌猛進。",
        "love_text": "單身的你，彷彿被丘比特的箭瞄準啦！在某個不經意的瞬間，就可能邂逅那個讓你心跳加速的人。也許是在熱鬧的商場，或是在安靜的書店，對方的一個微笑、一個眼神，都能讓你瞬間心動。已有伴者的你，和另一半的甜蜜指數直線上升。你們會一起做些有趣的事，像是一起做頓美食，或是看場浪漫電影，感情在這溫馨互動中不斷升溫，彼此的愛意也愈發濃烈。",
        "work_text": "對你而言，簡直是順風順水的一天！整體狀態極佳，彷彿被幸運之神眷顧，無論是處理日常事務還是挑戰新領域，都能輕鬆應對，收穫滿滿成就感。你的熱情和衝勁帶動了周圍人，團隊合作也異常和諧，共同朝著目標大步邁進。",
        "lucky_star": "天蠍座",
        "money_text": "財路大開的一天，會有不少進賬機會找上門。可能是工作上出色的表現獲得額外獎金，也可能之前的小投資有了不錯回報。這時候要留意把握好機會，別因猶豫錯過賺錢時機。同時，在消費上別太沖動，做好收支規劃，合理分配資金，才能讓財富更好地留在自己手中。",
        "health_text": "你的身體狀態極佳，適合挑戰高強度運動或戶外活動，但需注意運動前充分熱身，避免肌肉拉傷。久坐族可抽空做拉伸緩解肩頸僵硬，飲食方面多吃蛋白質豐富的食物補充能量，晚上保證7小時睡眠，次日活力更充沛。",
        "lucky_color": "綠色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "請客吃飯",
        "yi": "享受獨處空間",
        "all": "94%",
        "date": "2025-11-16",
        "love": "91%",
        "work": "90%",
        "money": "93%",
        "health": "92%",
        "notice": "穩穩的幸福成果",
        "discuss": "95%",
        "all_text": "整體運勢達順遂程度，你將在平穩中收穫穩穩的幸福成果。這種順遂並非一蹴而就的爆發，而是如同潺潺溪流般持續不斷。你會感受到生活各個方面的和諧與穩定，無論是與身邊人的關係，還是自身所處的環境，都讓你感到安心。在處理事務時，你憑藉著自身的沉穩和耐心，能夠有條不紊地推進，每一步都走得紮實。這種穩健的風格會讓你在面對困難時也能保持冷靜，不被情緒左右，從而找到解決問題的最佳方法。隨著一天的發展，你會逐漸發現自己的努力開始有了回報，這些回報或許並不顯著，但卻能讓你真切地感受到生活的美好，內心充滿滿足感，運勢如順水行舟般輕鬆自在。",
        "love_text": "單身的你，緣分正悄悄來到你身邊。可能在一次朋友聚會，或是日常的出行中，那個與你契合的人就會出現。你們會有聊不完的話題，從生活瑣事到人生理想，感覺相見恨晚。已有伴者的你，和愛人的感情愈發醇厚。你們會更懂得珍惜彼此，會為對方準備一些小驚喜，哪怕只是一束花、一份小點心，都能讓對方感受到滿滿的愛意，感情更加穩固。",
        "work_text": "對你來說，是穩穩收穫成果的一天。整體氛圍平和而充滿正能量，你以穩健的步伐在既定的道路上前進，每一步都踏實有力。無論是工作還是學習，都能看到明顯的進步和成果，讓你倍感欣慰。",
        "lucky_star": "巨蟹座",
        "money_text": "財富盈門的節奏，你將會感受到財運帶來的滿滿喜悅。或許有新的合作項目帶來豐厚收益，也可能收到一些意外之財。不過，別被這好運衝昏頭腦，還是要保持理性。在投資方面，不要盲目跟風，多分析市場情況，選擇穩健的投資方式，讓財富實現穩健增長。",
        "health_text": "體魄強健，抵抗力在線，適合處理需要體力的工作或家務。但需注意用眼衛生，長時間看屏幕後閉目休息5分鐘，或遠眺綠色植物。飲食可適當增加膳食纖維攝入，預防便秘，睡前用熱水泡腳10分鐘，助眠效果更佳。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鑽牛角尖",
        "yi": "尋找新靈感",
        "all": "83%",
        "date": "2025-11-16",
        "love": "89%",
        "work": "70%",
        "money": "82%",
        "health": "86%",
        "notice": "開啟新奇有趣之旅",
        "discuss": "84%",
        "all_text": "整體運勢呈現出靈動活躍的態勢，將開啟新奇有趣之旅程。你的思維如同靈動的飛鳥，在廣闊的天空中自由翱翔，不斷湧現出各種新奇的想法和創意。這種活躍的思維讓你對周圍的一切都充滿了好奇，願意主動去探索未知的領域。在與他人交流時，你能憑藉自己的機智和幽默，迅速拉近與對方的距離，營造出輕鬆愉快的氛圍。你的靈動還體現在行動上，不會侷限於一種模式，而是能夠根據不同的情況靈活調整自己的策略。這種多變的特質會讓你在面對各種挑戰時都能找到合適的應對方法，不斷髮現生活中的新樂趣，使整個一天都充滿活力和驚喜。",
        "love_text": "單身的你，魅力四射，很容易吸引到他人的目光。無論是走在街頭，還是在社交場合，你獨特的氣質和靈動的談吐都會成為焦點，說不定就會有人主動來搭訕，開啟一段美好的緣分。已有伴者的你，和另一半相處十分和諧融洽。你們會互相理解、互相支持，遇到問題也能一起商量解決。不妨一起去做些新鮮有趣的事，為感情增添更多美好回憶。",
        "work_text": "這是充滿變化與機遇的一天。整體運勢起伏有致，既有挑戰也有驚喜。你需要保持靈活應變的心態，隨時準備迎接新的挑戰和機遇，這樣才能在變化中抓住屬於自己的那份成功。",
        "lucky_star": "摩羯座",
        "money_text": "財機頻現的一天，你在社交場合或工作交流中，可能會發現一些賺錢的小門道。比如朋友分享的創業想法，或者工作中新的業務方向。要積極去探索這些機會，但也要謹慎評估風險。別輕易投入大量資金，可以先從小處著手，逐步積累經驗，避免因衝動造成不必要的損失。",
        "health_text": "精神抖擻，思維敏捷的一天，適合處理需要腦力的工作或學習任務，但需注意避免過度用腦導致頭痛。建議每小時起身活動5分鐘，做擴胸運動改善血液循環。下午可喝杯綠茶提神，但避免空腹飲用，晚餐不宜過飽，以免影響睡眠質量。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "捲入是非中",
        "yi": "把關小細節",
        "all": "70%",
        "date": "2025-11-16",
        "love": "61%",
        "work": "77%",
        "money": "76%",
        "health": "72%",
        "notice": "享受溫馨小確幸",
        "discuss": "71%",
        "all_text": "整體運勢尚可，呈現出平穩溫和的狀態，讓你能享受日常溫馨小確幸。生活不會出現大的波瀾，一切都按照既定的節奏緩緩進行。你會在平凡的日子裡發現許多細微的美好，比如與家人朋友的一次溫馨對話，或是看到一處美麗的風景。這種平穩讓你內心感到寧靜和安心，能夠專注於當下所做的事情。在與他人相處時，你溫和的性格會讓你更容易理解他人的感受，給予他人關心和照顧，從而收穫良好的人際關係。雖然這一天沒有驚天動地的大事發生，但這些日常的小確幸會像點點繁星，匯聚成一片溫暖的星空，讓你感受到生活的幸福與滿足，在平淡中品味生活的真諦。",
        "love_text": "單身的你，對愛情充滿了期待，緣分有可能會出現哦。雖然可能不會立刻確定關係，但會和某個讓你有好感的人有進一步接觸的機會，多給彼此一些瞭解的時間，說不定愛情就在前方。已有伴者的你，感情正平穩推進。你們會一起度過平凡又溫馨的一天，一起做家務、一起看電視，在平淡中感受彼此的陪伴。這種細水長流的感情，會讓你感到無比安心。",
        "work_text": "穩步前行、逐步提升的一天。整體運勢平穩中帶有上升趨勢，你以穩健的步伐在成長的道路上邁進。無論是工作還是學習，都能感受到自己的進步和成長，這種充實感讓你倍感滿足。",
        "lucky_star": "金牛座",
        "money_text": "財穩小進的一天，你的收入會保持在一個相對穩定的狀態，可能會有一些小的額外收入，比如兼職所得。在理財上，適合採取保守策略，把資金存入銀行或選擇一些風險較低的理財產品。同時，要注意控制日常開支，避免不必要的消費，讓每一分錢都花在刀刃上，積少成多。",
        "health_text": "容易感到輕微疲憊，適合安排短時間午休或閉目養神，避免長時間連續工作。可嘗試深呼吸練習緩解壓力，每工作1小時閉眼深呼吸3次。飲食宜清淡，避免油膩食物加重腸胃負擔，晚上早點洗漱上床，閱讀輕鬆書籍助眠。",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "表情太嚴肅",
        "yi": "提出新觀點",
        "all": "88%",
        "date": "2025-11-16",
        "love": "90%",
        "work": "80%",
        "money": "86%",
        "health": "81%",
        "notice": "收穫眾人的矚目",
        "discuss": "80%",
        "all_text": "運勢還不賴，整體光彩照人，能夠收穫眾人矚目與讚賞。你身上散發出一種強大的氣場，這種氣場並非刻意為之，而是源於內心的自信和對自我的肯定。在人群中，你自然而然地成為焦點，吸引著他人的目光。你的言行舉止都透露出一種大氣和從容，讓人不禁對你產生敬佩之情。在與他人合作或交流時，你能夠充分發揮自己的領導才能，帶領大家朝著共同的目標前進。你的出色表現會得到他人的認可和讚賞，這種認可不僅會提升你的自信心，還會為你帶來更多的機會和資源。你會在眾人矚目中展現出自己的魅力，這一天將成為你閃耀的舞臺。",
        "love_text": "單身的你，盡情展現自己的魅力吧！自信的你就像一顆閃耀的星星，很容易吸引到異性的目光。在社交場合中，大膽地表達自己的想法和觀點，說不定就能收穫一份美好的愛情。已有伴者的你，會被浪漫氛圍環繞。另一半可能會為你精心準備一場浪漫的約會，或是送上一份貼心的禮物，讓你感受到滿滿的愛意。好好享受這份浪漫，珍惜彼此的感情。",
        "work_text": "這是鋒芒畢露、大放異彩的一天。整體運勢強勁有力，你以自信和熱情感染著周圍的人，成為眾人矚目的焦點。無論是工作還是學習，你都能展現出非凡的才華和領導力，引領團隊向前發展。",
        "lucky_star": "天秤座",
        "money_text": "財利雙收的一天，工作上的努力會得到相應回報，可能是升職加薪，也可能是項目提成。此外，還可能有一些意外的財富降臨。不過，別因為財運好就大手大腳花錢。可以制定一個理財計劃，把一部分錢存起來，另一部分用於合理投資，讓財富像滾雪球一樣越積越多。",
        "health_text": "神采奕奕的一天，適合參加社交活動或運動健身，但需注意運動強度適中，避免過度消耗體力。久站工作者可穿舒適鞋子，下班後用熱水泡腳緩解足部疲勞。飲食可適量補充維生素C，增強免疫力，睡前避免劇烈運動，以免影響入睡。",
        "lucky_color": "青色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於埋頭苦幹",
        "yi": "塑造個人形象",
        "all": "54%",
        "date": "2025-11-16",
        "love": "65%",
        "work": "50%",
        "money": "62%",
        "health": "63%",
        "notice": "不如預期中順利",
        "discuss": "60%",
        "all_text": "整體運勢稍顯低迷，需耐心應對小波折。生活中可能會出現一些讓你感到不太順心的小狀況，這些狀況或許並不嚴重，但卻會讓你感到有些煩躁和不安。在處理事務時，你可能會遇到一些阻礙，導致事情的進展不如預期順利。此時，你需要保持冷靜和耐心，不要因為一時的困難而失去信心。仔細分析問題出現的原因，尋找解決問題的方法。雖然運勢不佳，但這也是一個鍛鍊自己應對能力的機會。通過耐心地處理這些小波折，你會逐漸積累經驗，提升自己解決問題的能力。不要被眼前的困難所嚇倒，以積極的心態去面對，相信在度過這段低迷期後，你會迎來更好的運勢。",
        "love_text": "單身的你，還是繼續耐心等待緣分吧。愛情可能不會突然降臨，但你可以利用這段時間提升自己，讓自己變得更加優秀。多參加一些社交活動，擴大自己的社交圈，說不定緣分就在下一個轉角。已有伴者的你，和另一半相處時需要多些包容。可能會因為一些小事產生分歧，這時候不要急著爭吵，多站在對方的角度思考問題，互相理解，感情才能更加長久。",
        "work_text": "對你來說，可能會遇到一些挑戰和阻礙，整體運勢略顯低迷。但請不要灰心喪氣，因為每一次的困難都是成長的機會。你需要保持冷靜和耐心，認真分析問題所在，尋找解決方案，這樣才能在逆境中崛起。",
        "lucky_star": "射手座",
        "money_text": "可能會遇到一些小的財務問題，比如預算超支，或者某筆款項沒有按時到賬。這時候不要慌張，仔細分析原因。在消費上要更加節制，避免不必要的購物。對於一些投資計劃，可以先暫停，等財務狀況穩定後再做決定，防止因財務問題給自己帶來壓力。",
        "health_text": "需重點關注身心放鬆，長時間緊繃的狀態容易引發偏頭痛或肩頸痠痛。建議每小時起身活動關節，做頸部繞圈運動。下午可聽輕音樂放鬆，晚餐後散步15分鐘助消化。睡前避免刷手機，可泡個熱水澡或喝杯溫牛奶助眠。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿搭太隨便",
        "yi": "享受小資情調",
        "all": "77%",
        "date": "2025-11-16",
        "love": "79%",
        "work": "78%",
        "money": "82%",
        "health": "80%",
        "notice": "按部就班運轉著",
        "discuss": "82%",
        "all_text": "整體運勢呈現出較為平穩的態勢，日常事務能夠有條不紊地推進。生活像是被設定好程序的機器，按部就班地運轉著。各項安排都處於一種可控的節奏裡，沒有出現大的波動或意外狀況。在處理日常瑣事時，你能保持清晰的思路，有條理地完成每一個步驟。與身邊人的互動也處於一種和諧的狀態，交流順暢，不會產生明顯的矛盾或衝突。這種平穩讓你能安心地專注於當下的事情，不會被外界的干擾所影響。雖然整體沒有特別突出的亮點，但這種穩定的狀態能讓你感到踏實和安心。你能夠以一種平和的心態去面對生活中的一切，享受這種平淡而有序的生活，在平凡中發現生活的美好，為後續可能的變化做好準備。",
        "love_text": "單身的你，社交活動是邂逅愛情的好機會。多參加一些聚會、活動，在人群中展現你的優雅和親和力，很容易吸引到志同道合的人，說不定就能遇到那個讓你心動的人。已有伴者的你，和另一半的關係親密無間。你們會有很多甜蜜的互動，比如一起手牽手散步，或是互相分享彼此的喜怒哀樂。這種親密的感覺會讓你們的感情更加深厚，更加依賴彼此。",
        "work_text": "整體狀態正逐漸回暖，如同撥雲見日般，那些之前困擾你的小阻礙正慢慢消散。你開始感受到一種新的活力注入，無論是與人協作還是獨立完成任務，都能更順暢地推進。這一天，你可能會發現一些之前忽略的機會，或是得到來自他人的助力，讓你的前行之路更為寬廣。",
        "lucky_star": "獅子座",
        "money_text": "可能會遇到一些能帶來財富的合作機會，或者得到他人的資金支持。要抓住這些機會，積極拓展人脈，與他人建立良好的合作關係。但在合作過程中，要注意簽訂詳細的合同，明確雙方的權利和義務，避免後期出現財務糾紛，確保財富能夠順利到手。",
        "health_text": "身心平衡感較好，適合處理需要協調性的工作或運動，但需注意保持正確姿勢，避免彎腰駝背導致腰肌勞損。久坐族可每隔1小時起身做腰部拉伸，飲食注意葷素搭配，避免單一食物攝入。晚上可嘗試冥想5分鐘，提升睡眠質量。",
        "lucky_color": "黃色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "報復心作怪",
        "yi": "多表達情感",
        "all": "97%",
        "date": "2025-11-16",
        "love": "94%",
        "work": "93%",
        "money": "96%",
        "health": "95%",
        "notice": "迎來驚喜的轉變",
        "discuss": "90%",
        "all_text": "整體運勢極為旺盛，生活將迎來令人驚喜的轉變。你會明顯感覺到生活中充滿了積極的能量，彷彿有一股無形的力量在推動著你向前。這種轉變可能體現在多個層面，或許是人際關係的拓展，讓你結識到一些對自己有積極影響的人；又或許是生活環境的改變，為你帶來新的體驗和感受。你會以一種開放和積極的姿態去迎接這些變化，不會被未知的恐懼所束縛。在這個過程中，你的創造力和想象力也能得到充分的發揮，能夠提出一些新穎的想法和觀點。這種驚喜轉變會讓你對生活充滿期待，以更加飽滿的熱情投入到生活中，享受這種充滿活力和變化的生活狀態。",
        "love_text": "單身的你，真愛可能會強勢來襲哦！也許是在你最意想不到的時候，那個對的人就會出現，讓你感受到前所未有的心動。不要猶豫，勇敢地邁出第一步，說不定就能開啟一段美好的戀情。已有伴者的你，和愛人的深情愈發濃烈。你們會更加珍惜彼此，對未來充滿期待。不妨一起規劃一下未來，讓彼此的心靠得更近，感情更加堅定。",
        "work_text": "對你而言，是銳不可當、勢如破竹的一天。你渾身散發著自信和力量，無論是面對何種挑戰，都能以堅定的態度和出色的能力去應對。你的直覺異常敏銳，能夠迅速捕捉到關鍵信息，做出正確的決策。這一天，你將成為眾人矚目的焦點，引領著周圍的人共同前進。",
        "lucky_star": "處女座",
        "money_text": "你在財運方面會有出色的表現。無論是正財還是偏財，都有不錯的收穫。工作上可能會有高額獎金，投資方面也可能有驚喜。不過，別被這好運衝昏頭腦，要合理規劃財富。可以拿出一部分錢用於改善生活，另一部分用於長期投資，為未來的財富增長打下基礎。",
        "health_text": "精力旺盛，適合完成高難度任務或挑戰新運動，但需注意運動前做好防護措施，避免扭傷或擦傷。久坐族可嘗試站立辦公，每隔1小時活動手腕和腳踝。飲食可適量增加堅果攝入，補充不飽和脂肪酸，睡前避免飲用咖啡或濃茶。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略個人想法",
        "yi": "收拾整理房間",
        "all": "52%",
        "date": "2025-11-16",
        "love": "50%",
        "work": "65%",
        "money": "48%",
        "health": "69%",
        "notice": "保持足夠的耐心",
        "discuss": "56%",
        "all_text": "整體運勢處於低谷期，生活中會出現一些瑣碎的麻煩，需要你保持足夠的耐心去應對。這些麻煩看似不大，但卻會像小蟲子一樣，時不時地打擾你，讓你感到有些煩躁和困擾。在處理這些問題時，可能會遇到一些阻礙，使得事情的進展不如預期順利。此時，你需要調整好自己的心態，不要被這些小麻煩影響情緒。要以一種冷靜和理智的態度去分析問題，尋找解決問題的方法。雖然過程可能會比較繁瑣，但只要保持耐心，一步一個腳印地去處理，還是能夠逐步解決這些問題的。在這個過程中，你也能鍛鍊自己應對困難的能力，為以後遇到類似情況積累經驗。",
        "love_text": "單身的你，可能暫時看不到愛情的跡象。不過別灰心，這只是暫時的。你可以把精力放在自己的興趣愛好上，讓自己過得充實而快樂。說不定在你專注於自己的事情時，愛情就會悄悄降臨。已有伴者的你，和另一半可能會出現一些小矛盾。可能是因為一些生活習慣或是觀念上的差異，這時候不要冷戰，及時溝通，把問題解決好，感情才能不受影響。",
        "work_text": "你的步伐略顯蹣跚，但仍在穩步前行。整體運勢雖不算最佳，卻也充滿了轉機和希望。你可能會遇到一些小挫折，但正是這些挑戰讓你更加堅韌和成熟。保持耐心和樂觀的心態，你會發現，每一次的努力都在為未來的成功打下堅實的基礎。",
        "lucky_star": "雙魚座",
        "money_text": "財路受阻，可能會遇到一些財務上的困難，比如資金週轉不靈，或者投資項目出現虧損。這時候不要著急，冷靜分析問題所在。可以尋求家人或朋友的幫助，解決燃眉之急。同時，要重新審視自己的理財方式，避免再次陷入財務困境，調整策略，等待財運好轉。",
        "health_text": "適合悠然自得地安排生活，避免過度忙碌導致身心疲憊。可嘗試瑜伽或太極等舒緩運動，幫助放鬆肌肉。飲食宜清淡易消化，避免辛辣食物刺激腸胃。下午可小睡20分鐘恢復體力，晚上避免熬夜，保持規律作息。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "多管別人閒事",
        "yi": "嘗試新方法",
        "all": "98%",
        "date": "2025-11-16",
        "love": "93%",
        "work": "96%",
        "money": "98%",
        "health": "97%",
        "notice": "對一切充滿熱情",
        "discuss": "92%",
        "all_text": "整體運勢呈現出節節高的良好態勢，生活狀態積極向好。你會感受到生活中充滿了希望和動力，對周圍的一切都充滿了熱情。在與他人交往中，你能展現出真誠和友善的一面，與他人的關係更加融洽。這種積極的狀態也會影響到你對待生活的態度，你會更加主動地去探索生活中的新事物，嘗試一些未曾做過的事情。在面對各種情況時，你能以一種樂觀和堅定的信念去應對，不會被困難所打倒。隨著一天的發展，你會發現自己取得了一些小的進步和成就，這些都會進一步增強你的自信心。你會以一種積極向上的心態去迎接未來的發展，相信生活會越來越好。",
        "love_text": "單身的你，良緣近在咫尺哦！可能會通過朋友的介紹，或是工作上的接觸，認識到那個讓你心動的人。不要錯過這個機會，主動一些，說不定就能收穫一份美好的愛情。已有伴者的你，和愛人的感情堅如磐石。你們相互信任、相互支持，無論遇到什麼困難都能一起面對。你們會更加珍惜這份感情，一起為未來的生活努力奮鬥。",
        "work_text": "這是功業在望、收穫滿滿的一天。你之前的努力和付出終於得到了回報，無論是工作還是個人成長，都取得了顯著的進步。你能夠清晰地看到自己的目標和方向，每一步都走得堅定而有力。這一天，你將感受到前所未有的成就感和滿足感。",
        "lucky_star": "白羊座",
        "money_text": "你的財富會有顯著的增長。可能是工作上的出色業績帶來豐厚收入，也可能是之前的投資有了大回報。要珍惜這好運，合理規劃財富。可以制定一個長期的理財目標，比如購房、購車等，把資金分配到不同的投資領域，實現財富的多元化增長。",
        "health_text": "健步如飛的一天，適合安排戶外活動或步行通勤，但需注意選擇舒適鞋子，避免足底筋膜炎。久站工作者可每隔1小時變換姿勢，做腳尖點地動作促進血液循環。飲食可適量補充鈣質，預防骨質疏鬆，睡前避免大量飲水，以免夜尿頻繁。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法不切實際",
        "yi": "樂於助人",
        "all": "73%",
        "date": "2025-11-16",
        "love": "70%",
        "work": "69%",
        "money": "72%",
        "health": "71%",
        "notice": "調整生活的節奏",
        "discuss": "75%",
        "all_text": "整體運勢處於緩和狀態，生活節奏可以靈活把控。生活不會出現大的起伏和波動，一切都在一種相對平穩的氛圍中進行。你可以根據自己的意願和實際情況，自由地調整生活的節奏。在處理各項事務時，不需要過於急切和緊張，可以有足夠的時間去思考和規劃。這種靈活把控生活節奏的能力，能讓你更好地應對各種情況。在與他人相處時，也能保持一種輕鬆自在的狀態，不會受到外界因素的過多幹擾。你可以利用這段時間，去做一些自己感興趣的事情，或者對生活中的一些方面進行重新梳理和調整。雖然整體運勢沒有特別突出的表現，但這種緩和的狀態能讓你有更多的精力去關注自己的內心需求，為後續的發展做好準備。",
        "love_text": "單身的你，就靜候緣分出現吧。不要著急，愛情會在合適的時候來到你身邊。你可以利用這段時間多提升自己的內在修養，讓自己變得更加有內涵，這樣當緣分來臨時，你才能更好地把握。已有伴者的你，和另一半通過交流能增進感情。不妨和對方坐下來，好好聊聊天，分享一下彼此的內心想法和感受。在交流中，你們會更加了解彼此，感情也會更加深厚。",
        "work_text": "你的運勢略顯停滯，但並非沒有轉機。整體狀態處於一種尋找新方向的階段，你可能會感到有些迷茫和不安。然而，這正是你重新審視自己、調整策略的好時機。保持開放的心態，積極尋找新的機會和靈感，你會發現，困境之中往往隱藏著新的機遇。",
        "lucky_star": "雙子座",
        "money_text": "你會有一些小的財富進賬，比如收到退款，或者小投資的回報。雖然金額不大，但也是財運的體現。在理財上，可以繼續保持現有的穩健策略，不要輕易改變。同時，可以利用這些小收穫，學習一些理財知識，為未來更大的財富增長做好準備。",
        "health_text": "輕鬆愉悅的狀態適合處理創意類工作或學習新技能，但需注意避免長時間保持同一姿勢導致肌肉僵硬。建議每小時起身活動全身，做簡單的伸展運動。飲食可多吃富含Omega-3的食物，如深海魚，提升腦力。晚上避免過度興奮的活動，保持平和心態入睡。",
        "lucky_color": "棕色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "培養小愛好",
        "yi": "盲目做選擇",
        "all": "59%",
        "date": "2025-11-16",
        "love": "57%",
        "work": "56%",
        "money": "53%",
        "health": "66%",
        "notice": "各個方面小困擾",
        "discuss": "68%",
        "all_text": "整體運勢稍顯低迷，生活中會出現一些小困擾等待你去解決。這些小困擾可能來自於各個方面，比如與他人交流時的小摩擦，或者是對一些事情的看法產生分歧等。雖然這些問題不會對生活造成太大的影響，但卻會讓你感到有些煩惱和無奈。在面對這些小困擾時，你可能會感到有些力不從心，不知道該如何更好地處理。此時，你需要冷靜下來，認真分析問題的本質，尋找合適的解決方法。不要因為這些小問題而陷入消極的情緒中，要相信通過自己的努力是能夠克服的。同時，也可以向身邊的人尋求幫助和建議，他們的經驗和觀點可能會給你帶來新的啟發。雖然運勢稍顯低迷，但這也是一個成長和學習的機會，通過解決這些小困擾，你能提升自己應對問題的能力。",
        "love_text": "單身的你，愛情還需要再等待一段時間。不過沒關係，你可以把這段時間當作是自我成長的過程。多學習一些新知識，培養一些新技能，讓自己變得更加優秀，為未來的愛情做好準備。已有伴者的你，和另一半可能會出現一些小摩擦。可能是因為一些瑣事產生爭執，這時候不要情緒化，冷靜下來，心平氣和地解決問題。互相理解和包容，感情才能更加穩定。",
        "work_text": "困境待破、挑戰重重的一天。你可能會遇到一些前所未有的困難和挑戰，讓你感到有些力不從心。然而，正是這些困境鍛鍊了你的意志和毅力，讓你更加堅強和成熟。保持冷靜和理智，積極尋找解決問題的方法，你會發現，每一次的克服都是一次成長的機會。",
        "lucky_star": "水瓶座",
        "money_text": "財況低迷，可能會遇到一些財務上的困擾，比如收入減少，或者支出增加。這時候要調整心態，積極面對。在消費上要嚴格控制，減少不必要的開支。對於一些投資計劃，要謹慎考慮，避免盲目跟風。可以尋找一些增加收入的途徑，比如兼職工作，改善當前的財務狀況。",
        "health_text": "恬靜安然的一天適合靜心修養，避免過度勞累或情緒波動。可嘗試香薰或精油按摩緩解壓力，重點按摩太陽穴和肩頸部位。飲食宜溫熱易消化，避免生冷食物刺激腸胃。下午可閉目養神10分鐘，晚上避免使用電子設備，營造安靜睡眠環境。",
        "lucky_color": "銀灰色",
        "lucky_number": "6"
      }
    }
  }
}