{
  "updated": "2026-02-13T07:27:53.007Z",
  "updateTime": "2026/2/13 下午3:27:53",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16570,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追連載",
        "yi": "好奇心驅使向前",
        "all": "93%",
        "date": "2026-02-13",
        "love": "96%",
        "work": "92%",
        "money": "94%",
        "health": "96%",
        "notice": "好奇心驅使向前",
        "discuss": "95%",
        "all_text": "你的狀態會格外積極，渾身都充滿著躍動的活力，對新事物的好奇與探索欲會不斷驅使著你向前。日常裡不管是處理瑣碎小事，還是推進那些擱置已久的想法，你都能高效且順暢地開展。你的思維十分清晰，做決策時果斷又利落，面對各種選擇，能迅速抓住關鍵要點，大大減少了猶豫帶來的精力損耗。在社交方面，你會表現得相當活躍，主動釋放出的善意很容易得到他人積極的回應，這也會為你後續的人際互動打下很好的基礎。今天很適合把一直醞釀的新計劃提上日程啦，不管是調整生活習慣，還是嘗試新的興趣愛好，你都能以飽滿的熱情全身心投入其中。整體氛圍輕鬆又愉悅，不妨適當安排一些能激發創造力的活動，讓內心始終保持在高頻率的積極狀態。",
        "love_text": "單身的你，桃花運簡直爆棚！社交場合中，很容易吸引到異性的目光，或許會有熱情的人主動向你示好，開啟一段浪漫的緣分。已有伴者的你，和另一半相處時，感情愈發深厚，彼此的默契度直線上升。一起做些簡單的小事，比如散步、看電影，都能讓你們感受到滿滿的幸福，感情在溫馨氛圍中持續升溫。",
        "work_text": "彷彿被注入了一股強大的能量，在各項任務推進上如有神助。整體節奏緊湊且有序，面對複雜的情況能迅速理清思路，憑藉果斷的決策力讓事情朝著理想方向發展。這種積極的狀態會感染身邊人，為你營造出良好的協作氛圍，助力你輕鬆跨越一個又一個挑戰。",
        "lucky_star": "獅子座",
        "money_text": "財運相當不錯，說不定會有驚喜進賬。可能在不經意間，一筆額外的收入就落入囊中，像是之前參與的活動有了回報，或者收到一份意外的禮物變現。不過也別太得意忘形，拿到錢後別急著亂花，合理規劃一下，比如存一部分或者做點穩健小投資，讓這份好運延續下去。",
        "health_text": "需要注意及時補水。天氣乾燥或者活動量稍大，身體水分流失就快，若不及時補充，容易感覺口乾舌燥，還可能引發皮膚乾燥等問題。出門隨身帶個水杯，時不時喝上幾口，工作間隙也別忘了喝水，讓身體時刻保持水分充足，維持良好的身體狀態。",
        "lucky_color": "紅色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入多角戀情",
        "yi": "參加抽獎活動",
        "all": "56%",
        "date": "2026-02-13",
        "love": "53%",
        "work": "61%",
        "money": "50%",
        "health": "63%",
        "notice": "效率在大打折扣",
        "discuss": "59%",
        "all_text": "你的整體狀態會有點低迷哦，很容易陷入“想做的事情太多，卻沒辦法集中精力”的困境。你的思緒就像散落的拼圖，得花更多時間去整理優先級，不然分散的注意力會讓效率大打折扣。外界可能會有一些干擾，或者突然冒出些小狀況，打亂你原本的節奏，這時候一定要保持耐心，可別因為急躁就做出倉促的決定。在社交場合裡，你可能會出現“過度遷就他人”的情況，要記得明確自己的邊界呀，別因為不好意思拒絕就承擔一些不必要的負擔。建議你通過整理一下週圍的環境，或者制定一份簡明的清單，來重新建立秩序感，讓內心迴歸平靜，減少因為瑣事堆積而產生的焦慮。",
        "love_text": "單身的你，在尋找愛情的道路上有些過於苛刻啦。總是拿著放大鏡去看對方的缺點，可能會錯過不少合適的人。不妨放寬標準，給彼此一個機會。已有伴者的你，和伴侶之間關係有些僵持，容易在一些小事上產生分歧。別總是堅持己見，多站在對方角度想想，主動溝通，才能化解矛盾，讓關係緩和。",
        "work_text": "你似乎被一層無形的枷鎖束縛，整體節奏緩慢且有些拖沓。面對任務，容易陷入猶豫不決的狀態，缺乏果斷行動力，導致進度滯後。這種狀態可能會讓你產生焦慮情緒，不過別擔心，及時調整心態，重新規劃步驟，就能逐步找回節奏。",
        "lucky_star": "雙魚座",
        "money_text": "在支出方面得格外謹慎。花錢容易掙錢難，這一天可能會有不少誘惑讓你消費，比如看到心儀已久的商品打折，或者朋友邀約聚餐。但衝動消費後可能會讓你後悔，每一筆錢花出去前都多想想是否真的必要，控制住購物慾，不然月底錢包可能癟癟的。",
        "health_text": "這一天在走路可得看好腳下的路，避免磕碰受傷。可能走路時注意力不集中，或者地面有障礙物沒注意，一不小心就可能摔倒、扭傷。不管是走在平坦大道還是崎嶇小路，都要放慢腳步，留意周圍環境，特別是在上下樓梯、過馬路的時候，多一份小心，少一份受傷風險。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "奶茶標準糖",
        "yi": "掛上新年飾品",
        "all": "72%",
        "date": "2026-02-13",
        "love": "80%",
        "work": "84%",
        "money": "55%",
        "health": "75%",
        "notice": "化解潛在小摩擦",
        "discuss": "77%",
        "all_text": "你的狀態會呈現出一種動態平衡，既有起伏帶來的挑戰，也藏著可以轉化的好契機。你的思維活躍度很高，不過得注意別太跳躍，不然精力容易分散。你可以試著把注意力聚焦在一兩個核心領域，通過發揮自己的長處、避開短處的方式，來提升整體的表現。在社交互動中，你靈活的應變能力能化解不少潛在的小摩擦，但也要警惕別過度迎合他人，而丟失了自己的立場。情緒方面可能會出現短暫的波動，你可以通過閱讀、冥想或者去短途散散步等方式，快速調整好自己的狀態。今天很適合利用碎片時間記錄下靈感，為後續的行動儲備素材，可別因為追求完美就陷入拖延哦。",
        "love_text": "單身的你，有極大可能邂逅良緣！在某個不經意的瞬間，那個與你靈魂契合的人或許就會出現。保持開放的心態，勇敢去結識新朋友。已有伴者的你，和另一半的甜蜜指數不斷攀升。你們會有很多共同話題，一起分享生活中的趣事，感情在歡聲笑語中愈發深厚，享受這份美好的甜蜜時光吧。",
        "work_text": "你就像靈動的舞者，在事業學業的舞臺上自由穿梭。整體運勢順遂，思維敏捷且富有創造力，能輕鬆應對各種突發狀況。你善於捕捉信息，從中發現新的機遇，為自身發展開闢新的道路，讓周圍人都對你刮目相看。",
        "lucky_star": "白羊座",
        "money_text": "理財上容易失誤。在處理財務相關事情時，可能會因為粗心大意或者考慮不周全而出現差錯。比如轉賬轉錯賬戶，或者投資時沒看清條款。做任何跟錢有關的決定前，都要反覆確認信息，多花點時間思考，別急於求成，避免因小失誤造成不必要的損失。",
        "health_text": "要記住堅果雖好但不宜多吃。堅果富含營養，不過熱量也高，吃多了容易加重腸胃負擔，還可能導致脂肪堆積。這一天吃堅果時控制下量，別一把接一把地吃，可以搭配其他食物一起吃，既能享受美味，又能避免因過量食用帶來的健康問題。",
        "lucky_color": "湖藍色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "借錢給朋友",
        "yi": "選購新對聯",
        "all": "56%",
        "date": "2026-02-13",
        "love": "52%",
        "work": "53%",
        "money": "58%",
        "health": "63%",
        "notice": "消耗精力的狀況",
        "discuss": "66%",
        "all_text": "你的狀態會有點被動呢，很容易因為“不好意思拒絕”的習慣，陷入消耗精力的狀況。別人的請求或者突然出現的小狀況，可能會打亂你原本的計劃，你要學會在幫助別人和保護自己之間找到一個平衡點，別因為過度承擔責任，而給自己帶來後續的煩惱。你的情緒敏感度比較高，很容易對一些細微的變化產生聯想，這時候要提醒自己保持客觀的視角，減少不必要的內耗。在社交方面，建議你選擇熟悉的環境活動，這樣能減少陌生場合帶來的壓力。你可以通過整理舊物、聽聽舒緩的音樂等方式，安撫自己的內心，重新建立起安全感，別因為外界的評價影響了自己的判斷。",
        "love_text": "單身的你，情路似乎有些坎坷，今日遇到心儀對象的概率不高。別太著急，感情的事急不來，先把自己的生活過好，緣分自然會來。已有伴者的你，和伴侶之間矛盾頻發，容易因為一些瑣事爭吵。遇到問題時，先冷靜下來，別讓情緒主導，心平氣和地溝通，才能找到解決問題的辦法，避免矛盾升級。",
        "work_text": "彷彿置身於迷霧之中，事業學業方面困難重重。各種問題接踵而至，讓你有些應接不暇，容易產生挫敗感。但請相信，每一次困難都是成長的機會，保持冷靜，分析問題根源，逐步尋找解決辦法，就能撥雲見日。",
        "lucky_star": "處女座",
        "money_text": "收益提升難度較大。無論是工作上的獎金，還是投資的小回報，都很難有明顯增長。可能你努力工作了，但業績沒達到預期，獎金也就寥寥無幾；投資的項目也處於平淡期，沒有太多收益。別太焦慮，保持平常心，耐心等待合適的時機再尋求突破。",
        "health_text": "睡前要記得刷牙。經過一天的進食，口腔裡會殘留不少食物殘渣和細菌，若不刷牙就睡覺，容易滋生牙菌斑，引發齲齒、口臭等問題。睡前花幾分鐘認真刷刷牙，把牙齒的各個面都刷乾淨，讓口腔保持清潔，這樣不僅能預防口腔疾病，還能讓你睡得更香。",
        "lucky_color": "卡其色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拼手速搶票",
        "yi": "隨身帶充電寶",
        "all": "71%",
        "date": "2026-02-13",
        "love": "78%",
        "work": "65%",
        "money": "60%",
        "health": "73%",
        "notice": "保持主動的應對",
        "discuss": "72%",
        "all_text": "你的狀態會趨於平穩，沒有明顯的起伏，不過還是得保持主動應對的姿態。日常任務的推進需要你提前做好規劃，特別是涉及到出行或者和他人協作的場景，預留一些緩衝時間，能避免因為一些小意外打亂節奏。在社交場合中，你自信的態度很容易吸引他人的關注，但要注意別過度強調自己的觀點，而忽略了別人的感受。你的情緒狀態比較穩定，適合通過運動、做手工創作等需要專注力的活動來釋放能量。要是遇到臨時調整的情況，保持靈活的心態能讓你更快找到解決辦法，減少因為固執己見而產生的矛盾。",
        "love_text": "單身的你，對待感情比較謹慎，不會輕易開啟一段戀情。在社交中，會仔細觀察身邊的人，思考對方是否適合自己，這種理性的態度有助於找到真正合適的伴侶。已有伴者的你，和另一半的日子平淡而溫馨。雖然沒有太多激情，但這種細水長流的陪伴也很珍貴，珍惜這份平淡，一起經營好你們的小日子。",
        "work_text": "事業學業方面困難重重。各種問題接踵而至，讓你有些應接不暇，容易產生挫敗感。但請相信，每一次困難都是成長的機會，保持冷靜，分析問題根源，逐步尋找解決辦法，就能撥雲見日。",
        "lucky_star": "天秤座",
        "money_text": "會有小財入賬。可能是工作上完成一個小任務得到的獎勵，或者是之前借出去的錢收回來一部分。雖然錢不多，但也能讓你心情愉悅。不過別因為這點小錢就放鬆對財務的管理，繼續保持努力工作的狀態，說不定後面還有更大的收穫等著你。",
        "health_text": "千萬不要熬夜晚睡。熬夜會打亂身體的生物鐘，影響新陳代謝，導致第二天精神萎靡、注意力不集中。晚上儘量早點放下手機，調好鬧鐘，營造一個安靜舒適的睡眠環境，按時上床睡覺，保證充足的睡眠時間，讓身體得到充分的休息和恢復。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "逛年貨年花",
        "all": "98%",
        "date": "2026-02-13",
        "love": "91%",
        "work": "95%",
        "money": "96%",
        "health": "90%",
        "notice": "化成充實滿足感",
        "discuss": "93%",
        "all_text": "幸運的磁場會圍繞著你哦，日常的忙碌會轉化成充實的滿足感，你還能抽出時間享受生活裡的小確幸。你的思維清晰，邏輯性很強，很適合處理那些需要細緻規劃的任務，或者對近期的目標進行系統的梳理。在社交互動中，你真誠的態度能贏得他人的信任，主動分享自己的感受能拉近和別人的距離。你的情緒處於輕鬆愉悅的狀態，你可以通過佈置一下週圍的環境、做一頓美食或者參與一些文化活動等方式，提升自己的幸福感。今天很適合把靈感轉化成具體的行動，哪怕只是記錄下腦海裡一閃而過的念頭，也能為未來積累可能性，可別因為過度思考就錯失了機會。",
        "love_text": "單身的你，魅力四射，走到哪裡都能成為焦點。你的自信和優雅會吸引到不少異性的關注，說不定會有人主動向你表白哦。已有伴者的你，和另一半之間愛意滿滿。你們會互相表達對彼此的愛意和關心，讓對方感受到滿滿的溫暖。一起為未來做些規劃，會讓你們的感情更加堅定。",
        "work_text": "展現出高效卓越的一面。整體狀態極佳，對任務有著極高的專注度和執行力，能將每一個細節都處理得盡善盡美。你的努力和付出會得到明顯回報，為未來的發展打下堅實基礎。",
        "lucky_star": "射手座",
        "money_text": "投資回報率很高。如果你之前有進行一些投資，不管是股票、基金還是其他項目，這一天可能會看到不錯的收益。這得益於你前期對市場的精準判斷和謹慎選擇。不過也別被勝利衝昏頭腦，及時調整投資策略，把一部分收益落袋為安，確保資金安全。",
        "health_text": "要保持規律的作息習慣。規律的作息能讓身體的各個器官有條不紊地運轉，增強免疫力。按照平常的起床、睡覺時間來安排這一天，不要突然改變作息，比如睡懶覺或者熬夜。堅持規律作息，你會發現精神狀態更好，身體也更健康。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路玩手機",
        "yi": "除舊迎新",
        "all": "59%",
        "date": "2026-02-13",
        "love": "63%",
        "work": "53%",
        "money": "68%",
        "health": "60%",
        "notice": "煩心事縈繞腦海",
        "discuss": "56%",
        "all_text": "整體運勢處於下行態勢，煩心事會不自覺地縈繞在腦海中，揮之不去。情緒也彷彿被陰雲籠罩，持續處於低落狀態，難以快速振作起來。外界的細微變動都可能成為觸發負面情緒的導火索，讓你陷入更深的煩悶之中。社交場合中，原本善於平衡關係的你，今日可能會因情緒不佳而顯得有些被動，對他人言語的敏感度增加，容易誤解他人意圖，進而引發不必要的矛盾。面對生活中的各種狀況，會感覺缺乏應對的精力與動力，更傾向於獨自消化情緒，但這種自我封閉的方式可能讓低落情緒進一步加劇。不妨嘗試主動接觸一些能帶來輕鬆氛圍的事物，如聽舒緩的音樂、看治癒系的影片，以此緩解內心的煩悶，逐步調整狀態，走出情緒低谷。",
        "love_text": "單身的你，在尋找愛情的道路上可能會有些迷茫。別灰心，多參加一些社交活動，擴大自己的交際圈，說不定緣分就在下一個轉角。已有伴者的你，和伴侶之間小有摩擦，容易因為觀點不同產生分歧。別太計較誰對誰錯，互相理解包容，退一步海闊天空，這樣才能讓感情更加和諧。",
        "work_text": "充滿挑戰的一天，彷彿置身於荊棘叢中，阻礙一個接一個出現。在推進各項任務時，容易遭遇外界因素的干擾，導致原本順利的進程突然卡殼。而且，在與人協作過程中，可能會出現意見不合的情況，影響整體效率，讓你有些心力交瘁。不過別灰心，冷靜應對，總能找到突破口。",
        "lucky_star": "水瓶座",
        "money_text": "消費要節制。這一天你可能會面臨各種消費誘惑，商場的促銷活動、網上的購物節，都容易讓你忍不住下單。但過度消費會讓你的財務狀況變得緊張，影響後續的生活質量。購物前先列個清單，只買真正需要的東西，剋制住不必要的消費衝動。",
        "health_text": "不要頻繁應酬聚餐。應酬時往往大魚大肉、喝酒抽菸，攝入過多高熱量、高脂肪食物，會給腸胃帶來很大負擔，還可能影響肝臟功能。儘量減少不必要的應酬，如果實在推不掉，吃飯時多吃些蔬菜水果，少喝酒，保護好自己的腸胃和肝臟。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "中午不午睡",
        "yi": "閱讀一本好書",
        "all": "76%",
        "date": "2026-02-13",
        "love": "67%",
        "work": "72%",
        "money": "65%",
        "health": "75%",
        "notice": "思緒混亂陷糾結",
        "discuss": "73%",
        "all_text": "整體運勢較為平淡，沒有明顯的起伏變化。內心容易產生浮躁情緒，難以靜下心來專注於當下。思緒有些混亂，一會兒想著這件事，一會兒又被另一件事吸引，導致注意力分散，難以深入思考問題。在社交互動中，可能會因急於表達自己的觀點，而忽略他人的感受，引發一些小摩擦。面對生活中的各種選擇，容易陷入糾結，難以果斷做出決定。此時需要提醒自己，放慢節奏，深呼吸，讓內心平靜下來。可以通過閱讀、冥想等方式，幫助自己集中注意力，理清思緒。在與人交流時，多傾聽他人的想法，尊重不同的意見，避免因一時的衝動而破壞和諧的關係。保持平和的心態，才能更好地應對今日的各種狀況。",
        "love_text": "單身的你，感情進展有些緩慢，不要急於求成。今日可以先把精力放在提升自己上，讓自己變得更加優秀，自然會吸引到更合適的人。已有伴者的你，和伴侶之間溝通不太順暢，容易產生誤解。遇到問題時，別憋在心裡，及時和對方交流，把想法說清楚，才能避免矛盾積累，讓感情更加穩固。",
        "work_text": "呈現出穩中有進的態勢。在處理各項任務時，能夠有條不紊地推進，雖然不會出現突飛猛進的情況，但每一步都走得紮實。這種穩健的風格讓你在面對複雜問題時，能夠保持冷靜，逐步找到解決辦法，為後續的發展積累能量。",
        "lucky_star": "天蠍座",
        "money_text": "偏財機會比較少。像抽獎、中獎這類意外之財很難降臨到你頭上，投資一些短期高回報項目也不太可能獲得收益。所以別把精力放在尋找偏財上，還是專注於正財，努力工作提升業績，靠自己的能力去增加收入，這樣更穩妥可靠。",
        "health_text": "少喝各種奶茶。奶茶大多含有大量的糖分和添加劑，喝多了不僅容易長胖，還可能增加患糖尿病、心血管疾病的風險。這一天想喝飲品時，可以選擇白開水、淡茶水或者自己鮮榨的果汁，既健康又解渴，遠離奶茶帶來的健康隱患。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "廁所玩手機",
        "yi": "日行一萬步",
        "all": "94%",
        "date": "2026-02-13",
        "love": "98%",
        "work": "90%",
        "money": "96%",
        "health": "95%",
        "notice": "積極力量所包圍",
        "discuss": "92%",
        "all_text": "整體運勢十分旺盛，彷彿被一股積極的力量所包圍。在某個擅長的領域，你會發現自己能夠輕鬆應對各種情況，展現出強大的能力與自信。這種自信不僅來源於自身紮實的技能，更源於對自身潛力的充分認知。社交場合中，你會成為焦點，吸引他人的目光，與他人的交流順暢而愉快，能夠輕鬆地表達自己的想法與觀點，贏得他人的認可與讚賞。面對生活中的各種挑戰，你會以樂觀積極的態度去面對，相信自己有能力克服困難。這種積極的心態會感染身邊的人，為你營造一個良好的社交氛圍。不妨抓住今日的好運勢，多參與一些能發揮自己優勢的活動，進一步拓展自己的視野，提升自己的能力，讓自信的光芒更加耀眼。",
        "love_text": "單身的你，或有浪漫邂逅的機會！可能會在某個特別的場合，遇到那個讓你心動的人，開啟一段浪漫的愛情之旅。已有伴者的你，和另一半幸福洋溢。你們會一起做一些有趣的事情，創造美好的回憶，感情在歡樂的氛圍中不斷升溫，享受這份甜蜜的愛情吧。",
        "work_text": "順風順水的一天，如同在平坦大道上疾馳的車輛，一路暢通無阻。你的思維活躍，靈感不斷，在處理各種事務時都能得心應手。無論是面對新的挑戰還是舊的問題，都能迅速找到有效的解決辦法，讓周圍的人都對你刮目相看，為你贏得不少讚譽。",
        "lucky_star": "摩羯座",
        "money_text": "意外收穫比較多。可能會收到一份意外的禮物，價值還不低；或者在工作中得到領導的額外獎勵。這些意外之財會讓你感到驚喜。不過別隻沉浸在喜悅中，思考一下如何利用這些收穫，比如用來提升自己的技能，或者改善生活品質，讓好運發揮更大作用。",
        "health_text": "要適度控糖。糖分攝入過多會導致血糖波動，影響身體健康，還可能引發皮膚問題。這一天少吃甜食，像蛋糕、糖果等，喝飲料時也選擇低糖或無糖的。控制糖分攝入，讓身體保持在一個健康的狀態，減少因高糖飲食帶來的各種不適。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "虛榮心過剩",
        "yi": "開心回家",
        "all": "79%",
        "date": "2026-02-13",
        "love": "85%",
        "work": "76%",
        "money": "81%",
        "health": "80%",
        "notice": "按部就班進行著",
        "discuss": "88%",
        "all_text": "整體運勢尚可，能夠維持平穩的狀態，沒有出現較大的波動。生活按部就班地進行著，一切都顯得井然有序。然而，這種平穩也帶來了一定的侷限性，若想要在現有基礎上取得進一步的突破，就需要付出更多的努力。你可能會感覺自己的狀態處於一種不上不下的位置，既沒有明顯的優勢，也沒有明顯的劣勢。在社交方面，與他人的關係保持在一個相對穩定的狀態，沒有新的進展，也沒有出現矛盾。此時，需要你主動出擊，打破這種平穩帶來的舒適區。可以嘗試學習新的知識，提升自己的技能，或者拓展社交圈子，結識新的朋友。通過不斷地努力與嘗試，為自己的運勢注入新的活力，推動自己向更高的目標前進。",
        "love_text": "單身的你，有望脫單的一天！在社交中，你可能會遇到那個讓你心動且覺得合適的人，勇敢邁出第一步，主動表達自己的心意。已有伴者的你，和另一半溫馨相伴。你們會互相支持鼓勵，一起面對生活中的挑戰，這種相互扶持的感覺會讓你們的感情更加深厚，珍惜這份溫暖。",
        "work_text": "正處於逐步提升的階段，就像攀登高峰的行者，每一步都離山頂更近一些。在推進各項事務時，雖然一開始可能會遇到一些困難，但隨著不斷努力和調整，情況會逐漸好轉。你的堅持和毅力會讓你在面對挑戰時更加從容，為未來的成功奠定堅實基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "正財比較穩定。工作上的收入不會有太大波動，按照正常的節奏完成工作任務，就能拿到相應的報酬。這種穩定讓你心裡踏實，但也別滿足於現狀，可以利用業餘時間學習新技能，提升自己的競爭力，為未來爭取更高的收入打下基礎。",
        "health_text": "要給眼睛適度放鬆。長時間盯著電腦、手機屏幕，眼睛容易疲勞、乾澀，甚至視力下降。工作或學習一段時間後，停下來看看遠處的風景，做做眼保健操，讓眼睛得到休息。也可以滴幾滴緩解疲勞的眼藥水，保護好眼睛這扇心靈的窗戶。",
        "lucky_color": "藏青色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷網文小說",
        "yi": "居家大掃除",
        "all": "85%",
        "date": "2026-02-13",
        "love": "84%",
        "work": "83%",
        "money": "73%",
        "health": "80%",
        "notice": "一分耕耘一分收穫",
        "discuss": "81%",
        "all_text": "整體運勢較為不錯，或許會處於忙碌的狀態之中，但這種忙碌是有價值的，基本上遵循一分耕耘一分收穫的原則。你會發現自己投入的精力與時間，都能得到相應的回報，這種成就感會讓你更加投入地去做事情。在社交方面，你會積極參與各種活動，與不同的人交流互動，從中獲得新的靈感與啟發。你的思維活躍，能夠提出一些獨特的見解，吸引他人的關注。面對生活中的各種任務，你能夠有條不紊地處理，展現出較強的組織能力與應變能力。不過，在忙碌的過程中，也要注意合理安排時間，避免過度勞累。可以適當給自己留出一些休息的時間，放鬆身心，以更好的狀態投入到後續的事情中，讓今日的好運勢持續下去。",
        "love_text": "整體運勢較為不錯，或許會處於忙碌的狀態之中，但這種忙碌是有價值的，基本上遵循一分耕耘一分收穫的原則。你會發現自己投入的精力與時間，都能得到相應的回報，這種成就感會讓你更加投入地去做事情。在社交方面，你會積極參與各種活動，與不同的人交流互動，從中獲得新的靈感與啟發。你的思維活躍，能夠提出一些獨特的見解，吸引他人的關注。面對生活中的各種任務，你能夠有條不紊地處理，展現出較強的組織能力與應變能力。不過，在忙碌的過程中，也要注意合理安排時間，避免過度勞累。可以適當給自己留出一些休息的時間，放鬆身心，以更好的狀態投入到後續的事情中，讓今日的好運勢持續下去。",
        "work_text": "你的努力即將迎來成果，一切都朝著好的方向發展，成果可期。在各項事務的推進過程中，你能夠充分發揮自己的智慧和創造力，將想法轉化為實際行動，並取得不錯的成效。這種積極的狀態會讓你充滿信心，更加堅定地朝著目標前進，收穫滿滿的成就感。",
        "lucky_star": "雙子座",
        "money_text": "收支能基本平衡。收入和支出大致相當，沒有太大的財務壓力。這一天你可以按照自己的計劃進行消費和儲蓄，既滿足生活需求，又能有一定的積蓄。不過也要留意一些隱性支出，比如水電費、話費等，避免因為疏忽導致收支失衡。",
        "health_text": "睡前不要想事情。睡前想太多容易讓大腦處於興奮狀態，導致難以入睡，影響睡眠質量。晚上躺在床上後，儘量放空自己的思緒，不要去想工作、生活中的煩心事。可以聽一些舒緩的音樂，幫助自己放鬆身心，更快地進入夢鄉。",
        "lucky_color": "杏色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "破罐子破摔",
        "yi": "打卡寶藏店鋪",
        "all": "82%",
        "date": "2026-02-13",
        "love": "63%",
        "work": "80%",
        "money": "90%",
        "health": "84%",
        "notice": "朝著好方向發展",
        "discuss": "86%",
        "all_text": "整體運勢稍有起伏，但總體趨勢是朝著好的方向發展。在一天中，你可能會經歷一些小的波折，但這些波折並不會對你的整體運勢造成太大的影響。你會感覺自己的狀態有些不穩定，時而充滿活力，時而又有些疲憊。在社交場合中，與他人的交流可能會出現一些小誤會，但只要及時溝通解釋，就能化解矛盾。面對生活中的各種選擇，你可能會有些猶豫不決，但最終還是能夠做出適合自己的決定。雖然運勢在向好的方向發展，但也不能過於鬆懈。仍需保持警惕，認真對待每一件事情，避免因一時的疏忽而錯失機會。可以通過制定詳細的計劃，明確自己的目標，讓自己在面對各種情況時更加從容自信，更好地把握今日的好運勢。",
        "love_text": "單身的你，可能很難遇到讓自己心動的人。別太失落，把注意力放在自己身上，做自己喜歡的事情，讓自己開心起來。已有伴者的你，和伴侶之間小有爭執，容易因為一些小事鬧彆扭。別太計較，互相讓一步，多想想對方的好，用愛化解矛盾，讓感情恢復甜蜜。",
        "work_text": "收穫頗豐的一天，彷彿置身於豐收的果園，滿眼都是成熟的果實。在處理各項事務時，之前的付出開始得到回報，無論是工作上的成績還是學習上的進步，都讓你感到無比欣慰。這種收穫的喜悅會激勵你繼續努力，追求更高的目標，創造更多的輝煌。",
        "lucky_star": "金牛座",
        "money_text": "財富有增長趨勢。可能是工作上的收入增加，或者之前的投資開始有了回報。整體財務狀況朝著好的方向發展，讓你對未來充滿信心。但別因為財富增長就盲目樂觀，繼續保持理性的理財觀念，合理規劃資金，讓財富持續穩定地增長下去。",
        "health_text": "去人多的地方戴上口罩。人多的地方空氣流通差，容易傳播各種病菌，戴上口罩能有效阻擋病菌吸入，降低感染疾病的風險。不管是去商場、超市還是乘坐公共交通工具，都記得把口罩戴好，保護好自己的呼吸道健康。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    }
  }
}