{
  "updated": "2025-10-23T10:10:13.286Z",
  "updateTime": "2025/10/23 下午6:10:13",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16705,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路看手機",
        "yi": "嘗試冷泡茶",
        "all": "66%",
        "date": "2025-10-23",
        "love": "59%",
        "work": "67%",
        "money": "52%",
        "health": "65%",
        "notice": "想法在腦海醞釀",
        "discuss": "59%",
        "all_text": "你的整體運勢尚佳，彷彿被一層溫和的好運薄紗輕輕籠罩。一些想法和計劃正在你的腦海中悄然醞釀，它們如同初春裡破土而出的嫩芽，帶著勃勃生機。這些計劃或許並不成熟，但卻充滿了可能性，讓你內心滿是期待。在日常的生活裡，你能明顯感覺到周圍氛圍的和諧，與人交流時也更為順暢，能輕鬆地表達自己的觀點。在處理各種事務時，你有著不錯的判斷力，能夠較為準確地把握事情的關鍵。雖然偶爾會遇到一些小阻礙，但並不會對你造成太大的困擾，你憑藉著自己的能力和樂觀的心態，能夠順利地將其化解。這種良好的狀態也讓你在面對生活時更有信心，願意去嘗試一些新的事物，拓展自己的生活邊界。整體而言，是一個適合思考和規劃的日子，不妨靜下心來，好好梳理自己的想法，為未來的發展打下基礎。",
        "love_text": "單身的你，或許會遇到那個讓你想要深入瞭解的人。可能是在某個日常場景中，對方的一個舉動、一句話吸引了你的注意，讓你產生進一步接觸的想法。別猶豫，大膽釋放你的善意。已有伴者的你，不妨和對方一起看看電影。在昏暗的影院裡，分享爆米花，感受彼此的溫度，電影裡的情節也能成為你們交流的話題，讓你們的感情在輕鬆氛圍中更進一步。",
        "work_text": "整體狀態還算不錯，但在時間利用上還有提升空間。日常裡，各種事務交織，你可能會在一些不必要的小事上浪費過多精力，導致重要任務推進變慢。而且，容易因為衝動而打亂原本計劃，使得整體節奏有些混亂。不過，只要你能意識到時間管理的重要性，及時調整，還是能讓各項事務有序進行，收穫不錯的成果。",
        "lucky_star": "金牛座",
        "money_text": "你的財運可能面臨些壓力，錢袋子似乎比平時緊一些。消費時容易衝動，看到想買的東西就忍不住下手，但事後可能會後悔。建議先列個購物清單，只買真正需要的，避免不必要的支出。理財方面，別急著做決定，先觀察下市場情況，別讓情緒左右了你的錢包。",
        "health_text": "要特別注意體態，別總弓腰彎背地坐著或站著，時間久了容易引發肩頸和腰部痠痛。工作或刷手機時，儘量把背挺直，每隔一段時間起身活動一下，拉伸下肌肉。晚上睡前可以泡個熱水腳，放鬆下緊繃的身體，有助於緩解一天的疲勞，也能讓你睡得更香。",
        "lucky_color": "奶油色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "回覆太敷衍",
        "yi": "鮮花裝飾桌面",
        "all": "94%",
        "date": "2025-10-23",
        "love": "93%",
        "work": "90%",
        "money": "91%",
        "health": "98%",
        "notice": "散發自信的底氣",
        "discuss": "95%",
        "all_text": "整體運勢正當旺，渾身散發著自信的底氣，彷彿一切都在你的掌控之中。這種自信並非盲目，而是源於你過往的經驗和紮實的能力。在生活中，你做事順風順水，無論是處理日常瑣事還是應對突發情況，都能遊刃有餘。你與身邊人的關係也十分融洽，大家對你充滿了信任和認可，願意與你合作共事。這種良好的人際氛圍進一步推動了你運勢的提升。在心態方面，你保持著平和與從容，不會因為一些小事而焦慮或煩躁。你能夠以積極的態度看待生活中的一切，享受當下的美好。同時，你也有著敏銳的洞察力，能夠及時發現身邊的機會，並牢牢抓住。這種全方位的良好狀態，讓你在能夠盡情地展現自己的魅力，收穫滿滿的成就感和幸福感。",
        "love_text": "單身的你，可要勇敢些，敢於主動出擊。遇到有好感的人，別總是藏在心裡，大大方方表達你的想法，說不定一段美好的緣分就此開始。已有伴者的你，要盡情展示你熱情的一面。給對方一個溫暖的擁抱，準備一份小驚喜，讓對方感受到你滿滿的愛意，你們的感情會因為這份熱情更加甜蜜。",
        "work_text": "狀態極佳，彷彿擁有一雙能精準洞察問題的慧眼。在處理各種事務時，能迅速抓住關鍵，直擊要害，避免走彎路。無論是複雜的項目，還是繁瑣的日常任務，你都能有條不紊地應對，讓各項事情都朝著好的方向發展，效率和質量都相當可觀。",
        "lucky_star": "射手座",
        "money_text": "你的副業收益可能會很豐富，之前投入的努力可能會看到回報。除了主業，你還可以考慮利用自己的特長或興趣開展一些小副業，比如手工藝品、線上諮詢等，都有可能帶來額外的收入。記得保持低調，別讓太多人知道你的“小金庫”，以免招來不必要的麻煩。",
        "health_text": "你的飲食規律是關鍵，別因為忙就隨便對付一口，也別暴飲暴食。三餐儘量定時定量，多吃些清淡易消化的食物，少吃油膩和辛辣的。如果條件允許，可以自己帶飯，既健康又衛生。記得多喝水，保持身體水分平衡，對皮膚和消化都好。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聚餐看手機",
        "yi": "睡前泡泡腳",
        "all": "78%",
        "date": "2025-10-23",
        "love": "71%",
        "work": "77%",
        "money": "75%",
        "health": "79%",
        "notice": "找到舒適的平衡",
        "discuss": "72%",
        "all_text": "整體運勢平穩，在生活與工作/學習中找到了舒適的平衡。你不會被某一方面的事情過度牽扯精力，而是能夠合理地分配時間，讓生活的各個方面都有序進行。在生活裡，你享受著與家人、朋友相處的時光，能夠從他們那裡獲得溫暖和支持。這種親密的關係讓你感到安心和滿足。而在工作/學習方面，你保持著適度的專注，能夠高效地完成各項任務，不會給自己帶來過大的壓力。你懂得勞逸結合，在忙碌之餘也會給自己留出放鬆的時間，做一些自己喜歡的事情，比如閱讀、聽音樂等。這種平衡的狀態讓你的身心都處於一種健康、和諧的狀態。你不會盲目地追求速度和效率，而是注重過程和體驗，讓自己在平凡的日子裡也能感受到生活的美好。",
        "love_text": "單身的你，會有新的機會出現在感情方面。可能是在社交場合中結識到新的朋友，彼此有進一步發展的可能。保持開放的心態，去迎接這份可能。已有伴者的你，要多和對方交流想法。不管是生活中的小事，還是對未來的規劃，都坦誠地說出來，這樣能讓你們更加了解彼此，減少誤會。",
        "work_text": "得到一些很有價值的建議，這對你來說如同一盞明燈，照亮前行的道路。在處理各項事務時，這些建議能讓你少走很多彎路，避免一些不必要的錯誤。不過，你也要學會篩選和判斷，結合自身實際情況，將有用的建議轉化為實際行動，推動事情更好地發展。",
        "lucky_star": "白羊座",
        "money_text": "你的財運以守財為主，別想著怎麼賺大錢，先想想怎麼把錢留住。可能會遇到一些看似誘人的投資機會，但別急著出手，先做足功課，瞭解清楚風險。購物時也要理性，別被促銷活動衝昏頭腦，買一堆不需要的東西回家。",
        "health_text": "再忙也別忘了吃早餐，空腹工作或學習容易頭暈乏力，影響效率。早餐可以選擇些營養豐富的，比如牛奶、雞蛋、全麥麵包等，給身體補充能量。如果實在來不及，至少也要吃個水果或喝杯酸奶，別讓肚子空著。",
        "lucky_color": "金色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "群聊髮長語音",
        "yi": "做眼保健操",
        "all": "55%",
        "date": "2025-10-23",
        "love": "50%",
        "work": "52%",
        "money": "53%",
        "health": "57%",
        "notice": "追求想要的東西",
        "discuss": "61%",
        "all_text": "整體運勢不斷走高，主動性很強的一天，連你自己都感到驚訝。你不再是那個被動等待的人，而是積極主動地去追求自己想要的東西。在生活中，你主動與他人交流溝通，拓展自己的人脈圈子，結識了許多新朋友。這些新的人際關係為你帶來了新的機遇和啟發。在面對各種事務時，你也敢於主動承擔責任，積極尋找解決問題的方法。你的這種主動性和積極性讓你在人群中脫穎而出，贏得了他人的尊重和讚賞。同時，你的內心也充滿了力量和勇氣，不再害怕困難和挑戰。你相信自己有能力克服一切障礙，實現自己的目標。這種積極向上的心態讓你在能夠不斷突破自我，創造出屬於自己的精彩。",
        "love_text": "單身的你，桃花運十分旺盛。身邊可能會出現多個對你有好感的人，讓你有些應接不暇。不過別慌，慢慢觀察，選擇那個真正適合你的。已有伴者的你，對彼此會更加信任。在相處中，不會因為一些小事就產生懷疑，而是給予對方足夠的空間和自由，這種信任會讓你們的感情更加穩固。",
        "work_text": "主動性很強，就像一輛充滿動力的列車，積極向前。在面對各種任務和挑戰時，你不會等待別人的安排，而是主動出擊，尋找解決問題的方法。這種積極的態度能讓你在眾多事務中脫穎而出，快速完成目標，同時也能贏得他人的認可和讚賞，為未來的發展積累良好的口碑。",
        "lucky_star": "處女座",
        "money_text": "你的財運不太好，容易盲目跟風投資或消費。看到別人買什麼賺錢，你也想跟著試試，但往往最後發現自己並不適合。建議保持冷靜，別被外界的聲音左右，多聽聽自己內心的聲音。理財方面，先做好基礎規劃，別急著追求高收益。",
        "health_text": "吃飯時別總盯著手機，這樣不僅影響消化，還容易吃得過多。專心吃飯，細嚼慢嚥，有助於更好地吸收營養。飯後可以散散步，幫助消化。如果平時有胃病，更要小心，別吃太硬或太冷的食物，以免刺激胃部。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "使用公共wifi",
        "yi": "vlog記錄日常",
        "all": "82%",
        "date": "2025-10-23",
        "love": "88%",
        "work": "86%",
        "money": "71%",
        "health": "53%",
        "notice": "計劃更得心應手",
        "discuss": "57%",
        "all_text": "你得到運氣的助力，計劃更加得心應手，漸入佳境。彷彿有一股無形的力量在背後推動著你，讓你的每一步都走得穩健而自信。你之前制定的計劃在能夠順利地推進，各個環節都銜接得十分緊密，沒有出現太大的偏差。這種順利的進展讓你感到十分欣慰，也進一步激發了你的動力和熱情。在與他人合作時，你也能夠充分發揮自己的優勢，與夥伴們默契配合，共同攻克難題。你的領導能力和決策能力在得到了充分的展現，贏得了大家的認可和信任。同時，你也能夠敏銳地捕捉到周圍的機會，及時做出調整和改變，讓自己的計劃更加完善。這種良好的運勢狀態讓你在能夠收穫頗豐，為自己的未來打下堅實的基礎。",
        "love_text": "單身的你，在與人相處時會表現得落落大方。這種自信的姿態會吸引到不少人的目光，說不定其中就有那個與你靈魂契合的人。已有伴者的你，感情會繼續升溫。你們會一起度過一段溫馨的時光，可能是手牽手散步，也可能是一起做一頓美味的晚餐，這些平凡的小事會讓你們的感情更加深厚。",
        "work_text": "能嚐到成功的甜頭，之前的努力和付出在會得到一定的回報。這種成功的體驗會讓你信心大增，更加有動力去迎接新的挑戰。不過，不要因為一時的成功而驕傲自滿，要保持清醒的頭腦，繼續努力，將這種良好的狀態延續下去，爭取取得更大的成就。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運需要多留意市場動態，可能會發現一些新的賺錢機會。別總是待在自己的小圈子裡，多出去走走，和不同的人交流，可能會得到一些有用的信息。購物時也要多比較幾家，別急著下單，有時候稍微等一等，可能會有更好的選擇。",
        "health_text": "要保持規律的作息，別熬夜或睡懶覺，這樣容易打亂生物鐘，影響第二天的精神狀態。儘量在晚上11點前入睡，早上7點左右起床，保證充足的睡眠時間。睡前可以聽些輕音樂或做些放鬆的運動，幫助更快入睡。",
        "lucky_color": "天藍色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刷短視頻",
        "yi": "拼單買零食",
        "all": "70%",
        "date": "2025-10-23",
        "love": "65%",
        "work": "71%",
        "money": "69%",
        "health": "72%",
        "notice": "出現觀點的分歧",
        "discuss": "67%",
        "all_text": "整體運勢下滑，可能會與朋友出現一些觀點的分歧。在交流過程中，你們對於某些事情的看法和想法存在較大的差異，難以達成共識。這種分歧可能會讓你感到有些困擾和無奈，甚至會影響到你與朋友之間的關係。在處理其他事務時，你也可能會因為這種情緒上的波動而受到一定的影響，導致效率有所下降。你可能會對一些事情產生懷疑和不確定，難以做出果斷的決定。不過，這並不意味著你要陷入消極的情緒中。你可以試著冷靜下來，換個角度去思考問題，也許能夠找到新的解決方案。同時，也要尊重朋友的觀點，不要強行將自己的想法強加給別人。雖然運勢不太理想，但這也是一個成長和學習的機會，讓你更加了解自己和他人，為未來的相處做好準備。",
        "love_text": "單身的你，切勿衝動陷入新戀情。雖然可能會遇到讓你心動的人，但別急著確定關係，先多瞭解對方，避免日後發現不合適而後悔。已有伴者的你，容易有抱怨的情緒。可能會因為對方的一些小習慣而不滿，但別總是把抱怨掛在嘴邊，試著用更溫和的方式溝通，才能解決問題。",
        "work_text": "容易陷入一心多用的狀態，就像同時轉動多個盤子，哪個都可能照顧不周。在處理各種事務時，你可能會因為分散精力而導致效率低下，質量也難以保證。而且，這種狀態還容易讓你產生焦慮情緒，影響整體的狀態。你需要學會集中注意力，一次只專注於一件事情，才能更好地完成任務。",
        "lucky_star": "天蠍座",
        "money_text": "吃喝玩樂上花錢要適度。可能會和朋友出去聚餐、看電影，或者買些新衣服、化妝品，但別忘了控制預算。別因為一時開心就大肆消費，最後發現錢包空空。理財方面，可以先存一部分錢，再考慮怎麼花剩下的。",
        "health_text": "要保持情緒的穩定，別因為小事就焦慮或生氣，這樣對身體不好。遇到煩心事時，可以深呼吸幾下，或者和朋友聊聊，把心裡的壓力釋放出來。保持樂觀的心態，對身心健康都有好處。",
        "lucky_color": "杏色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熱食太燙嘴",
        "yi": "去寵物店擼貓",
        "all": "61%",
        "date": "2025-10-23",
        "love": "55%",
        "work": "64%",
        "money": "58%",
        "health": "62%",
        "notice": "陷入白日夢想法",
        "discuss": "63%",
        "all_text": "你的整體運勢可不容大意。你容易陷入白日夢的想法裡，腦海裡各種不切實際的幻想不斷冒出來。這些幻想或許美好，但會讓你和現實有些脫節。在日常裡，你可能會因為沉浸在這些想法中，而忽略身邊真實發生的事，對周圍人的話語和舉動反應變慢。與人交流時，也容易因為思緒飄遠，而給出不恰當的回應，導致交流出現小障礙。在做決定時，你很難把注意力集中在實際情況上，更傾向於按照幻想中的美好來選擇，這可能會讓你做出不太理智的判斷。而且，這種狀態可能會讓你對一些需要當下處理的事情有所拖延，覺得反正幻想裡的結果很好，現實中的問題可以往後放放。但你要清楚，幻想終究是幻想，現實的問題如果不及時解決，只會越積越多，所以還是得儘快從白日夢裡抽離出來，腳踏實地面對生活。",
        "love_text": "單身的你，過於沉默寡言可不行。在與人交往中，要主動一些，多表達自己的想法和感受，這樣才能讓別人更好地瞭解你，增加脫單的機會。已有伴者的你，要多表達自己的想法。別總是把心事藏在心裡，讓對方猜，坦誠地說出你的需求和期望，才能讓你們的感情更加和諧。",
        "work_text": "可能會陷入一種迷茫狀態，容易被他人的想法和觀點左右。在面對各種選擇和決策時，缺乏自己的主見，導致行動方向不夠明確。這種隨波逐流的狀態會讓你在處理事務時效率低下，還可能錯過一些重要的機會。你需要靜下心來，認真思考自己的目標和需求，堅定自己的立場，才能更好地掌控局面。",
        "lucky_star": "摩羯座",
        "money_text": "要警惕消費壓力，可能會遇到一些不得不花的錢，比如家庭開支、修車費用等。別因為這些意外支出就打亂了自己的財務計劃，可以先調整下其他方面的開支，比如減少外出就餐的次數，或者選擇更經濟的購物方式。",
        "health_text": "睡前別想太多事情，尤其是工作或學習上的煩惱，這樣容易影響睡眠質量。可以睡前看些輕鬆的書或聽些舒緩的音樂，幫助放鬆心情。如果實在睡不著，可以起來喝杯熱牛奶，或者做些簡單的拉伸運動，有助於更快入睡。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "腳底起繭子",
        "yi": "組隊打羽毛球",
        "all": "85%",
        "date": "2025-10-23",
        "love": "76%",
        "work": "86%",
        "money": "84%",
        "health": "83%",
        "notice": "穩住自己的步伐",
        "discuss": "87%",
        "all_text": "整體運勢還不賴。在忙碌的生活節奏中，你基本能穩住自己的步伐。周圍各種事務紛至沓來，但你沒有被這些打亂節奏，而是有條不紊地應對著。你的心態比較平穩，不會因為事情多而焦慮急躁。在處理事情時，你能保持冷靜，仔細分析每一個細節，找到合適的解決辦法。與人相處方面，你也能夠很好地控制自己的情緒，不會輕易因為一些小事而發脾氣。即使遇到意見不合的情況，你也能耐心地和對方溝通，表達自己的觀點。這種穩重的狀態讓你在人群中顯得比較可靠，大家也願意和你一起合作處理事情。而且，在忙碌之餘，你還能給自己留出一些放鬆的時間，讓自己得到適當的休息，以更好的狀態投入到後續的事情中。",
        "love_text": "單身的你，要學著投其所好。瞭解對方的興趣愛好，在交流中多提及這些話題，會讓對方對你產生好感，拉近你們之間的距離。已有伴者的你，要尊重彼此的喜好。即使對方的愛好你不感興趣，也別貶低或阻止，給對方足夠的空間去追求自己的喜好，這樣能讓你們的感情更加包容。",
        "work_text": "狀態良好，能夠找到屬於自己的節奏。在處理各種事務時，你清楚自己的優勢和劣勢，知道什麼時候該發力，什麼時候該調整。這種有條不紊的節奏能讓你在面對複雜情況時保持冷靜，高效地完成任務。同時，也能讓你在團隊中展現出獨特的魅力，贏得他人的認可和尊重。",
        "lucky_star": "水瓶座",
        "money_text": "懂得精打細算的一天，可能會發現一些省錢的小竅門，比如利用優惠券、參加團購等。購物時也會比較不同品牌、不同店鋪的價格，選擇性價比最高的。理財方面，可以考慮一些穩健的投資方式，比如定期存款、基金等，別急著追求高風險高收益。",
        "health_text": "洗完頭別馬上躺下來，這樣容易讓溼氣進入頭部，引發頭痛或感冒。洗完頭後，可以用乾毛巾把頭髮擦乾，或者用吹風機吹乾，再躺下來休息。如果平時有偏頭痛的毛病，更要小心，別讓頭部受涼。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拿易碎品",
        "yi": "和朋友玩遊戲",
        "all": "88%",
        "date": "2025-10-23",
        "love": "86%",
        "work": "89%",
        "money": "70%",
        "health": "90%",
        "notice": "傾向於安守現狀",
        "discuss": "84%",
        "all_text": "整體運勢尚可。面對出現的機會，你稍顯保守，更多傾向於安守現狀。周圍或許有一些新的嘗試、新的活動擺在面前，但你沒有立刻表現出很大的熱情。你心裡會有些顧慮，擔心新的機會會帶來一些不可控的風險，所以寧願待在自己熟悉、安穩的環境裡。在日常的社交中，你也不會特別主動地去拓展新的圈子，更願意和熟悉的朋友待在一起。對於一些需要做出改變的事情，你會比較猶豫，需要花一些時間來思考。不過，這種保守也不是完全沒有好處，它能讓你避免一些不必要的麻煩。但有時候，過於保守也可能會讓你錯過一些不錯的發展機會。所以，在保持謹慎的同時，也可以適當給自己一些勇氣，去嘗試一些新的東西。",
        "love_text": "單身的你，要多提升在喜歡的人心中的好感度。可以從一些小細節入手，比如記住對方的喜好，在合適的時候給予關心，讓對方感受到你的用心。已有伴者的你，要好好經營感情。可以為對方做一些力所能及的事，比如幫對方解決一個難題，或者一起規劃一次短途旅行，讓你們的感情充滿新鮮感。",
        "work_text": "在時間分配上需要多加留意。日常裡，各種事務紛至沓來，你可能會在不經意間將時間浪費在一些無關緊要的事情上，導致重要任務沒有足夠的時間去完成。而且，這種不合理的分配還可能讓你感到手忙腳亂，影響整體的狀態。你需要學會合理規劃時間，按照重要程度和緊急程度來安排事務。",
        "lucky_star": "獅子座",
        "money_text": "你的正財可能會有上漲，比如工資漲了、獎金髮了，或者業務提成多了。這些額外的收入讓你心情大好，但別忘了合理規劃怎麼花。可以考慮存一部分錢作為應急資金，或者投資一些有潛力的項目。購物時也要理性，別因為有錢就亂花。",
        "health_text": "要保持勞逸結合，別一直工作或玩樂，這樣容易身體疲勞。工作或學習一段時間後，可以起來活動下身體，做些簡單的運動，比如伸伸懶腰、跳跳繩等。休息時也別一直躺著，可以出去走走，呼吸下新鮮空氣。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "引起舊傷復發",
        "yi": "做好時間管理",
        "all": "91%",
        "date": "2025-10-23",
        "love": "90%",
        "work": "98%",
        "money": "91%",
        "health": "92%",
        "notice": "交流學習的機會",
        "discuss": "96%",
        "all_text": "整體運勢相對平順。生活中或許會有一些交流學習的機會出現。在與他人交流的過程中，你能從對方那裡獲取到不少有用的信息和知識。這些交流可能發生在各種場合，比如和朋友聊天、參加一些小型的聚會等。你會認真傾聽別人的觀點，並且能從中提煉出對自己有價值的部分。在學習方面，你也有著不錯的狀態，能夠快速吸收新的知識。而且，這種交流學習的氛圍會讓你感到很充實，激發你對更多領域的好奇心。你可能會主動去尋找一些新的學習資源，提升自己的認知。同時，在交流中你也能很好地表達自己的想法，讓別人瞭解你的觀點，這種良好的互動會讓你的生活更加豐富多彩，也能讓你在不斷的學習中不斷成長。",
        "love_text": "單身的你，或有互相瞭解的機會。可能是在工作或學習的場合中，與某個異性有更多的接觸，彼此逐漸熟悉起來。抓住這個機會，深入瞭解對方。已有伴者的你，可以和對方制定共同計劃。不管是關於未來的生活規劃，還是一次旅行計劃，一起參與能讓你們更有目標感，也能增進彼此的感情。",
        "work_text": "需要保持細心，在處理各種事務時，細節決定成敗。無論是工作中的文件處理，還是學習中的知識理解，都不能有絲毫的馬虎。一個小小的錯誤可能會引發一系列的問題，影響整體的成果。你要養成認真檢查、反覆核對的習慣，確保每一個環節都準確無誤，這樣才能順利推進各項事務。",
        "lucky_star": "雙魚座",
        "money_text": "財運得到新的機會，可能會遇到一些之前沒接觸過的賺錢方式，比如新的業務合作、兼職機會等。別因為不熟悉就拒絕，可以先了解清楚，再決定是否嘗試。理財方面，也可以考慮一些新的投資渠道，但別忘了做好風險評估。",
        "health_text": "多吃蔬菜水果，它們富含維生素和纖維素，對身體有好處。別總是吃肉或油膩的食物，這樣容易消化不良。可以每餐都搭配些蔬菜，比如菠菜、西蘭花等，或者飯後吃個水果，比如蘋果、香蕉等。",
        "lucky_color": "深綠色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "重要證件亂放",
        "yi": "用APP記錄開支",
        "all": "94%",
        "date": "2025-10-23",
        "love": "93%",
        "work": "97%",
        "money": "95%",
        "health": "94%",
        "notice": "以善待自己為藉口",
        "discuss": "91%",
        "all_text": "整體運勢低迷。你容易以善待自己為藉口而鬆懈乃至放縱。可能會覺得辛苦了一天，就該好好犒勞自己，於是開始毫無節制地享受。比如，在飲食上，不再控制自己的食慾，吃很多高熱量、不健康的食物；在作息上，也不再按時睡覺，熬夜追劇、玩遊戲。這種放縱會讓你在第二天感到精神不佳，身體也會有些不舒服。而且，這種狀態還會影響到你的情緒，讓你變得有些懶散和消極。你可能會對原本計劃做的事情失去動力，覺得反正已經這樣了，不如繼續放鬆。但你要知道，這種短暫的放縱並不能真正讓你得到休息和滿足，反而會讓你陷入一種惡性循環。所以，還是要適當控制自己，找回積極向上的生活狀態。",
        "love_text": "單身的你，性格稜角太明顯可能會影響你的感情發展。在與人相處時，別總是堅持自己的觀點，適當收斂一下鋒芒，多聽聽別人的想法。已有伴者的你，切勿過度指責對方。即使對方做了一些讓你不滿意的事，也別一味地批評，試著理解對方的立場，用更溫和的方式解決問題。",
        "work_text": "可能會遭遇一些阻礙，容易碰壁。在追求目標的道路上，會遇到一些意想不到的困難和挑戰，讓你感到有些沮喪。不過，這些碰壁的經歷也是成長的機會。你需要冷靜分析問題出現的原因，從中吸取教訓，調整自己的策略和方法。不要因為一時的挫折而放棄，堅持下去，就能找到突破困境的方法。",
        "lucky_star": "雙子座",
        "money_text": "你的財運迎來收入好消息，可能會收到一筆意外的錢，比如退款、分紅等。這些錢讓你心情愉悅，但別忘了合理規劃怎麼用。可以考慮存一部分錢作為長期投資，或者用來改善生活品質，比如買些新傢俱、去旅行等。",
        "health_text": "要注意肩頸放鬆，長時間坐著或低頭看手機容易讓肩頸僵硬。工作或學習時，可以每隔一段時間就活動下肩頸，做些旋轉或拉伸的動作。晚上睡前可以按摩下肩頸部位，或者用熱毛巾敷敷，有助於緩解疲勞。",
        "lucky_color": "銀白色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鑰匙掛在門上",
        "yi": "學習整理收納",
        "all": "96%",
        "date": "2025-10-23",
        "love": "98%",
        "work": "95%",
        "money": "97%",
        "health": "92%",
        "notice": "有一些邀請出現",
        "discuss": "90%",
        "all_text": "整體運勢穩定。生活中或許會有一些邀請出現，可能是朋友邀請你參加聚會，或者是一些活動邀請你參與。面對這些邀請，你不如聽聽自己心裡的想法。如果你的內心對某個邀請充滿了期待和熱情，那不妨欣然前往，在活動中你可能會收穫很多快樂，結識到一些有趣的人。但如果你的心裡對某個邀請有些牴觸，覺得去了會讓自己不舒服，那也不要勉強自己。尊重自己內心的感受很重要，不要因為怕得罪人或者其他原因而違背自己的意願。而且，按照自己內心的想法去做決定，會讓你在這一天過得更加自在和舒心。這種穩定的狀態也讓你能夠更好地享受生活，不被外界的因素過多幹擾。",
        "love_text": "單身的你，在感情方面可能沒有明顯的進展變化。不過別灰心，感情的事急不來，保持平常心，繼續過好自己的生活，緣分說不定就在下一個轉角。已有伴者的你，要多瞭解對方不同的一面。每個人都有多面性，試著去發現對方那些你不曾瞭解的優點和特質，會讓你們的感情更加豐富多彩。",
        "work_text": "不如多磨鍊自己的實戰能力。在日常的各種事務中，有很多可以實踐和鍛鍊的機會，不要只是停留在理論層面。通過實際操作，你能更好地掌握技能，積累經驗。而且，實戰中的挑戰能激發你的潛能，讓你發現自己的不足之處，從而有針對性地進行改進和提升，為未來的發展打下堅實的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運進賬或有驚喜，可能會收到一些意外的收入，比如禮物、獎金等。這些錢讓你感到很開心，但別忘了保持理性。購物時也要控制預算，別因為有錢就亂買一通。理財方面，可以考慮一些穩健的投資方式，讓錢生錢。",
        "health_text": "走路時別玩手機，這樣容易分心，引發摔倒或碰撞等意外。走路時要專心，注意觀察周圍的環境和路況。如果平時有低頭玩手機的習慣，更要改掉，保護好自己的安全。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    }
  }
}