{
  "updated": "2025-08-27T19:07:59.763Z",
  "updateTime": "2025/8/28 上午3:07:59",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 20223,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "玩趣味遊戲",
        "all": "72%",
        "date": "2025-08-28",
        "love": "75%",
        "work": "73%",
        "money": "71%",
        "health": "74%",
        "notice": "計劃節奏被打亂",
        "discuss": "77%",
        "all_text": "整體運勢一般般，能量場被按下了緩衝鍵，既沒有特別順的助力，也不至於處處碰壁。你可能會覺得手頭的事推進得有點慢，或是計劃的節奏被零碎的事情打亂，容易生出“閒得發慌”的煩躁感。這種狀態下，最忌諱的是因為沒事做就瞎琢磨，比如反覆糾結某個小問題，或是把注意力放在別人的事上——越想越容易鑽牛角尖。建議找點能讓你專注的小事，比如整理房間、整理電子文件，或是學個新技能的基礎操作，把精力分散到具體的行動裡，反而能減少無意義的內耗。另外，和身邊人的互動可能會有點“沒營養”，比如閒聊時話題總繞著重複的內容轉，如果實在提不起興趣，適當減少無效社交，給自己留點獨處空間反而更舒服。",
        "love_text": "單身的你，最近容易對某個剛認識的人產生好感，但別急著推進關係——對方的某些細節可能還沒完全瞭解，比如生活習慣或真實想法，多給彼此點時間觀察會更穩妥。已有伴者的你，和伴侶可能會因為小事產生分歧，比如對某件事的看法不同，或是生活習慣上的小摩擦，別急著爭對錯，試著站在對方的角度想想，主動退一步反而能讓關係更緊密。",
        "take_star": "",
        "work_text": "像在原地踏步，明明努力了卻看不到明顯進展，比如提交的方案沒得到反饋，或是複習的內容記不牢。這種“沒有變化”的狀態容易讓你有點急，但別急著否定自己——有些積累需要時間才能顯現效果，保持節奏比追求速度更重要。",
        "lucky_star": "天秤座",
        "money_text": "在財運上得把網絡支付安全重視起來。現在線上消費頻繁，一個不小心就可能遭遇信息洩露或者資金被盜刷。不管是網購還是進行其他線上交易，都要確認支付環境安全，仔細核對支付信息。同時，別隨意連接公共場所的免費網絡進行支付操作，多留個心眼，才能守護好自己的錢袋子。",
        "health_text": "要把增強抵抗力提上日程啦。建議日常飲食裡多加點富含維生素的蔬果，像橙子、西蘭花這些就很不錯。工作或學習的間隙也別一直悶著，到戶外走一走，曬曬太陽，促進維生素D合成，能幫身體更好地吸收鈣，讓抵抗力慢慢提升，抵禦小病小痛。",
        "lucky_color": "淺藍色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心浮氣躁",
        "yi": "分享生活趣事",
        "all": "52%",
        "date": "2025-08-28",
        "love": "53%",
        "work": "65%",
        "money": "50%",
        "health": "60%",
        "notice": "情緒像脫韁野馬",
        "discuss": "56%",
        "all_text": "整體運勢欠佳，情緒容易像脫韁的野馬，被一些小事牽著走。你可能會突然對某件事產生強烈的執念，比如堅持要按自己的方式處理問題，哪怕別人提出更合理的建議，也聽不進去；或是因為一點小摩擦就情緒上頭，說話語氣變重，事後又容易後悔。這種“意氣用事”的狀態會讓你在人際關係中顯得有點“硬”，容易和身邊人產生隔閡。建議遇到分歧時，先深呼吸三次，給自己幾秒鐘緩衝，避免立刻反駁或爭執——有時候退一步不是妥協，而是給情緒降溫的空間。另外，不適合做重要決定，尤其是涉及金錢或承諾的事，容易因為衝動而留下隱患，儘量把需要理性判斷的事往後放一放。",
        "love_text": "單身的你，在社交場合可能會顯得有點“緊繃”，比如和朋友聚會時總擔心花錢太多，或是拒絕別人的好意，這種“小氣”的印象容易讓想靠近你的人卻步。已有伴者的你，和伴侶相處時容易計較誰付出得多，比如誰做家務更多、誰花錢更少，這種“算得太清”的狀態會讓對方覺得不夠溫暖，偶爾裝糊塗反而能減少矛盾。",
        "take_star": "",
        "work_text": "像在“逆水行舟”，周圍競爭的氛圍特別明顯，比如同事都在爭取同一個機會，或是同學都在比進度，這種壓力會讓你有點喘不過氣，但別被帶偏節奏——專注自己的目標，比盲目跟風更重要。",
        "lucky_star": "金牛座",
        "money_text": "可得對高風險投資保持高度警惕。市場情況複雜多變，那些看似收益誘人的高風險項目，背後可能隱藏著巨大危機。別被一時的利益衝昏頭腦，盲目跟風投入大量資金。在做出投資決策前，一定要充分了解項目情況，評估風險承受能力，穩妥起見，先觀望觀望，別輕易涉足不熟悉的投資領域。",
        "health_text": "建議不要熬夜玩手機。熬夜會打亂身體的生物鐘，影響各個器官的正常修復和排毒。手機屏幕的藍光還會抑制褪黑素分泌，讓你更難入睡。睡前一小時就把手機放遠點，泡個腳、聽聽舒緩的音樂，放鬆身心，早早進入夢鄉，第二天才能精神飽滿。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽信謠言",
        "yi": "挑戰高難度",
        "all": "95%",
        "date": "2025-08-28",
        "love": "96%",
        "work": "97%",
        "money": "94%",
        "health": "93%",
        "notice": "一股我能行的勁兒",
        "discuss": "97%",
        "all_text": "整體運勢非常好，就像注入了活力劑似的，做什麼都帶著一股“我能行”的勁兒。你可能會突然對某個高難度的事產生興趣，比如挑戰一直不敢嘗試的運動、學習複雜的新知識，或是主動接下需要突破舒適區的任務——這種“敢往上夠”的狀態會讓你在行動中不斷髮現自己的潛力，甚至可能超出原本的預期。你不太會被困難嚇住，反而會覺得“越難越有意思”，這種心態會吸引周圍人的關注，甚至有人主動來找你合作或請教。另外，社交運也不錯，和不同背景的人聊天能激發新靈感，別把自己侷限在固定的圈子裡，多接觸新信息、新觀點，會讓你的狀態更飽滿。",
        "love_text": "單身的你，可能會和某個一直有好感的人突然有了更深入的交流，比如聊到彼此的過去或對未來的期待，這種“心意相通”的感覺會讓你很心動，不妨主動表達好感，脫單概率很高。已有伴者的你，和伴侶的關係會因為一次深入的對話而更親密，比如聊到彼此的脆弱或夢想，這種“被理解”的感覺會讓你們的羈絆更深，感情更穩固。",
        "take_star": "",
        "work_text": "像裝了小馬達，既穩又帶點“變”的巧勁，比如處理日常任務時能想到新方法，或是學習時能舉一反三，這種“穩中求變”的狀態會讓你效率很高，還能給周圍人帶來啟發。",
        "lucky_star": "巨蟹座",
        "money_text": "容易對某個知識點產生“新理解”，比如之前覺得難的內容，突然想通了，或是發現不同學科之間的聯繫，這種“融會貫通”的感覺會讓你很有成就感，不妨多記錄下來。",
        "health_text": "要注意別久坐不動。長時間坐著，身體的血液循環會變慢，容易引發腰部、頸部的不適，還可能增加患心血管疾病的風險。每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，或者去倒杯水、上個廁所，讓身體動起來，保持活力。",
        "lucky_color": "寶藍色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一退再退",
        "yi": "結交新朋友",
        "all": "77%",
        "date": "2025-08-28",
        "love": "70%",
        "work": "76%",
        "money": "75%",
        "health": "79%",
        "notice": "待在熟悉的環境",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，像一杯溫水，沒有特別熱烈的刺激，但也足夠舒服。你可能會下意識地想待在熟悉的環境裡，和熟悉的人相處，比如宅在家裡、和老朋友聚會，這種“安全區”確實能讓你放鬆，但也可能讓你錯過一些新機會。你其實有潛在的社交能量，比如遇到新朋友時能聊得很投機，或是被邀請參加不太常去的活動——這些看似“打破常規”的互動，反而可能給你帶來新鮮感，甚至打開新的視角。建議別給自己設太多限制，比如“我不適合這種場合”“他們肯定聊不來”，試著主動邁出一步，哪怕只是簡單打個招呼，可能會發現“原來我也可以”。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但容易因為“怕被拒絕”而不敢主動，比如對方主動搭話時，你反而表現得有點冷淡——其實對方可能也在等你釋放信號，勇敢一點會有驚喜。已有伴者的你，和伴侶相處時別總“不解風情”，比如對方精心準備了小驚喜，你卻只關注“花了多少錢”，多誇誇對方的用心，會讓關係更甜蜜。",
        "take_star": "",
        "work_text": "像打開了“新視角”，不再侷限於眼前的任務或學習內容，而是願意主動了解更多相關的信息，比如工作中研究行業動態，或是學習時拓展課外知識，這種“拓寬視野”的狀態會讓你更有底氣。",
        "lucky_star": "處女座",
        "money_text": "在求財方面，多拓展途徑是個不錯的選擇。別隻侷限於現有的收入方式，可以思考一下有沒有其他兼職或者副業的可能性。利用自己的特長或者興趣，尋找一些額外的賺錢機會。同時，也可以關注一些新的行業動態，說不定能從中發現適合自己的賺錢項目，為財富增長開闢新道路。",
        "health_text": "多進行身體拉伸。日常久坐或保持一個姿勢太久，肌肉會變得僵硬緊張。利用碎片時間，比如工作間隙、看電視時，做一些簡單的拉伸動作，像伸展手臂、轉動脖子、彎腰觸地等，能放鬆肌肉，緩解身體的疲勞感，讓身體更加舒展自在。",
        "lucky_color": "米白色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不注重形象",
        "yi": "培養想象力",
        "all": "70%",
        "date": "2025-08-28",
        "love": "73%",
        "work": "74%",
        "money": "68%",
        "health": "75%",
        "notice": "抱有較高的期待",
        "discuss": "82%",
        "all_text": "整體運勢平平，像走在一條有點顛簸的路上，雖然能到目的地，但過程中難免有點小磕絆。你可能會對某些事抱有較高的期待，比如希望能順利完成某個目標、得到他人的認可，但實際推進時可能會發現“好像沒想象中那麼容易”，這種落差容易讓你有點失落。不過，“不完美”更多是細節上的，比如計劃的時間比預期長、某件事的結果沒達到“滿分”，但整體方向是對的，不必因為小偏差就否定全部。建議調整心態，把“必須完美”換成“完成就好”，反而能減少內耗。另外，和身邊人的互動可能有點“各說各的”，比如溝通時容易忽略對方的重點，如果遇到分歧，多問一句“你的意思是？”，能避免很多不必要的誤會。",
        "love_text": "單身的你，感情狀態比較平穩，沒有特別大的波動，但可能會遇到一些讓你覺得“還不錯”的潛在對象，只是暫時沒有進一步發展的衝動，維持現狀也不錯，別急著推進。已有伴者的你，和伴侶的關係可能會有點“平淡”，不妨主動製造點小浪漫，比如一起看場電影、吃頓喜歡的飯，這些小舉動能讓感情重新升溫。",
        "take_star": "",
        "work_text": "像在“整理房間”，需要把堆積的任務或學習內容做個“斷舍離”，比如刪掉沒用的文件，或是放棄不重要的目標，這種“減法”思維會讓你更輕鬆，也能把精力集中在真正重要的事上。",
        "lucky_star": "水瓶座",
        "money_text": "在錢財方面要特別注意，別輕易給親朋好友借錢。雖然幫助他人是好事，但這一天借出去的錢可能回收起來會比較困難。要是實在抹不開面子，也要和對方明確還款時間和方式，並留下書面憑證。畢竟，誰的錢都不是大風颳來的，保護好自己的財產，才能避免後續的麻煩和糾紛。",
        "health_text": "關注睡眠質量。睡眠不好會影響第二天的精神狀態和工作效率。晚上儘量營造一個安靜、舒適的睡眠環境，拉上窗簾、調暗燈光。睡前避免喝濃茶或咖啡，也別做劇烈運動。可以試著做幾次深呼吸，讓自己平靜下來，更快進入深度睡眠。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "嘗試新點子",
        "all": "88%",
        "date": "2025-08-28",
        "love": "85%",
        "work": "86%",
        "money": "87%",
        "health": "89%",
        "notice": "像待雕琢的玉石",
        "discuss": "81%",
        "all_text": "整體運勢平穩，像一塊待雕琢的玉石，表面看起來普通，但藏著很多可能性。你可能會收到一些新的信息或機會，比如朋友分享的資源、偶然看到的活動通知，這些看似“突然”的內容，其實都和你的興趣或需求有關，值得花時間瞭解。你適合“多嘗試”，比如學個新技能的基礎操作、接觸不同領域的內容，甚至只是換個路線散步——這些小行動不會立刻帶來巨大改變，但能幫你積累經驗，慢慢找到更適合自己的方向。另外，社交運也不錯，和他人交流時容易碰撞出新想法，別因為“怕麻煩”就拒絕邀請，多參與、多傾聽，可能會發現“原來還有這種玩法”。保持開放的心態，你會在探索中收穫小驚喜。",
        "love_text": "單身的你，可能會在某個場合遇到讓你覺得“很有眼緣”的人，比如朋友聚會或日常活動中，對方的某個細節（比如說話方式、興趣愛好）會吸引你，主動聊幾句可能會有後續發展。已有伴者的你，和伴侶相處時別總等著對方主動，比如想約會就直接提，想聊天就先開口，你的主動會讓對方感受到你的在意，關係會更親密。",
        "take_star": "",
        "work_text": "像“腳踏實地的耕耘者”，不會追求速成或捷徑，而是願意花時間把每個細節做好，比如反覆檢查工作成果，或是認真整理學習筆記，這種“穩紮穩打”的狀態會讓你很有安全感，成果也會更紮實。",
        "lucky_star": "白羊座",
        "money_text": "求財宜穩紮穩打。不要急於求成，盲目追求高收益而忽視了風險。在處理財務問題時，要保持冷靜和理智，仔細分析每一個決策的利弊。可以制定一個合理的理財計劃，按照計劃逐步推進，把每一筆錢都花在刀刃上。通過穩健的方式積累財富，雖然速度可能慢一些，但勝在安全可靠。",
        "health_text": "要養成早睡的好習慣。早睡能讓身體得到充分的休息和恢復，增強免疫力。晚上儘量在11點前上床睡覺，睡前可以泡個熱水澡，讓身體放鬆下來。也可以讀一本輕鬆的書，幫助入睡。堅持早睡，你會發現自己的精神狀態越來越好，皮膚也會變得更光滑。",
        "lucky_color": "銀灰色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度沉迷社交",
        "yi": "欣賞藝術作品",
        "all": "92%",
        "date": "2025-08-28",
        "love": "91%",
        "work": "95%",
        "money": "93%",
        "health": "91%",
        "notice": "處處藏著小驚喜",
        "discuss": "90%",
        "all_text": "你簡直是幸運星附體，好運就像潮水般不斷向你湧來。生活裡處處藏著小驚喜，可能出門就遇到許久未見的老友，相談甚歡間收穫新的感悟；也可能在不經意間發現一直尋找的物品，那種失而復得的喜悅溢於言表。而且你思維活躍，對身邊的事物總有獨到的見解，無論是和朋友聊天，還是參與討論，你的觀點都能讓人眼前一亮，成為眾人矚目的焦點。這種獨特的思考方式還能讓你在面對問題時，從不同角度找到解決辦法，輕鬆化解難題。在社交場合中，你更是如魚得水，憑藉著自身的魅力和幸運的加持，結識到不少新朋友，拓展了人脈資源。這一天，你會感受到生活充滿了無限可能，心情也格外舒暢，彷彿整個世界都在為你讓路，盡情享受這份幸運帶來的美好時光吧。",
        "love_text": "單身的你，桃花運很旺，可能會收到多個人的示好，比如朋友介紹的新對象，或是社交平臺上有人主動搭話，別急著拒絕，多接觸看看，說不定能遇到合拍的人。已有伴者的你，和伴侶的關係會因為“簡單的陪伴”而更溫暖，比如一起宅家做飯、散步，或是安靜地各做各的事，這種“不刻意”的相處反而能讓你們更珍惜彼此。",
        "take_star": "",
        "work_text": "彷彿置身於幸運的漩渦中心，身邊處處是助力。無論是同事的主動幫忙，還是同學分享的寶貴經驗，都讓你在前進的道路上輕鬆不少。這種良好的氛圍讓你充滿幹勁，能更高效地處理各種事務，在追求目標的路上穩步邁進，收穫滿滿成就感。",
        "lucky_star": "獅子座",
        "money_text": "你的正偏財都很給力！工作上可能會有額外的獎金或者提成入賬，偏財方面也有機會小賺一筆，比如購買的理財產品有了不錯的收益。這一天不妨好好規劃一下這些收入，可以將一部分存起來作為儲蓄，另一部分用於改善生活或者進行一些穩健的投資，讓財富實現更好的增值。",
        "health_text": "要保持起居環境的乾淨整潔。一個整潔的環境能讓人心情愉悅，減少細菌和病毒的滋生。定期打掃房間，整理衣物，把雜物擺放整齊。床上用品也要經常換洗，保持乾燥清潔。在這樣的環境裡生活，能降低生病的幾率，讓自己更健康。",
        "lucky_color": "卡其色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜不睡覺",
        "yi": "學習新菜式",
        "all": "65%",
        "date": "2025-08-28",
        "love": "62%",
        "work": "63%",
        "money": "60%",
        "health": "68%",
        "notice": "突出個性而顯作",
        "discuss": "62%",
        "all_text": "整體運勢不太理想，你可能會感覺諸事不順。在行動的時候，別一味地追求個性，為了凸顯自己而做出一些“作”的舉動。這種行為不僅不會讓你得到他人的認可，反而可能引起別人的反感，給自己帶來不必要的麻煩。生活裡的小狀況可能會頻繁出現，讓你有些應接不暇，原本計劃好的事情也可能會被打亂節奏。此時，你需要保持冷靜和理智，不要被情緒左右，避免因為一時的衝動而做出錯誤的決定。遇到問題時，多從自身找找原因，不要總是把責任推給別人。調整好自己的心態，以平和的態度去面對這一天的不如意，相信困難只是暫時的，只要堅持過去，就能迎來轉機。",
        "love_text": "單身的你，可能會遇到感情上的小難題，比如和心動的人聊天時突然冷場，或是對方的態度讓你摸不著頭腦，容易因為“怕麻煩”而放棄，其實再堅持一下可能會有轉機。已有伴者的你，和伴侶可能會因為誤會產生小矛盾，比如對方沒回消息，你就懷疑“是不是不在乎我了”，別急著下結論，直接問清楚反而能避免更大的矛盾。",
        "take_star": "",
        "work_text": "陷入了猶豫不決的困境，面對選擇時總是瞻前顧後，難以果斷做出決定。這種狀態讓你在推進事情時進度緩慢，還可能錯過一些好機會。需要儘快調整心態，明確自己的目標，才能擺脫這種糾結的局面。",
        "lucky_star": "摩羯座",
        "money_text": "要留意自己的物質慾望，別讓它過度膨脹。看到喜歡的東西就想買，很容易造成不必要的消費，讓錢包迅速癟下去。在購物前，先冷靜思考一下是否真的需要這件物品，能不能找到更實惠的購買方式。控制好自己的消費衝動，合理規劃開支，才能避免陷入財務緊張的困境。",
        "health_text": "容易情緒化，這對健康可不利。情緒波動大會影響內分泌系統，導致身體出現各種不適。當感覺情緒要爆發時，先深呼吸幾次，讓自己冷靜下來。也可以找朋友聊聊天，傾訴一下心中的煩惱，把負面情緒釋放出來，保持平和的心態。",
        "lucky_color": "翠綠色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放不下面子",
        "yi": "享受慢生活",
        "all": "59%",
        "date": "2025-08-28",
        "love": "60%",
        "work": "58%",
        "money": "55%",
        "health": "63%",
        "notice": "自尊心成絆腳石",
        "discuss": "56%",
        "all_text": "你的整體運勢有些低迷，彷彿被一層陰雲籠罩。自尊心太強在這個時候反而成了你的絆腳石，讓你在與人相處時變得有些敏感和固執。當遇到不同意見時，你可能會因為放不下面子而拒絕接受他人的建議，導致自己陷入孤立無援的境地。生活裡的小挫折可能會讓你產生自我懷疑，覺得自己能力不足。其實，每個人都有遇到困難的時候，這只是暫時的狀態。你需要學會放下過強的自尊心，虛心向他人學習，多聽聽別人的想法和意見。不要害怕暴露自己的不足，因為只有正視問題，才能找到解決的辦法。保持樂觀的心態，相信自己有能力克服困難，這樣才能逐漸走出運勢低迷的困境。",
        "love_text": "單身的你，性格稜角可能會讓你在社交中顯得有點“扎人”，比如說話太直接、不喜歡被約束，容易讓想靠近你的人覺得“不好相處”，適當收斂點鋒芒會更受歡迎。已有伴者的你，和伴侶可能會因為小事吵架，比如對方沒按你的方式做事，你就覺得“不尊重你”，其實換個角度想，對方的做法可能也有道理，互相包容才能走得更遠。",
        "take_star": "",
        "work_text": "過於依賴他人，缺乏獨立解決問題的勇氣和能力。遇到困難時，第一時間想到尋求他人幫助，而不是自己嘗試去克服。這雖然能暫時解決問題，但從長遠來看，不利於個人成長和進步，需要學會獨立面對挑戰。",
        "lucky_star": "雙魚座",
        "money_text": "你可能會發現錢存不下來。這一天會有各種瑣碎的開支冒出來，比如朋友聚會、購買生活用品等。要想改變這種狀況，得好好規劃一下自己的消費。可以制定一個每日消費預算，嚴格按照預算執行，避免超支。同時，減少不必要的社交活動，把更多的錢用在真正需要的地方。",
        "health_text": "感覺心事重重，這會影響身心健康。別把事情都憋在心裡，找個合適的方式發洩出來。可以去運動一下，像跑步、打球，通過運動釋放壓力和不良情緒。也可以去聽一場音樂會、看一場電影，讓自己沉浸在藝術氛圍中，忘卻煩惱，放鬆心情。",
        "lucky_color": "暗紅色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "口若懸河",
        "yi": "看一部電影",
        "all": "83%",
        "date": "2025-08-28",
        "love": "82%",
        "work": "84%",
        "money": "76%",
        "health": "80%",
        "notice": "一分耕耘一分收穫",
        "discuss": "85%",
        "all_text": "你的整體運勢還算不錯，呈現出一種平穩上升的態勢。一分耕耘便有一分收穫，這是對你努力最好的詮釋。你平時的付出和積累在這個時候開始顯現出效果，生活裡會陸續出現一些讓你感到欣慰的小成果。可能是你一直堅持的某個習慣帶來了好處，也可能是你之前的努力得到了他人的認可。這種收穫會讓你更加堅信努力的意義，也激勵著你繼續朝著目標前進。在與人交往中，你的真誠和踏實會贏得他人的信任和好感，人際關係也會更加和諧。不過，也不要因為取得了一點成績就驕傲自滿，保持謙虛的態度，繼續腳踏實地地努力，未來的日子裡還會有更多的驚喜在等著你。",
        "love_text": "單身的你，可能會和某個喜歡的人有獨處的機會，比如一起完成某件事，或是單獨約飯，這種“一對一”的相處能讓你更瞭解對方，也能讓對方看到你的優點，好好把握。已有伴者的你，和伴侶的關係會因為“溫馨的互動”而更甜蜜，比如對方幫你解決了一個小麻煩，你主動說聲“謝謝”，或是給對方一個小擁抱，這些細節能讓感情更溫暖。",
        "take_star": "",
        "work_text": "是培養自身優勢的好時機，能夠敏銳地察覺到自己的長處，並加以發揮。在處理各種事務時，你憑藉這些優勢脫穎而出，得到他人的讚賞和認可。同時，也能從中學到新的知識和技能，進一步提升自己的能力。",
        "lucky_star": "射手座",
        "money_text": "在財務上要重點關注收支平衡。仔細梳理自己的收入和支出情況，看看哪些是必要的開支，哪些是可以削減的。在消費時，要理性對待每一筆錢，不要因為一時的衝動而購買一些不實用的東西。通過合理控制支出，確保收入能夠覆蓋各項開支，維持財務的穩定狀態。",
        "health_text": "注意均衡飲食。不能只偏愛某一種食物，要保證攝入各種營養素。多吃五穀雜糧、蔬菜水果，適量攝入肉類、蛋類和奶類。少吃油膩、辛辣和刺激性食物，避免給腸胃造成負擔。合理搭配飲食，才能為身體提供充足的能量，維持身體健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斤斤計較",
        "yi": "組織興趣活動",
        "all": "91%",
        "date": "2025-08-28",
        "love": "90%",
        "work": "94%",
        "money": "90%",
        "health": "89%",
        "notice": "一切都顯得心應手",
        "discuss": "92%",
        "all_text": "你的整體運勢如同順水行舟般順暢，一切都顯得那麼得心應手。你能夠以興趣為動力，積極投入到各種事情中，這種熱情和專注會讓你在做事時效率極高。無論是參與自己喜歡的活動，還是嘗試新的事物，你都能從中找到樂趣，並且取得不錯的成果。生活裡充滿了活力和激情，你會主動去探索未知的領域，發現新的美好。在與人交流時，你的想法和觀點能夠得到他人的理解和支持，這讓你更加自信和開朗。這種良好的狀態會吸引更多的人圍繞在你身邊，讓你的社交圈更加豐富多彩。盡情享受這一天的好運吧，用積極的心態去擁抱生活中的每一個瞬間。",
        "love_text": "單身的你，脫單的概率很高，可能會遇到一個讓你覺得“就是他了”的人，比如對方的價值觀和你很合，或是相處時特別舒服，主動表達好感會有驚喜。已有伴者的你，和伴侶的感情會因為“共同的經歷”而更堅定，比如一起克服了一個小困難，或是完成了某個目標，這種“並肩作戰”的感覺會讓你們更珍惜彼此。",
        "take_star": "",
        "work_text": "表現出眾，無論在什麼場合都能吸引他人的目光。你的創新思維和獨特見解讓你在眾多人中脫穎而出，在處理事情時總能提出新穎的方案和方法，得到大家的一致好評。這種良好的狀態讓你充滿自信，更加積極地追求自己的目標。",
        "lucky_star": "天蠍座",
        "money_text": "對財運的嗅覺格外敏銳。能夠快速捕捉到市場上的賺錢機會，不管是新的投資領域，還是一些商業合作項目，都有可能成為你財富增長的突破口。這一天不妨多關注行業動態，和身邊的人交流交流想法，說不定就能從中發現適合自己的賺錢契機，果斷出手，收穫滿滿。",
        "health_text": "要多喝水少喝飲料。飲料中往往含有大量的糖分和添加劑，喝多了對身體不好。而水是身體新陳代謝的重要介質，多喝水能促進身體排毒，保持皮膚的水潤。隨身帶個水杯，時不時喝上幾口，讓身體時刻保持充足的水分。",
        "lucky_color": "墨綠色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "提高生活品味",
        "all": "80%",
        "date": "2025-08-28",
        "love": "83%",
        "work": "77%",
        "money": "78%",
        "health": "82%",
        "notice": "溫暖力量推著走",
        "discuss": "79%",
        "all_text": "你的整體運勢尚佳，生活裡彷彿有一股溫暖的力量在推動著你往前走。你可能會有一些新想法，這些想法就像一顆顆種子，在你的心中生根發芽。而且令人驚喜的是，你的這些新想法還能得到他人的支持，這讓你有了將想法付諸實踐的勇氣和動力。在與人相處時，你會感受到周圍人的善意和友好，這種和諧的氛圍讓你心情愉悅。生活裡的小確幸不斷，可能是收到一份小禮物，也可能是得到一句貼心的問候，都能讓你感到無比幸福。不過，在享受這份好運的同時，也要保持清醒的頭腦，不要因為一時的順利而放鬆對自己的要求。合理規劃自己的行動，讓這些新想法能夠更好地落地生根，為你的生活帶來更多的改變和驚喜。",
        "love_text": "單身的你，要多表達自己的想法，比如和朋友聊天時提到“我喜歡什麼樣的人”，或是遇到心動對象時主動聊幾句，你的真誠會吸引到合適的人。已有伴者的你，和伴侶會有更多溝通的機會，比如聊到彼此的過去或對未來的規劃，這種“深入交流”能讓你們更瞭解對方，感情也會更深厚。",
        "take_star": "",
        "work_text": "需要著重培養獨立解決問題的能力，不能總是依賴他人的幫助。在面對困難和挑戰時，要勇敢地邁出第一步，嘗試自己尋找解決辦法。雖然過程可能會有些艱辛，但通過自己的努力克服困難後，你會獲得巨大的成長和進步。",
        "lucky_star": "雙子座",
        "money_text": "在求財方面表現得比較佛系。不會刻意去追求財富，但這種心態也可能讓你錯過一些賺錢的機會。其實可以稍微積極主動一點，多留意身邊的各種信息，說不定在不經意間就能發現新的賺錢途徑。當然，也不必過於強求，保持平和的心態，在有機會的時候抓住它，財富自然會慢慢積累起來。",
        "health_text": "走路時別低頭看手機啦。低頭看手機會讓頸部承受很大的壓力，容易引發頸椎病，還可能因為注意力不集中而發生意外。走路時就專心看路，欣賞周圍的風景。如果實在需要看手機，先找個安全的地方停下來，看完再繼續走，保障自己的安全。",
        "lucky_color": "薑黃色",
        "lucky_number": "4"
      }
    }
  }
}