{
  "updated": "2025-11-10T16:10:44.969Z",
  "updateTime": "2025/11/11 上午12:10:44",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 19124,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "襪子露腳裸",
        "yi": "喝一杯姜棗茶",
        "all": "80%",
        "date": "2025-11-10",
        "love": "83%",
        "work": "81%",
        "money": "88%",
        "health": "82%",
        "notice": "以行動打破僵局",
        "discuss": "89%",
        "all_text": "對你而言是充滿動能的一天。整體運勢尚佳，你更傾向於用具體行動打破僵局，而非停留在空想階段。這種“先做再看”的節奏會讓你感到踏實，尤其當面對需要推進的事務時，你的果斷能快速理清頭緒。過程中可能會遇到需要調整方向的小插曲，但你並不排斥這種變化，反而能從中找到更適合自己的節奏。身邊的人或許會因你的高效而受到感染，但不必刻意迎合他人的期待，保持自己的步調更重要。需要注意的是，別因追求速度而忽略細節，偶爾停下來確認目標是否偏離，能讓行動更有方向感。適合處理需要執行力的事務，或是通過運動、手工等動態活動釋放能量。整體氛圍輕鬆中帶著一點衝勁，你會明顯感受到“動起來”帶來的滿足感。",
        "love_text": "單身的你，可能會有新的人帶著熱情闖入你的生活圈，對方或許和你一樣喜歡直來直往，這種輕鬆的互動模式容易讓你產生好感。不必急著確定關係，先觀察彼此的節奏是否合拍更重要。已有伴者的你，和伴侶的分享欲會成為感情黏合劑，無論是吐槽日常還是分享新鮮事，主動開口能讓對方更貼近你的世界。",
        "work_text": "適合穩紮穩打推進計劃，雖然進展不算迅猛，但每一步都走得紮實。這種“一步一腳印”的狀態能幫你積累信心，尤其適合處理需要耐心或重複確認的任務。不必急於求成，按自己的節奏推進反而更高效，中途的微小調整也會成為後續的助力。",
        "lucky_star": "白羊座",
        "money_text": "財運和行動力直接掛鉤，越主動越容易有收穫。別怕麻煩，主動跟進合作、催款或處理積壓的財務問題，效率會比平時高。可能遇到需要墊資的情況，但只要前期核對清楚細節，回報會超出預期。注意別因一時心急籤合同，多問兩句條款更穩妥。",
        "health_text": "要留意坐姿，別總不自覺蹺二郎腿，時間久了會影響腿部血液循環，還可能導致骨盆傾斜、脊椎變形。工作或休息時，有意識地把雙腳平放在地上，每隔半小時起來活動下腰腿，做做拉伸，讓身體保持舒展狀態，這樣一整天都會更輕鬆。",
        "lucky_color": "墨綠色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩網絡梗",
        "yi": "佈置溫馨臥室",
        "all": "75%",
        "date": "2025-11-10",
        "love": "78%",
        "work": "76%",
        "money": "73%",
        "health": "77%",
        "notice": "接受既定的安排",
        "discuss": "70%",
        "all_text": "整體運勢相對平淡，你更傾向於接受既定的安排，而非主動發起改變。這種被動狀態並非消極，反而能讓你在忙碌中保留一絲喘息的空間。你可能會發現，很多事情按部就班推進反而更省力，強行打破常規反而容易陷入混亂。身邊的人或許會提出新的建議，但你更願意先觀察再決定是否參與。這種謹慎的態度能幫你避開不必要的麻煩，但也可能讓你錯過一些嘗試的機會。適合利用整理環境、處理瑣事，或是通過閱讀、聽音樂等靜態活動放鬆心情。不必強迫自己追求“高效”，順應當前的節奏反而能讓你更從容。整體氛圍偏向穩定，雖然少了點驚喜，但這種踏實感正是你當下需要的。",
        "love_text": "單身的你，對脫單這件事可能提不起太大興趣，比起刻意社交，你更想享受獨處的舒適感。這種“順其自然”的心態反而能幫你過濾掉不合適的人，不必因為外界壓力勉強自己。已有伴者的你，和伴侶的相處需要穩住彼此的節奏，比如對方想推進關係而你更想慢慢來，不妨坦誠說出你的顧慮。矛盾往往源於“急”和“慢”的碰撞，耐心溝通比爭對錯更重要。",
        "work_text": "需要主動打破固有框架，原本習慣的模式可能不再適用，比如按部就班推進反而效率降低。試著換個角度思考問題，或是參考他人的經驗，這種“打開思路”的調整能幫你找到更高效的路徑。",
        "lucky_star": "巨蟹座",
        "money_text": "收支像秤砣一樣穩，既沒有意外大筆支出，也難有突然進賬。適合整理賬單、核對賬戶餘額，把該還的信用卡或貸款處理掉。如果有人找你借錢，別因面子鬆口，先評估對方還款能力。晚上別逛電商直播，容易為“便宜”買回用不上的東西。",
        "health_text": "晚上到點了就別硬撐著不睡，熬夜會打亂生物鐘，第二天精神萎靡，還可能影響免疫力。睡前半小時放下手機，調暗燈光，聽點輕柔的音樂，讓大腦慢慢放鬆。保證7-8小時睡眠，第二天起床才會神清氣爽，做事效率也更高。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度較勁兒",
        "yi": "參與家務事",
        "all": "79%",
        "date": "2025-11-10",
        "love": "80%",
        "work": "71%",
        "money": "84%",
        "health": "76%",
        "notice": "構建的私人空間",
        "discuss": "74%",
        "all_text": "整體運勢還可以，你更注重私人空間的構建，渴望從外界的喧囂中抽離片刻。這種需求並非逃避，而是為了重新整理思緒，為後續的行動積蓄能量。這一天的你可能會主動減少社交頻率，選擇獨處或與少數信任的人交流。而這種“精簡社交”的模式能讓你更清晰地聽到自己的聲音，避免被無關的信息干擾。過程中可能會遇到需要拒絕他人請求的情況，不必因此感到愧疚，明確邊界反而能讓關係更健康。適合利用處理需要專注的事務，或是通過寫作、繪畫等創造性活動表達內心。整體氛圍安靜中帶著一絲自我探索的意味，你會更清楚自己想要什麼，以及如何保護這份“內心秩序”。",
        "love_text": "單身的你，適合通過共同話題拉近距離，比如聊最近看的劇、聽的歌，或是吐槽某件生活小事。對方如果接得住你的梗，甚至能補充新觀點，說明你們可能合拍。不必刻意找話題，自然流露更真實。已有伴者的你，和伴侶的生活交集越多，越容易感受到甜蜜。比如一起逛超市、遛狗，或是一起完成某件小事，這些日常互動能幫你們找回初期的默契感。",
        "work_text": "想法活躍，但容易因為“跳脫”而忽略實際執行，比如同時推進多個方向，反而分散了精力。試著聚焦在1-2個核心目標上，把天馬行空的創意轉化為可落地的步驟，效率會更高。",
        "lucky_star": "摩羯座",
        "money_text": "小錢可能主動找上門，比如兼職尾款到賬、客戶主動追加小訂單，或是朋友還錢時多轉了點。別嫌金額小，積少成多能覆蓋今天的奶茶錢。處理財務時別嫌麻煩，把零散的紅包、返現都收進賬戶，晚上數錢會有小驚喜。",
        "health_text": "用耳機聽音樂或看視頻時，別把音量調得太大，長時間高分貝刺激耳朵，容易造成聽力損傷。儘量控制在60%音量以下，每隔半小時取下耳機，讓耳朵休息幾分鐘。如果環境嘈雜，也別為了聽清而調高音量，換個安靜的地方更合適。",
        "lucky_color": "寶藍色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜看手機",
        "yi": "拓展知識面",
        "all": "53%",
        "date": "2025-11-10",
        "love": "59%",
        "work": "57%",
        "money": "50%",
        "health": "67%",
        "notice": "人際關係的煩惱",
        "discuss": "56%",
        "all_text": "整體運勢有所下滑，你容易陷入人際關係的煩惱中。可能是某個未解決的矛盾突然浮現，或是他人的態度讓你感到不安。這種情緒波動並非無理取鬧，而是你對關係中的細節過於敏感，容易將小事放大。你可能會反覆思考“對方是不是針對我”“我是不是哪裡做錯了”，但過度糾結反而會消耗你的精力。需要提醒的是，很多問題並非源於你，而是雙方立場或溝通方式的差異。適合暫時從複雜的關係中抽離，通過散步、聽音樂等方式平復情緒。不必強迫自己立刻解決所有問題，給彼此一點緩衝的時間反而更好。整體氛圍略顯壓抑，但這也是你重新審視關係邊界的機會。",
        "love_text": "單身的你，容易因為“害怕表錯情”而猶豫，比如對方主動示好時，你會反覆琢磨對方的意圖，反而錯過推進的機會。其實不必想太多，先以朋友身份相處，反而能更輕鬆地瞭解彼此。已有伴者的你，容易因為伴侶的某個小舉動患得患失，比如對方沒及時回消息，就會懷疑“是不是感情淡了”。其實對方可能只是忙，試著直接問清原因，比自己瞎猜更有效。",
        "work_text": "容易被他人的意見左右，比如原本有自己的計劃，但聽了別人的建議後反而猶豫。其實不必完全依賴外界判斷，先梳理自己的目標，再參考他人經驗做調整，比盲目聽從更穩妥。",
        "lucky_star": "雙魚座",
        "money_text": "購物容易“跟風上頭”，刷到別人曬單就衝動下單，可能買回重複的護膚品或閒置的小家電。付款前先問自己：這個東西家裡有嗎？能用幾次？如果答案模糊，先加購物車冷靜兩小時。實在想買，選性價比高的基礎款更划算。",
        "health_text": "腸胃比較脆弱，生冷食物要少吃，像刺身、涼拌菜、冰飲料這些，吃了容易腹痛、腹瀉。選擇溫熱、熟透的食物，比如熱湯、燉菜、蒸煮的肉類，既能暖胃，又好消化。吃飯時注意溫度，別吃太燙的，以免燙傷食道。",
        "lucky_color": "杏色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太久不剪指甲",
        "yi": "看看紀錄片",
        "all": "77%",
        "date": "2025-11-10",
        "love": "70%",
        "work": "73%",
        "money": "76%",
        "health": "75%",
        "notice": "行動總快于思考",
        "discuss": "71%",
        "all_text": "整體運勢一般般，你的行動總是快于思考，這種“先做再想”的模式雖然能快速推進事務，但也容易讓你走一些彎路。你可能會發現，自己剛完成一件事，就發現還有更優的解決方案，或是忽略了某些關鍵細節。這種“回頭補救”的情況雖然不致命，但多少會讓你感到效率低下。不過，你的熱情和行動力依然能感染身邊的人，即使過程中有些小瑕疵，他人也會因你的真誠而選擇包容。適合處理需要快速響應的事務，但記得在行動前花幾分鐘簡單規劃，避免因“急著做完”而重複返工。整體氛圍帶著一點忙碌的混亂感，但這也是你調整節奏、積累經驗的過程。",
        "love_text": "單身的你，需要綜合考慮各方因素，比如對方的性格是否和你互補，生活習慣是否合拍，而不是隻看“第一眼心動”。這種理性的態度反而能幫你篩選出更合適的人選。已有伴者的你，和伴侶的性格磨合是重點，比如你習慣做決定，對方更傾向商量，這種差異容易引發小摩擦。試著讓對方參與決策，哪怕結果不如預期，也能增進彼此的理解。",
        "work_text": "處於“與新方法磨合”的階段，比如嘗試新的工作模式、學習技巧，或是調整時間安排。初期可能會有些不適應，但堅持調整後，效率會明顯提升，這種“先難後易”的過程值得投入。",
        "lucky_star": "水瓶座",
        "money_text": "求財路上你會自動開啟“謹慎模式”，面對合作邀約或投資機會，第一反應是查背景、問細節，這種態度能幫你避開潛在坑。如果有人用“高回報”誘惑你，直接拒絕更安全。今天適合把閒錢存成定期，比亂投靠譜。",
        "health_text": "外出吃飯，儘量少光顧衛生條件差的攤販，食材不新鮮、餐具不乾淨，容易吃壞肚子，引發腸胃炎。選餐廳時，看看環境是否整潔，餐具是否經過高溫消毒。如果實在想吃小吃，可以選口碑好、人多的店，相對更安全。",
        "lucky_color": "酒紅色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝過量咖啡",
        "yi": "學習時尚穿搭",
        "all": "97%",
        "date": "2025-11-10",
        "love": "96%",
        "work": "94%",
        "money": "98%",
        "health": "95%",
        "notice": "張弛有度的狀態",
        "discuss": "97%",
        "all_text": "是幸運在線的一天，你既能享受忙碌帶來的充實感，也能在間隙中找到恢復能量的空隙。這種“張弛有度”的狀態讓你感到舒適，即使面對需要處理的事務，也能保持清晰的頭腦和穩定的情緒。你可能會發現，很多事情在推進過程中自然出現了轉機，或是得到了他人的主動協助，這種“順水推舟”的感覺讓你倍感輕鬆。適合利用處理需要耐心和細緻的事務，你的專注力會讓你事半功倍。同時，不妨給自己留一些放鬆的時間，比如喝杯茶、看看窗外，或是做些簡單的伸展。這些小片刻能幫你保持最佳狀態，避免因過度投入而消耗精力。整體氛圍輕鬆且高效，你會明顯感受到“做事順心”的愉悅感。",
        "love_text": "單身的你，桃花運格外旺盛，可能會在朋友聚會、興趣小組等場合遇到主動搭話的人。對方可能被你認真生活的狀態吸引，不必刻意表現，保持自然反而更有魅力。已有伴者的你，和伴侶一起製造美好回憶是主題，比如一起做頓飯、拍張合照，或是翻出舊物回憶往事。這些細節能讓你們更珍惜彼此，也能為感情注入新鮮感。",
        "work_text": "活學活用的能力突出，能把學到的知識或經驗快速轉化為實際行動，比如用新工具優化工作、用理論解決實際問題。這種“學以致用”的狀態能幫你高效完成任務，也容易獲得他人的認可。",
        "lucky_star": "處女座",
        "money_text": "之前做的理財規劃或定投，可能看到小收益，比如基金漲了點、存款利息到賬。別急著追加投入，先覆盤之前的策略是否合理。如果有閒錢，可以考慮補倉穩健型產品。朋友推薦的“新項目”先觀望，別因人情盲目跟投。",
        "health_text": "要保持規律的作息，早睡早起身體好。熬夜、睡懶覺都會打亂身體節律，影響新陳代謝。可以定個鬧鐘，提醒自己按時起床、睡覺。白天適當活動，晚上別喝濃茶、咖啡，營造安靜的睡眠環境，這樣一整天都會精力充沛。",
        "lucky_color": "綠色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "看戲劇演出",
        "all": "87%",
        "date": "2025-11-10",
        "love": "85%",
        "work": "88%",
        "money": "89%",
        "health": "86%",
        "notice": "走出熟悉的環境",
        "discuss": "82%",
        "all_text": "整體運勢比較平穩，你更適合走出熟悉的環境，通過接觸新事物來激活狀態。待在固定空間裡容易讓你陷入“按部就班”的模式，雖然舒服卻少了點活力。試著去附近的咖啡館、公園，或是參加一場小型聚會，外界的刺激會幫你跳出日常的思維框架，找到新的靈感方向。你可能會發現，原本糾結的小問題，在換個場景後突然有了清晰的解決思路。與人交流時，不必刻意追求“和諧”，直接表達真實想法反而能獲得更有價值的反饋。你更適合“邊動邊思考”，比如邊散步邊整理思緒，或是通過整理房間、更換擺設來調整氛圍。整體氛圍輕鬆中帶著一點探索的趣味，你會在新鮮感中感受到內心的平衡。",
        "love_text": "單身的你，考慮感情問題會更成熟，比如不再因為“年齡到了”而急著脫單，而是更看重對方是否能和你精神同頻。這種“不將就”的態度反而能幫你遇到更契合的人。已有伴者的你，在伴侶面前表現沉穩的一面會讓對方更依賴你，比如遇到矛盾時不急著爭輸贏，而是先冷靜分析問題。你的理性處理方式會讓伴侶覺得“和你在一起很安心”。",
        "work_text": "容易從他人處獲得中肯的反饋，無論是同事的提醒、上級的建議，還是朋友的點撥，都能幫你避開潛在的誤區。這種“借力打力”的狀態能讓你少走彎路，尤其適合處理需要多方協調或綜合判斷的任務。不必急於自己摸索，多傾聽他人的經驗，反而能更快找到方向。",
        "lucky_star": "獅子座",
        "money_text": "收入可能有小漲幅，比如客戶主動加單、兼職時薪提高，或是報銷比預期多。處理財務時別嫌麻煩，把該開的發票、該報的賬都整理好，別讓小錢溜走。如果談加薪，這一天提出比平時更有機會，用具體業績當籌碼更有效。",
        "health_text": "要落實運動鍛鍊計劃，別總找藉口拖延。哪怕只是下班後快走半小時，或者在家做做瑜伽、拉伸，都能促進血液循環，增強體質。運動前記得熱身，避免拉傷；運動後及時補充水分，別讓身體缺水。堅持下來，身體狀態會越來越好。",
        "lucky_color": "香檳色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "插隊打岔",
        "yi": "與別人合作",
        "all": "92%",
        "date": "2025-11-10",
        "love": "91%",
        "work": "92%",
        "money": "97%",
        "health": "93%",
        "notice": "走在時間的前面",
        "discuss": "98%",
        "all_text": "整體運勢特別給力，你彷彿提前掌握了生活的節奏，總能比別人快一步抓住關鍵。這種“走在時間前面”的狀態讓你顯得從容不迫，無論是處理日常事務還是應對突發情況，都能迅速找到最優解。你可能會發現，自己提出的想法或計劃總能得到他人的認可，甚至有人主動提供協助，這種“順勢而為”的感覺會讓你倍感輕鬆。適合利用推進需要協調或整合資源的事務，你的洞察力能幫你快速抓住核心問題，減少不必要的溝通成本。同時，不必刻意追求“完美”，順勢推進反而能讓你看到更多可能性。整體氛圍流暢且高效，你會明顯感受到“一切都在對的時間發生”的愉悅感，這種狀態也會感染身邊的人，讓你成為他人眼中的“可靠夥伴”。",
        "love_text": "單身的你，敢於主動出擊，比如遇到感興趣的人會直接表達好感，而不是躲在角落等對方發現。這種“不扭捏”的態度反而能幫你快速確認對方的心意，避免浪費時間。已有伴者的你，能從伴侶那裡收穫滿滿的情緒價值，比如對方會主動關心你的情緒，或是用行動支持你的決定。這種被“放在心上”的感覺會讓你們的感情更緊密。",
        "work_text": "狀態極佳，無論是處理複雜任務還是應對突發情況，都能得心應手。這種“遊刃有餘”的感覺源於你對節奏的把控——既不急躁，也不拖延，每一步都踩在關鍵點上。哪怕遇到小阻礙，也能快速找到解決方案，甚至把挑戰轉化為展示能力的機會。",
        "lucky_star": "金牛座",
        "money_text": "財運像開了“快進鍵”，遇到機會別猶豫，比如限時優惠、急單加價，或是朋友分享的靠譜資源，果斷接住能賺到。但別因“怕錯過”亂投錢，只選自己熟悉的領域。晚上適合整理資產，把閒置的物品掛二手平臺，能快速變現。",
        "health_text": "要注意勞逸結合，別一直埋頭工作或學習，長時間高強度用腦，容易頭疼、注意力不集中。每隔1-2小時起來活動下，做做眼保健操，或者遠眺幾分鐘，讓大腦和眼睛都放鬆放鬆。晚上別熬夜加班，保證充足休息，第二天效率會更高。",
        "lucky_color": "橘色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃得太油膩",
        "yi": "學習新知識",
        "all": "97%",
        "date": "2025-11-10",
        "love": "95%",
        "work": "98%",
        "money": "93%",
        "health": "96%",
        "notice": "擅長領域發揮優勢",
        "discuss": "91%",
        "all_text": "整體運勢非常好，你更傾向於在擅長的領域中發揮優勢，這種“做自己最拿手的事”的狀態會讓你自信十足。你可能會發現，原本需要費力解釋的事情，用最直接的方式表達反而更容易被理解。這種“輕鬆發揮”的模式能幫你快速建立信任感，無論是與人交流還是處理事務，都能以更自然的方式達成目標。適合利用參與需要創造力或靈活應變的活動，你的直覺會幫你避開不必要的麻煩，甚至可能因某個靈光一現的點子而獲得意外收穫。不必擔心“太順利會不會有問題”，你只需要專注當下，享受這種“得心應手”的感覺。整體氛圍積極且充滿活力，你會在行動中感受到自己的能量正在被放大。",
        "love_text": "單身的你，或與確定關係的機會擦肩而過，比如原本曖昧的對象可能會主動推進關係，或是你突然意識到“對方就是我想找的人”。這種“水到渠成”的感覺會讓你更確定自己的心意。已有伴者的你，會特別珍惜和伴侶的陪伴，比如哪怕只是窩在家裡看劇，也會覺得“有對方在就很安心”。這種“平淡中的幸福”會讓你們更堅定彼此的選擇。",
        "work_text": "原本計劃的路線比預期更順暢，無論是推進項目、學習新內容，還是協調資源，都少了許多阻礙。這種“順水推舟”的狀態能讓你更輕鬆地達成目標，甚至提前完成部分任務。不必刻意追求完美，按現有節奏推進，結果會超出預期。",
        "lucky_star": "天蠍座",
        "money_text": "日用品開銷可能超支，比如紙巾、洗護用品囤多了，或是突然想換新牙刷、毛巾。列個清單再採購，避免重複購買。如果家裡有快過期的日用品，優先用完再買新的。晚上別逛超市，容易為“打折”買回用不上的東西。",
        "health_text": "要避免奔波勞累，比如連續跑多個地方辦事、長時間開車，容易讓身體過度疲勞，引發腰痠背痛、腿腳腫脹。如果必須外出，儘量選交通方便的路線，減少步行時間；開車的話，每隔1-2小時停車休息，活動下四肢。晚上早點回家，泡個腳放鬆下。",
        "lucky_color": "紫色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "待人沒禮貌",
        "yi": "交流分享想法",
        "all": "60%",
        "date": "2025-11-10",
        "love": "61%",
        "work": "55%",
        "money": "52%",
        "health": "69%",
        "notice": "陷入思維侷限中",
        "discuss": "51%",
        "all_text": "整體運勢不容大意，你容易陷入思維侷限中，過度依賴過往經驗反而會忽略新的可能性。你可能會發現，原本熟悉的處理方式效果不佳，或是他人的建議讓你感到牴觸，這種“卡在舊模式裡”的狀態會讓你有些煩躁。不必強迫自己立刻找到答案，試著先暫停一下，換個角度重新審視問題。適合利用整理思路，比如列出當前困擾的點，或是與信任的人簡單交流，外界的視角能幫你打破固有框架。同時，避免因“怕出錯”而過度謹慎，適當冒險反而能幫你找到新的突破口。整體氛圍略顯沉悶，但這也是你重新梳理思維、為後續行動積累經驗的過程，保持耐心更重要。",
        "love_text": "單身的你，容易往消極方面想，比如遇到主動示好的人，會先懷疑“對方是不是有什麼目的”，反而錯過了解的機會。其實不必過度解讀，先以朋友身份相處，反而能更客觀地判斷。已有伴者的你，容易鑽牛角尖，比如伴侶沒按你的方式做事，就會覺得“對方不夠重視我”。其實對方可能只是有自己的節奏，試著換個角度理解，矛盾會少很多。",
        "work_text": "容易遇到阻力，可能是外部的限制（比如資源不足、規則調整），或是內部的卡頓（比如思路受阻、進度延遲）。這種“卡殼”感會讓你有些煩躁，但不必強行推進——先暫停梳理問題，或尋求他人幫助，比硬扛更有效。",
        "lucky_star": "天秤座",
        "money_text": "可能有“高人”主動給你指路，比如前輩分享理財經驗、同事提醒你申請補貼，或是家人告訴你省錢技巧。別嫌麻煩，跟著做能少走彎路。如果有學習理財的計劃，報網課或看書效率會很高，知識能快速轉化為實用技巧。",
        "health_text": "不要吃隔夜飯菜，剩菜剩飯放久了容易滋生細菌，吃了可能引發食物中毒，出現嘔吐、腹瀉等症狀。當天做的飯菜儘量吃完，如果實在吃不完，及時放冰箱冷藏，但第二天也要徹底加熱後再吃。最好現做現吃，保證食材新鮮。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂丟垃圾",
        "yi": "參加社交活動",
        "all": "56%",
        "date": "2025-11-10",
        "love": "63%",
        "work": "50%",
        "money": "60%",
        "health": "66%",
        "notice": "冒險決策易碰壁",
        "discuss": "57%",
        "all_text": "整體運勢下滑，過於衝動冒險的決策容易讓你碰壁。你可能會發現，自己急於推進的事情反而因忽略細節而出現反覆，或是他人的反應與你預期不符，這種“期待落空”的感覺會讓你有些失落。不必因此否定自己的判斷，你需要更謹慎地評估風險，避免因“想快速看到結果”而忽略現實條件。適合利用暫停推進新計劃，轉而整理已有的資源或信息，為後續行動做更充分的準備。同時，避免因情緒波動而做出過激反應，保持冷靜能幫你減少不必要的麻煩。整體氛圍帶著一點挫敗感，但這也是你調整節奏、避免更大損失的機會，把注意力放在“如何改進”上會更有效。",
        "love_text": "單身的你，需要明白“心急吃不了熱豆腐”，比如遇到感興趣的人，別急著追問“我們是什麼關係”，先享受相處的樂趣更重要。這種“慢慢來”的態度反而能讓對方更放鬆。已有伴者的你，別過多幹涉對方的選擇，比如伴侶想換工作或嘗試新愛好，先支持再給建議，比直接否定更能讓對方接受。給彼此空間，感情反而會更穩固。",
        "work_text": "容易陷入瓶頸期，可能是方法用久了效果減弱，或是目標模糊導致動力不足。這種“原地打轉”的感覺會讓你有些焦慮，但不必強行突破——先回顧之前的經驗，或嘗試小範圍調整（比如換個工具、調整時間安排），比徹底推翻重來更實際。",
        "lucky_star": "射手座",
        "money_text": "新產品容易讓你“心動下單”，比如新款耳機、新功能電器，但衝動購買可能踩坑——要麼用不慣，要麼價格虛高。如果實在想嘗試，先查測評、比價格，或借朋友的用兩天再決定。閒錢更適合存起來，別為“新鮮感”花錢。",
        "health_text": "容易出現口腔潰瘍，可能是飲食太辛辣、上火，或者缺乏維生素。少吃火鍋、燒烤、辣椒這些刺激性食物，多吃富含維生素的水果蔬菜，比如橙子、蘋果、菠菜。如果已經長了潰瘍，可以用淡鹽水漱口，或者塗點消炎的藥膏，促進癒合。",
        "lucky_color": "土黃色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "嫉妒別人",
        "yi": "約朋友打球",
        "all": "92%",
        "date": "2025-11-10",
        "love": "91%",
        "work": "93%",
        "money": "90%",
        "health": "97%",
        "notice": "展示魅力與實力",
        "discuss": "98%",
        "all_text": "如虎添翼的一天，你彷彿被運氣推著走，展示魅力與實力的多面性。在運氣的助攻下，原本需要費力爭取的機會主動找上門，或是與人交流時總能自然流露出真誠與感染力，這種“不費力卻有效”的狀態會讓你倍感輕鬆。適合利用參與需要表達或創意的活動，你的靈感會得到他人的認可，甚至可能引發新的合作機會。不必刻意“表現自己”，你只需要保持自然，就能讓優勢自然展現。同時，你可能會收到一些意外的肯定或鼓勵，這些正向反饋會進一步增強你的信心。整體氛圍充滿活力與可能性，你會在行動中感受到“被支持”的溫暖感，這種狀態也會讓你更願意嘗試新事物",
        "love_text": "單身的你，人氣很高，可能會在社交場合被多人主動搭話，或是收到朋友的介紹。不必因為“選擇太多”而糾結，跟著心走，第一眼讓你覺得舒服的人更值得深入瞭解。已有伴者的你，會得到伴侶的體貼，比如對方會主動幫你分擔瑣事，或是記住你隨口提過的小願望。這種“被放在心上”的感覺會讓你們的感情更甜蜜，記得也要回饋對方的用心。",
        "work_text": "隨機應變能力突出，無論是處理突發任務、調整計劃，還是應對他人需求，都能快速找到解決方案。這種“以柔克剛”的狀態能讓你在複雜情況中保持靈活，甚至把意外轉化為機會，比如原本的阻礙反而推動了新思路。",
        "lucky_star": "雙子座",
        "money_text": "偏財像“意外快遞”一樣找上門，可能是兼職外快、二手物品高價賣出，或是之前借出的錢連本帶利還回來。處理財務時別太“佛系”，主動催款、掛二手平臺能加速進賬。晚上適合整理錢包，把零錢存起來，小錢聚多能買件喜歡的小東西。",
        "health_text": "要少喝各種飲料，像奶茶、碳酸飲料、果汁飲料這些，糖分高、添加劑多，喝多了容易發胖，還可能影響血糖。多喝白開水或者淡茶，既能解渴，又健康。如果實在想喝甜的，可以自己用水果煮點果茶，少放糖，更安心。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    }
  }
}