{
  "updated": "2025-11-13T21:08:46.061Z",
  "updateTime": "2025/11/14 上午5:08:46",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16357,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "破罐子破摔",
        "yi": "拼樂高模型",
        "all": "50%",
        "date": "2025-11-13",
        "love": "58%",
        "work": "65%",
        "money": "56%",
        "health": "62%",
        "notice": "陷入擺爛的姿態",
        "discuss": "61%",
        "all_text": "整體運勢不容樂觀。你很容易陷入一種擺爛的姿態，做什麼都提不起勁兒。原本計劃好的事情，可能因為內心缺乏動力而擱置一旁。周圍的環境似乎也對你產生不了太大的刺激，讓你很難找到行動的契機。你可能會覺得生活有些平淡無奇，沒有值得期待的事情發生，這種狀態讓你有些消極怠工。在與人相處時，也少了往日的熱情和活力，交流變得有些敷衍。面對一些小問題，你可能會選擇逃避而不是積極解決，心裡想著反正也無所謂，就這樣拖著。這種擺爛的心態會讓你錯過一些潛在的機會，原本可以拓展的社交圈子，也因為你的不積極而停滯不前。不過，偶爾的放鬆也不是壞事，只是別讓這種狀態持續太久，不然容易形成習慣，影響後續的生活節奏。",
        "love_text": "單身的你，面對感情有些畏縮，害怕受傷的情緒佔據上風，即便遇到有好感的人，也難有進一步行動，可能會因此錯過機會。已有伴者的你，容易陷入患得患失的狀態，會因伴侶一些小舉動而疑神疑鬼，過度擔憂感情走向，不妨與對方坦誠溝通，把心裡想法說出來，別讓這些負面情緒影響感情。",
        "work_text": "整體狀態有些急躁，在處理各項任務和知識學習時，過於著急推進，像在趕一場沒有終點的賽跑。這種急切讓你難以靜下心來深入思考，容易忽略細節，導致成果質量下滑。很多事情還沒完全弄清楚狀況，就匆忙做決定，可能會在後續遇到不少麻煩，需要花費更多時間和精力去彌補。",
        "lucky_star": "水瓶座",
        "money_text": "在吃喝玩樂方面的支出可能會比較多。和朋友聚會、外出娛樂的誘惑較大，一不留神就容易在餐廳、KTV等場所花不少錢。你得留意自己的消費情況，別因為一時的開心就毫無節制地花錢。在付款前，多想想這些消費是不是真的必要，合理規劃一下，不然月底看到賬單可能會心疼。",
        "health_text": "情緒容易波動，動怒時血壓可能驟升，引發頭痛或胸悶。建議遇到急事先深呼吸三次，或暫時離開現場冷靜。避免與他人正面衝突，尤其不要因小事爭執。可備點薄荷糖，含化時能緩解焦慮感。晚上睡前用熱水泡腳，促進血液循環。",
        "lucky_color": "土黃色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "報一個興趣班",
        "all": "75%",
        "date": "2025-11-13",
        "love": "77%",
        "work": "73%",
        "money": "79%",
        "health": "72%",
        "notice": "猶豫漩渦中踱步",
        "discuss": "87%",
        "all_text": "整體運勢一般般。你就像在猶豫的漩渦中踱步著，面對各種選擇和情況，總是拿不定主意。在做決策的時候，腦海裡會冒出各種想法，一會兒覺得這個可行，一會兒又覺得那個更好，結果就是遲遲無法做出決定。這種猶豫不決的狀態會讓你浪費不少時間和精力，原本簡單的事情也變得複雜起來。你可能會在一些小事上反覆糾結，比如穿什麼衣服、吃什麼飯，這種糾結不僅影響心情，還會讓你顯得有些優柔寡斷。在與人交流時，也可能會因為自己的不確定而表達得含糊不清，讓對方難以理解你的意圖。不過，這種猶豫其實也是你謹慎的一種表現，只是需要適當調整，在關鍵時候果斷一些，不然可能會錯過一些不錯的機會。",
        "love_text": "單身的你，不妨好好打扮自己，外在形象的提升會讓你更有自信，也更容易吸引他人目光，說不定能邂逅不錯的緣分。已有伴者的你，要樹立自信，別總覺得自己在感情裡不夠好，自信的你更能散發魅力，讓伴侶看到你不一樣的一面，增進彼此感情。",
        "work_text": "整體處於一種按部就班但略顯僵化的狀態，在完成各項事務和知識吸收時，習慣用老一套的方法。然而，當前面臨的情況可能需要一些新的思路和方式。你若一直堅持固有模式，雖能完成，但效率和質量可能無法達到最佳，是時候嘗試做出一些改變，為發展注入新活力。",
        "lucky_star": "天秤座",
        "money_text": "培養記賬的好習慣。在日常消費中，每一筆支出看似不多，但積少成多也會是一筆不小的數目。通過記賬，你能清楚知道自己的錢都花在了哪裡，哪些是必要開支，哪些是可以節省的。這樣有助於你更好地規劃財務，避免不必要的消費，讓每一分錢都花得更有價值。",
        "health_text": "易因忙碌忽略水分補充，導致喉嚨幹癢或便秘。建議每小時喝半杯溫水，辦公桌放個帶刻度的水杯提醒自己。飲食可搭配黃瓜、梨等含水量高的果蔬。若長時間開會，提前準備潤喉糖，避免頻繁清嗓損傷聲帶。",
        "lucky_color": "卡其色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "推卸責任",
        "yi": "做思維導圖",
        "all": "60%",
        "date": "2025-11-13",
        "love": "52%",
        "work": "65%",
        "money": "68%",
        "health": "61%",
        "notice": "態度上模稜兩可",
        "discuss": "56%",
        "all_text": "整體運勢下滑。你在態度上變得模稜兩可，積極性也明顯降低。對待周圍的人和事，沒有了以往的那種熱情和主動，總是給人一種不冷不熱的感覺。對於一些原本感興趣的事情，現在也提不起太多的興致，參與度大打折扣。在做事情的時候，容易三心二意，注意力難以集中，導致效率低下。你可能會在多個任務之間來回切換，結果哪個都沒做好。在與他人溝通時，也缺乏往日的機靈和幽默，交流變得有些平淡乏味。這種狀態可能會讓你在社交場合中顯得有些格格不入，原本可以結識新朋友的機會，也可能因為你的消極態度而錯過。不過，這只是暫時的運勢下滑，調整好心態，重新找回自己的熱情和積極性，情況就會有所改善。",
        "love_text": "單身的你，在與心儀對象相處時，可能會不經意暴露一些小缺點，不過別太擔心，真誠也是吸引人的特質，但也要注意把握好度。已有伴者的你，別過度任性，感情是相互的，不能總是按照自己的想法來，多考慮對方的感受，這樣感情才能更穩定。",
        "work_text": "在處理事務和知識探索時，容易陷入不懂裝懂的誤區。表面上好像對什麼都瞭解一些，但實際深入下去就會發現很多知識只是一知半解。這種狀態會讓你在面對複雜問題時顯得力不從心，還可能因為錯誤的認知而做出錯誤的決策，影響整體的發展和進步。",
        "lucky_star": "獅子座",
        "money_text": "日常消費開銷有點大。可能會在購買生活用品、零食等方面花費較多。逛街或者網購的時候，容易看到什麼就買什麼，沒有太多考慮是否真的需要。你得控制一下自己的購物慾望，買東西前先冷靜思考幾分鐘，確定是必需品再付款，不然錢包可能會很快癟下去。",
        "health_text": "甜品攝入過多可能引發血糖波動，出現頭暈或犯困。早餐儘量避開甜麵包、奶茶，選擇雞蛋、全麥麵包等低糖食物。下午茶可用堅果或無糖酸奶替代蛋糕。若必須吃甜食，建議在下午三點前吃完，給身體留出代謝時間。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "依靠別人幫忙",
        "yi": "備份重要文件",
        "all": "53%",
        "date": "2025-11-13",
        "love": "55%",
        "work": "52%",
        "money": "48%",
        "health": "61%",
        "notice": "跟著別人節奏走",
        "discuss": "58%",
        "all_text": "整體運勢低迷。你總是習慣性地依賴旁人的指點與幫忙，缺乏獨立解決問題的能力。在做事情的時候，一旦遇到困難，第一反應就是向別人求助，而不是自己先嚐試去解決。這種依賴心理會讓你逐漸失去獨立思考和行動的能力，變得越來越沒有主見。在與人相處時，也可能會因為過於依賴他人而顯得有些被動，總是跟著別人的節奏走，失去了自己的立場。你可能會在一些決策上完全聽從他人的意見，而忽略了自己內心的想法。這種狀態會讓你在面對一些重要事情時，顯得有些手足無措。不過，這也是一個反思自己的好時機，試著擺脫對他人的過度依賴，學會獨立面對問題，你會發現自己的能力其實比想象中要強。",
        "love_text": "單身的你，容易因一些小事與喜歡的人發生爭吵，比如觀點不合或者生活習慣差異，要學會控制情緒，別讓小矛盾影響感情發展。已有伴者的你，或許會和伴侶陷入冷戰，雙方都不願先低頭，但冷戰只會讓矛盾加深，主動溝通、化解誤會才是關鍵。",
        "work_text": "整體呈現出磨磨蹭蹭的狀態，無論是處理工作任務還是進行知識學習，都缺乏應有的效率。做事情時容易分心，被一些瑣碎的事情干擾，導致原本可以快速完成的事情，花費了大量時間。這種拖延不僅會影響當前任務的完成，還可能打亂後續的計劃安排。",
        "lucky_star": "處女座",
        "money_text": "或許會有破財的危險。出門在外，要保管好自己的財物，比如手機、錢包等，避免丟失或被盜。在進行一些交易或者簽訂相關協議的時候，也要仔細查看條款，防止因為疏忽而遭受經濟損失。多留個心眼，能讓你的財運更穩定。",
        "health_text": "皮膚油脂分泌旺盛，易冒痘。建議晨起用溫和的氨基酸潔面，避免過度清潔。飲食減少油炸食品，多吃西蘭花、番茄等富含維生素的食物。若化妝，儘量選輕薄型粉底，睡前用卸妝油徹底清潔。可隨身攜帶吸油紙，及時處理T區油光。",
        "lucky_color": "銀灰色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前吃宵夜",
        "yi": "收納與整理",
        "all": "73%",
        "date": "2025-11-13",
        "love": "72%",
        "work": "78%",
        "money": "76%",
        "health": "75%",
        "notice": "適應新事物節奏",
        "discuss": "72%",
        "all_text": "整體運勢平平。你需要時間來適應新事物或節奏。生活中可能會出現一些新的變化，比如新的環境、新的社交圈子或者新的生活方式，這些變化會讓你一時有些難以適應。你可能會感到有些迷茫，不知道該如何去融入新的環境，也不知道該如何調整自己的狀態。在與新認識的人交往時，可能會因為不熟悉而顯得有些拘謹，交流不夠順暢。對於新的工作或任務，也需要花費更多的時間去熟悉和掌握。不過，這種不適應只是暫時的，隨著時間的推移，你會逐漸找到自己的節奏，融入新的環境。在這個過程中，要保持耐心和積極的心態，相信自己能夠克服困難，適應新的變化。",
        "love_text": "單身的你，在感情上缺乏行動，即便心裡有好感，也難以邁出第一步，勇敢一點，說不定就能開啟一段美好戀情。已有伴者的你，不妨和伴侶定個共同目標，比如一起學習新技能或者規劃一次旅行，共同的目標能讓你們的關係更緊密。",
        "work_text": "整體在發展和知識積累上，存在一些知識短板的問題。在處理各項事務和應對各種情況時，會因為某些知識的欠缺而感到力不從心。這可能會限制你的發揮，讓你錯過一些提升和發展的機會。需要你主動去發現並彌補這些不足，才能更好地前進。",
        "lucky_star": "雙子座",
        "money_text": "把精力放在學習理財知識上。雖然目前沒有特別明顯的進賬機會，但通過學習投資、儲蓄等方面的知識，能為未來的財富增長打下基礎。你可以閱讀一些理財書籍，或者向有經驗的人請教，提升自己的理財能力，這樣以後就能更好地把握賺錢的機會。",
        "health_text": "油膩食物攝入過多可能引發胃脹或反酸。午餐、晚餐避免點炸雞、紅燒肉等高脂菜品，可選清蒸魚、白灼蝦等清淡菜式。若參加聚餐，提前吃根香蕉墊胃，減少油膩食物的吸收。飯後可散步15分鐘，幫助消化。",
        "lucky_color": "藕荷色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人競爭",
        "yi": "敷一敷面膜",
        "all": "95%",
        "date": "2025-11-13",
        "love": "93%",
        "work": "94%",
        "money": "91%",
        "health": "97%",
        "notice": "把握自身的優勢",
        "discuss": "94%",
        "all_text": "整體運勢非常給力。你能夠敏銳地把握自身的優勢，並且積極出擊。你對自己有著清晰的認識，知道自己的長處在哪裡，並且會充分利用這些優勢去應對各種情況。在面對機會時，你不會猶豫不決，而是果斷地抓住，展現出強大的行動力。你的思維清晰，邏輯嚴謹，在做事情的時候能夠有條不紊地進行，很少會出現混亂的情況。在與他人交流時，也能夠準確地表達自己的想法和觀點，贏得他人的認可和尊重。這種積極的狀態會讓你在社交場合中大放異彩，結識到更多志同道合的朋友。同時，也會為你帶來更多的機會和發展空間，讓你在各個方面都能取得不錯的進展。",
        "love_text": "單身的你，會得到桃花運的眷顧，身邊可能會出現不錯的追求者，用心去感受這份緣分，別錯過機會。已有伴者的你，會自然地散發魅力，讓伴侶更加著迷，不妨利用這個機會，和伴侶一起享受浪漫時光，增進感情。",
        "work_text": "整體狀態高效且靈活，在處理各項事務和知識學習時，都能迅速找到合適的方法和節奏。無論是面對複雜的工作任務，還是難懂的知識點，你都能有條不紊地應對。能夠合理分配時間和精力，高效地完成任務，還能在學習中舉一反三，為自身的發展贏得更多機會。",
        "lucky_star": "金牛座",
        "money_text": "在理財方面表現得相當出色。你善於規劃自己的財務，對每一筆收入和支出都有清晰的安排。能夠合理分配資金，把一部分錢存起來，一部分用於必要的消費，還會留出一部分作為應急資金。這種理性的理財方式，會讓你的財富穩步增長，繼續保持這樣的好習慣哦。",
        "health_text": "營養攝入不均衡易導致疲勞或免疫力下降。建議三餐搭配穀物、蛋白質、蔬菜，避免單一飲食。早餐可加份水煮蛋，午餐增加綠葉菜比例，晚餐用雜糧飯替代白米飯。若時間緊張，可備點複合維生素片，但不可完全替代天然食物。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "塗塗畫畫",
        "all": "90%",
        "date": "2025-11-13",
        "love": "85%",
        "work": "88%",
        "money": "87%",
        "health": "92%",
        "notice": "好運都追著你跑",
        "discuss": "95%",
        "all_text": "簡直幸運在線。這一天裡，彷彿好運都追著你跑，很多事情不用你刻意去爭取，就會自然朝著對你有利的方向發展。在生活裡，你可能會發現一些之前沒注意到的機會，它們就像藏在角落裡的寶藏，等著你去發掘。而且，這些機會帶來的收穫可不小，可能是知識上的拓展，讓你對很多事物有了新的認知；也可能是社交圈子的擴大，結識到一些能給你帶來新視角的人。隨著這些收穫的累積，你的格局也在不知不覺中變得更廣闊。你不再侷限於眼前的小天地，而是能以更宏觀的視角去看待周圍的一切。這種變化會讓你在與人交流時更有底氣，也更容易得到他人的認可和尊重。你就像站在了一個新的起點上，前方是充滿無限可能的廣闊道路。",
        "love_text": "單身的你，在感情發展上要循序漸進，別急於求成，慢慢了解對方，感情才能更穩固。已有伴者的你，適合培養彼此的默契，比如一起做頓飯、看場電影，在相處中多交流，能更好地理解對方的想法，讓感情升溫。",
        "work_text": "整體狀態頗佳，思維活躍度大幅提升。在應對各類事務和知識探索時，不再侷限於常規思路，能夠多發散思維去思考。這種靈活的思維模式，讓你在處理複雜情況時能找到更多解決途徑，還能從不同角度看待問題，挖掘出新的機會與可能性，為自身發展增添不少助力。",
        "lucky_star": "巨蟹座",
        "money_text": "要保持精打細算的狀態。在購買商品或者選擇服務的時候，多比較幾家，看看哪家性價比更高。不要因為一時的衝動就選擇價格較高的，也許經過比較能發現更實惠的選擇。同時，在和商家砍價的時候，也可以適當爭取一些優惠，這樣能幫你節省不少開支。",
        "health_text": "久坐或姿勢不當易引發肩頸僵硬。建議每小時起身活動3分鐘，做擴胸、轉頸動作。早晨可花5分鐘拉伸四肢，重點活動手腕、腳踝。若條件允許，午休時靠牆站立5分鐘，改善體態。睡前用熱毛巾敷肩頸，緩解肌肉緊張。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩極限運動",
        "yi": "多動腦筋思考",
        "all": "56%",
        "date": "2025-11-13",
        "love": "55%",
        "work": "61%",
        "money": "59%",
        "health": "64%",
        "notice": "設定的目標過高",
        "discuss": "63%",
        "all_text": "過得略顯倒黴的一天。你給自己設定的目標過高，這就像給自己架了一座難以跨越的高山。在朝著目標前進的過程中，你不斷遭遇阻礙，總是受挫。原本以為憑藉自己的能力和努力，能夠順利達成目標，可現實卻一次次給你潑冷水。你可能會發現，無論怎麼努力，都離目標還有一段距離，這種落差感讓你心裡很不是滋味。而且，這種受挫的情況還會影響你的情緒，讓你變得有些煩躁和沮喪。在與他人交流時，也可能會因為自己的情緒問題而顯得有些不耐煩，導致人際關係受到一定影響。這種倒黴的狀態會讓你覺得生活有些不如意，但這也是一個反思的好時機，你可以重新審視自己的目標，看看是不是有些不切實際，適當調整目標，或許能讓接下來的日子順利一些。",
        "love_text": "單身的你，在追求感情時容易半途而廢，遇到一點困難就想放棄，堅持一下，說不定就能收穫愛情。已有伴者的你，容易過於糾結小情緒，把一些小事放大，影響心情和感情，要學會放寬心，別讓這些小情緒影響你們的感情。",
        "work_text": "整體容易陷入執著小問題的困境。在處理事務和吸收知識時，常常把精力過度集中在一些細微之處，而忽略了整體大局。這種過於糾結細節的狀態，不僅會讓你花費大量時間和精力在無關緊要的事情上，還可能錯過一些關鍵信息和發展機會，影響整體的發展節奏。",
        "lucky_star": "雙魚座",
        "money_text": "你的物質消費可能會增加。可能會因為看到新款的衣服、電子產品等而心動，忍不住想要購買。但你得考慮一下自己的實際需求和經濟狀況，不要盲目跟風消費。如果確實需要購買，也可以等有優惠活動的時候再下手，這樣能節省一些錢，避免不必要的經濟壓力。",
        "health_text": "隔夜飯菜中的細菌可能引發腸胃不適。建議當天做的飯菜當天吃完，避免反覆加熱。若需備餐，可將食材分裝冷藏，食用前徹底加熱。外出就餐時，儘量選擇現做的菜品，少吃涼拌菜。可備點益生菌，幫助調節腸道菌群。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "為美景拍照",
        "all": "91%",
        "date": "2025-11-13",
        "love": "97%",
        "work": "90%",
        "money": "91%",
        "health": "93%",
        "notice": "用心感受小美好",
        "discuss": "94%",
        "all_text": "整體運勢相當亮眼。生活彷彿為你打開了一扇充滿驚喜的大門，你能以極佳的狀態去用心感受與體會生活的每一處細節。平日裡那些被忽略的小美好，此刻都能被你敏銳捕捉，無論是街角綻放的野花，還是鄰里間一句溫暖的問候，都能讓你內心滿是愉悅。社交方面更是如魚得水，你的親和力與幽默感吸引著周圍的人，很容易就和他人打成一片。無論是新結識的朋友，還是舊日的老友，都能與你暢快交流，分享生活點滴。在社交場合中，你就像一顆閃耀的星星，散發著獨特的魅力，不僅能收穫他人的喜愛，還能從交流中獲得新的靈感和啟發。這種良好的社交氛圍會讓你一整天都心情舒暢，對生活充滿熱情，感覺整個世界都變得美好起來。",
        "love_text": "單身的你，可能會有想要戀愛的想法，並且身邊或許會出現合適的對象，不妨主動一些，說不定就能開啟一段甜蜜戀情。已有伴者的你，和伴侶相處愉快，享受當下的美好時光，一起做些有趣的事，能讓感情更加深厚。",
        "work_text": "整體運勢如虎添翼，狀態極佳。在推進各項事務和知識學習時，彷彿有一股無形的力量在推動著你。無論是面對複雜的工作任務，還是高難度的知識挑戰，你都能輕鬆應對，快速找到解決問題的方法。而且還能在過程中發現新的樂趣和方向，為自己的發展開闢更廣闊的道路。",
        "lucky_star": "天蠍座",
        "money_text": "有機會得到更多的進賬。可能是工作上的獎金、提成，或者是通過一些兼職、合作項目獲得的收入。要抓住這些機會，好好表現，爭取獲得更多的收益。同時，也要合理規劃這些進賬，不要一下子就花光，可以存起來一部分，為未來的生活做好保障。",
        "health_text": "運動方式不當易造成肌肉拉傷。建議選擇慢跑、游泳等低衝擊運動，避免突然進行高強度訓練。運動前花5分鐘動態熱身，如高抬腿、開合跳。若嘗試新運動，可先看教學視頻，掌握正確姿勢。運動後用泡沫軸放鬆肌肉，預防痠痛。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門忘帶鑰匙",
        "yi": "聽聽線上講座",
        "all": "70%",
        "date": "2025-11-13",
        "love": "71%",
        "work": "65%",
        "money": "63%",
        "health": "72%",
        "notice": "容易陷入舒適區",
        "discuss": "73%",
        "all_text": "整體運勢稍有起伏，所幸並非大起大落，而是生活中一些小細節帶來的不同感受。你容易陷入舒適區，就像待在溫暖被窩裡，明明知道外面有更廣闊天地，卻懶得動彈。舒適區帶來的安穩讓你有些眷戀，可內心又隱隱覺得似乎少了點什麼。這種矛盾心理會貫穿一整天，讓你在行動上有些遲緩。你會在熟悉的環境和事物中徘徊，既享受著熟悉帶來的安全感，又渴望突破這種狀態去探索新可能。周圍的環境相對穩定，沒有太大變化，但你內心的波動卻比較明顯。或許你會在某個瞬間突然意識到自己不能再這樣下去，可下一秒又被舒適感拉回原點。這種反覆拉扯的狀態會讓你有些糾結，但也正是這種糾結，讓你有機會重新審視自己的生活。不妨給自己一點時間，慢慢思考，不用急於做出改變，先感受這種起伏帶來的不同體驗，說不定在某個不經意的時刻，你就能找到突破舒適區的方向。",
        "love_text": "單身的你，對投入新感情缺乏耐心，可能會因為一些小問題就放棄，感情需要慢慢培養，多給彼此一些時間。已有伴者的你，感情進入趨於平淡的節奏，不過平淡也是一種幸福，可以在平淡中一起創造一些小驚喜，讓感情保持新鮮感。",
        "work_text": "整體容易迷失方向。在處理事務和探索知識時，會感覺目標變得模糊不清，不知道該從何處入手。面對眾多的選擇和複雜的情況，容易陷入迷茫和困惑之中。這種狀態會讓你在行動時猶豫不決，浪費不少時間和精力，需要及時調整，重新找回清晰的方向。",
        "lucky_star": "摩羯座",
        "money_text": "要警惕購物支出。在逛街或者網購的時候，容易被各種促銷活動吸引，從而購買一些不需要的商品。你得明確自己的購物清單，只買清單上的東西，避免被商家的宣傳衝昏頭腦。控制好自己的購物慾望，能讓你的錢包更充實，不會出現月底沒錢花的尷尬情況。",
        "health_text": "長時間戴耳機可能引發耳鳴或聽力下降。建議單次使用耳機不超過1小時，音量控制在60%以下。若需長時間聽音頻，可切換為外放模式，或選擇骨傳導耳機。公共場合儘量用降噪耳機，減少調高音量的衝動。睡前將耳機放在遠處，避免習慣性佩戴。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "潑朋友冷水",
        "yi": "看話劇表演",
        "all": "57%",
        "date": "2025-11-13",
        "love": "60%",
        "work": "61%",
        "money": "52%",
        "health": "66%",
        "notice": "缺乏熱情和動力",
        "discuss": "58%",
        "all_text": "整體運勢有些低迷，周圍的一切都顯得有些平淡無奇，讓你提不起太多興致。這種低迷的狀態可能會讓你情緒有些低落，對很多事情都缺乏熱情和動力。不過，這並不意味著你要一直沉浸在這種消極氛圍中。其實，你可以通過做出改變來轉換心情與狀態。改變不一定是驚天動地的大事，也許只是換一種穿衣風格，聽一首不同風格的音樂，或者去一個平時很少去的地方走走。這些小小的改變就像給生活注入新的活力，能讓你從低迷的狀態中逐漸走出來。你會發現，當你嘗試新事物時，內心的陰霾會慢慢散去，取而代之的是一種新鮮感和好奇心。這種新鮮感會激發你對生活的熱情，讓你重新找回活力。不要害怕改變，因為改變往往意味著新的開始。雖然運勢有些低迷，但只要你願意邁出改變的第一步，就能為自己的生活帶來不一樣的色彩，讓心情和狀態都煥然一新。",
        "love_text": "單身的你，眼光過高，可能會忽略身邊一些不錯的人，適當調整一下標準，說不定能發現適合自己的人。已有伴者的你，可能會面臨一些感情壓力，比如來自家庭或者外界的看法，別讓這些壓力影響你們的感情，和伴侶一起面對。",
        "work_text": "整體有逃避問題的傾向。在遇到困難和挑戰時，第一反應不是積極去解決，而是選擇迴避。無論是工作中的難題，還是學習上的困惑，你都試圖通過拖延或者轉移注意力來逃避。這種做法雖然能讓你暫時擺脫壓力，但問題並不會因此消失，反而可能會隨著時間的推移變得更加棘手。",
        "lucky_star": "射手座",
        "money_text": "切勿投機取巧。在理財方面，不要想著走捷徑獲取高額回報。那些看似誘人的高收益投資項目，往往伴隨著高風險，可能會讓你遭受損失。還是要腳踏實地，選擇穩健的理財方式，比如定期存款、基金定投等，這樣才能保證你的財富安全增長。",
        "health_text": "腰椎受力不均易引發疼痛。建議避免久坐軟沙發，選擇有支撐的椅子，腰部墊個靠枕。提重物時先蹲下，用腿部發力而非彎腰。若需長時間站立，可穿軟底鞋，減輕腰椎壓力。睡前做“小飛燕”動作，強化腰部肌肉。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "八卦別人秘密",
        "yi": "DIY美食大餐",
        "all": "81%",
        "date": "2025-11-13",
        "love": "83%",
        "work": "86%",
        "money": "80%",
        "health": "84%",
        "notice": "迎來積極的變化",
        "discuss": "88%",
        "all_text": "整體運勢尚佳，或許會迎來一些積極的變化，這些變化不會突然降臨，而是像細水長流般慢慢滲透到你的生活中。你會感覺到周圍的環境似乎變得更加友好，人與人之間的互動也更加和諧。這種良好的氛圍會讓你心情愉悅，對生活充滿期待。你會發現自己看待事物的角度變得更加積極樂觀，即使遇到一些小問題，也能以輕鬆的心態去面對。這種積極的心態會像磁鐵一樣，吸引更多美好的事物來到你身邊。你可能會在不經意間發現一些新的興趣愛好，或者結識一些志同道合的朋友。這些新的發現和相遇會讓你的生活變得更加豐富多彩。雖然不知道這些積極變化具體會以什麼形式出現，但你可以感受到它們正在慢慢靠近。不妨保持一顆開放的心，用心去感受生活中的每一個小確幸，珍惜這份尚佳的運勢，讓積極的變化在你的生活中綻放出更絢爛的光彩。",
        "love_text": "單身的你，要多培養和心儀對象的感情，多創造相處機會，加深彼此瞭解。已有伴者的你，要了解對方的不同面，每個人都有多面性，多去發現伴侶的優點和可愛之處，這樣能讓你們的感情更加豐富和深厚。",
        "work_text": "整體呈現出熟能生巧的良好態勢。在處理各類事務和知識學習時，以往積累的經驗和技能開始發揮重要作用。你能夠熟練運用所學知識和方法，快速高效地完成任務。而且在實踐過程中，還能不斷優化和改進，讓自己的能力得到進一步提升，為後續的發展打下堅實基礎。",
        "lucky_star": "白羊座",
        "money_text": "或許會有抽獎的好手氣。在一些商場活動或者線上抽獎中，有可能獲得小獎品或者優惠券。不過，不要因為這一點小幸運就過度參與抽獎活動，以免花費過多的時間和精力。可以把獲得的優惠券合理利用起來，購買一些自己需要的商品，這樣能讓你的消費更划算。",
        "health_text": "久坐不動易導致下肢水腫或血液循環變差。建議每坐1小時起身走動2分鐘，活動腳踝。辦公時可墊高雙腳，促進血液迴流。若需長時間開會，可選擇站立式會議桌。下班後用溫水泡腳，水中加少量鹽，幫助消水腫。",
        "lucky_color": "棕色",
        "lucky_number": "1"
      }
    }
  }
}