{
  "updated": "2025-12-09T19:08:03.815Z",
  "updateTime": "2025/12/10 上午3:08:03",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14849,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延拖時間",
        "yi": "不懂就要問",
        "all": "58%",
        "date": "2025-12-09",
        "love": "57%",
        "work": "60%",
        "money": "51%",
        "health": "65%",
        "notice": "忽略潛在的問題",
        "discuss": "59%",
        "all_text": "整體運勢呈下行態勢。自信本是積極特質，但今日卻容易過度，這種過度的自信會讓你在看待事情時不夠全面，忽略潛在的問題與風險。在與人交流或是處理事務時，可能會因過於自我肯定而聽不進他人的意見，進而做出一些不恰當的決策，導致在行動過程中碰壁受挫。原本順利的進程可能突然出現阻礙，原本期待的結果也可能落空。此時，需要停下匆忙的腳步，冷靜反思自身，重新審視自己的判斷與行為。不要固執地堅持己見，多傾聽他人的想法和建議，以開放的心態接納不同的聲音，及時調整方向，避免在錯誤的道路上越走越遠，減少因過度自信帶來的損失。",
        "love_text": "單身的你，在感情表現上容易失分，或許是因為過於自我，不經意間就忽略了他人感受，讓潛在緣分悄悄溜走。已有伴者的你，在感情裡顯得有些幼稚，別總像孩子般耍性子，多站在對方角度想想，成熟些處理問題，不然容易引發小矛盾，影響感情和諧。",
        "work_text": "整體狀態有些拖沓，在處理各類事務時，容易把時間浪費在一些無關緊要的小事上，導致重要的事情進度緩慢。原本計劃好的安排，可能會因為中途的分心而被打亂，使得整體節奏變得混亂。需要時刻提醒自己集中注意力，合理分配時間，避免在瑣碎事情上過度消耗精力，不然很難在當天取得理想的成果。",
        "lucky_star": "水瓶座",
        "money_text": "可得穩住心神，千萬別想著走捷徑去撈快錢，那種投機取巧的事兒風險太大，一不小心就會血本無歸。這一天裡，踏踏實實地做自己熟悉的事，按部就班地推進財務計劃，別被一些看似誘人的高回報項目衝昏頭腦，穩穩當當守住自己的錢包才是正道。",
        "health_text": "睡眠質量可能欠佳，或許是睡前思緒過多，也可能是環境不夠安靜。要改善的話，睡前一小時就別再玩手機啦，可以泡個熱水澡，讓身體放鬆下來，再聽點舒緩的音樂，營造一個安靜舒適的睡眠環境，這樣能幫你更快進入夢鄉，睡個好覺。",
        "lucky_color": "杏色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "壓抑情緒",
        "yi": "花心思打扮",
        "all": "61%",
        "date": "2025-12-09",
        "love": "64%",
        "work": "52%",
        "money": "58%",
        "health": "63%",
        "notice": "注意力難以集中",
        "discuss": "62%",
        "all_text": "整體運勢有些低迷，略顯倒黴。精神狀態欠佳，整個人彷彿被一層陰霾籠罩，提不起精神，對周圍的事物也缺乏興趣和熱情。注意力難以集中，思緒容易飄散，在處理事情時常常會出現心不在焉的情況，導致效率低下，還容易出現疏忽和錯誤。這種狀態會讓你在面對各種情況時感到力不從心，原本熟悉的事情也可能變得棘手。此時，不要給自己過多的壓力，儘量放慢節奏，以平和的心態去應對。可以嘗試做一些能夠讓自己放鬆的事情，如聽音樂、散步等，緩解內心的煩躁與疲憊，等狀態稍好時再重新投入到事務中。",
        "love_text": "單身的你，情感表達太含蓄內斂啦，心裡有想法卻不敢說出口，這樣很難讓對方察覺你的心意，可能會錯過一些發展機會。已有伴者的你，別總讓對方猜想法，有話直說，坦誠溝通，不然對方猜來猜去，容易產生誤解，影響彼此感情。",
        "work_text": "整體表現較為固執，在面對各種情況時，不懂得靈活變通，堅持用老一套的方法和思路去處理問題。這種做法在遇到新情況時，往往會陷入困境，難以找到有效的解決辦法。而且這種固執的態度還可能影響與他人的合作，導致溝通不暢，使得整體進展不順利，需要嘗試打破常規，換個角度思考。",
        "lucky_star": "巨蟹座",
        "money_text": "財運有點讓人揪心，得時刻保持警惕，防止上當受騙。不管是陌生人推銷的投資項目，還是一些看似靠譜的合作邀約，都要多留個心眼，仔細甄別。別輕易把自己的錢投出去，也別隨意透露自己的財務信息，不然很可能陷入騙局，讓自己的辛苦錢打水漂。",
        "health_text": "需要提防流感，這天周圍環境可能藏著不少流感病毒，人群密集的地方儘量少去。出門記得戴上口罩，回家後第一時間洗手洗臉，把病毒擋在門外。平時多喝點溫水，讓身體保持水分充足，增強抵抗力，這樣流感就不容易找上你啦。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度玩手機",
        "yi": "健身鍛鍊",
        "all": "73%",
        "date": "2025-12-09",
        "love": "62%",
        "work": "81%",
        "money": "72%",
        "health": "76%",
        "notice": "娛樂中保持自律",
        "discuss": "78%",
        "all_text": "整體運勢處於尚可的水平。生活沒有太大的波瀾，一切都按部就班地進行著。不過，需要保持自律，娛樂的誘惑在今日可能會比較強烈，若過度放縱自己沉浸其中，會打亂原本的節奏，讓生活變得雜亂無章。保持自律能讓你在今日維持良好的狀態，有條不紊地處理各項事務。合理分配娛樂與學習、工作的時間，將精力集中在重要的事情上，避免因娛樂過度而荒廢了時間。在面對各種選擇時，要冷靜思考，權衡利弊，做出明智的決策。以自律為準則，約束自己的行為，才能讓今日的生活更加充實和有意義。",
        "love_text": "單身的你，社交拓展機會不多，可能很難遇到新的異性。不妨主動參加些活動，給自己創造機會。已有伴者的你，和對方交流缺乏深度感，多是些日常瑣碎話題，試著深入聊聊彼此內心想法，增進感情。",
        "work_text": "思維活躍，靈感如泉湧般不斷湧現。在處理各種事務時，能夠快速想出新穎的點子和解決方案，為整體發展帶來新的契機。無論是面對工作上的難題，還是學習中的困惑，都能憑藉豐富的靈感找到突破口，讓事情朝著更好的方向發展。要抓住這難得的靈感期，積極行動起來，將想法轉化為實際成果。",
        "lucky_star": "天秤座",
        "money_text": "財運有起有伏，在投資這件事上可得謹慎選擇。市場上的投資項目繁多，讓人眼花繚亂，但並不是每一個都適合你。別看到別人賺錢就盲目跟風，要根據自己的實際情況和風險承受能力，挑選那些有潛力、風險相對較低的項目，這樣才能在保障資金安全的前提下，爭取獲得不錯的收益。",
        "health_text": "要避免久坐不動，這一天你可能會因為工作或者學習長時間坐著，這會讓身體變得僵硬，血液循環也不順暢。每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，或者去倒杯水、上個廁所，讓身體動起來，這樣能減少久坐帶來的不適。",
        "lucky_color": "天藍色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜發朋友圈",
        "yi": "做好備忘提醒",
        "all": "70%",
        "date": "2025-12-09",
        "love": "61%",
        "work": "69%",
        "money": "77%",
        "health": "72%",
        "notice": "要吃一塹長一智",
        "discuss": "77%",
        "all_text": "整體運勢較為平淡，沒有太大的起伏。在這樣的日子裡，要學會吃一塹長一智，回顧過往的經歷，從中吸取教訓。在面對類似的情況時，若不吸取經驗，很容易再次犯錯，栽在同一個坑裡。今日需時刻保持警覺，在做決策或行動前，多思考可能出現的狀況，避免因疏忽而陷入困境。同時，要保持積極的心態，不要因運勢平淡而消極對待生活。主動尋找生活中的小確幸，用心感受身邊的美好，以樂觀的態度面對一切，這樣即使運勢平平，也能收穫屬於自己的快樂。",
        "love_text": "單身的你，主動出擊的勇氣不足，遇到心動的人也不敢靠近，這樣很難開啟一段新感情。勇敢邁出第一步，說不定會有驚喜。已有伴者的你，和對方相處氛圍較沉悶，不妨一起做些有趣的事，為感情增添活力。",
        "work_text": "整體進展不太順利，彷彿陷入了一個緩慢的漩渦，各項事務推進都顯得十分吃力。無論是工作上的任務，還是學習中的內容，都感覺難以取得實質性的突破。這種滯緩的狀態可能會讓人感到有些焦慮和沮喪，但不要灰心，需要保持耐心，一步一個腳印地前進，逐步積累，等待轉機的出現。",
        "lucky_star": "金牛座",
        "money_text": "要合理規劃開支。生活裡各種消費誘惑不少，很容易在不經意間就超支了。所以在這一天，購物前最好先列個清單，明確自己真正需要的東西，避免衝動消費。對於一些非必要的消費，能省則省，把錢花在刀刃上，這樣才能讓你的財務狀況更加穩定。",
        "health_text": "注意關節保暖，天氣可能有些寒冷，關節容易受涼引發疼痛。出門的時候多穿點，尤其是關節部位，可以戴上護膝、護腕等。在室內也別讓空調溫度調得太低，避免關節直接對著冷風吹，做好保暖措施，關節就能舒舒服服的。",
        "lucky_color": "墨綠色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉默手機遊戲",
        "yi": "進行大膽創新",
        "all": "52%",
        "date": "2025-12-09",
        "love": "58%",
        "work": "50%",
        "money": "53%",
        "health": "61%",
        "notice": "天馬行空的想法",
        "discuss": "66%",
        "all_text": "整體運勢不容小覷，需要格外留意。腦海中會湧現出許多創意點子，思維活躍，這是思維活躍的表現，但要注意別讓這些創意脫離實際。過於天馬行空的想法，若不結合現實情況，可能只是空中樓閣，難以落地實施。在產生創意後，要冷靜分析其可行性，結合實際情況進行調整和完善。謹慎對待每一個想法，避免因一時衝動而做出不切實際的決定。在與人交流創意時，也要尊重他人的意見，不要過於固執己見。以務實的態度對待創意，將其轉化為實際行動，才能讓今日的運勢發揮最大的價值。",
        "love_text": "單身的你，故意說反話的習慣可能會讓你錯過緣分，心裡喜歡卻裝作不在意，對方可能就真的以為你沒想法了。已有伴者的你，別太傲嬌，偶爾放下身段，多關心下對方，不然對方可能會覺得你不夠在乎，影響感情。",
        "work_text": "整體方向感缺失，在前進的道路上有些迷茫，不知道該往哪個方向努力。在處理事務時，缺乏明確的目標和規劃，容易盲目行動，導致精力分散，難以取得有效的成果。這種迷茫的狀態需要及時調整，靜下心來，重新審視自己的目標和計劃，明確方向後再行動，才能避免走彎路。",
        "lucky_star": "射手座",
        "money_text": "需要剋制一下自己的消費慾望，避免盲目消費。看到喜歡的東西就想買，這種習慣在這天可能會讓你陷入財務困境。買東西之前多問問自己是不是真的需要，能不能延遲購買或者尋找更實惠的替代品。只有理性消費，才能讓你的錢包不至於在短時間內就癟下去。",
        "health_text": "可別喝太多奶茶等飲料，這些飲料糖分高，喝多了不僅容易長胖，還可能影響腸胃消化。這一天儘量選擇白開水或者淡茶來喝，既能解渴又健康。要是實在想喝奶茶，就選低糖或者無糖的，控制好量，這樣對身體的影響會小很多。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽信小道消息",
        "yi": "尋找新出路",
        "all": "71%",
        "date": "2025-12-09",
        "love": "62%",
        "work": "79%",
        "money": "78%",
        "health": "77%",
        "notice": "摸索中前行階段",
        "discuss": "70%",
        "all_text": "整體運勢一般，處於在摸索中前行的階段。很多事情沒有明確的方向和答案，需要自己去探索和嘗試。在這個過程中，可能會遇到一些困難和挫折，但不要氣餒，每一次的嘗試都是一次成長的機會。保持耐心和冷靜，認真對待每一個細節，不斷總結經驗教訓。不要急於求成，要明白事物的發展需要時間和過程。通過不斷地摸索和調整，逐漸找到適合自己的方式和方法，讓生活朝著更好的方向發展。在摸索中積累經驗，在前進中提升自己，今日雖運勢一般，但未來充滿希望。",
        "love_text": "單身的你，緣分感知較遲鈍，身邊或許有潛在緣分，但你沒察覺到。多留意身邊人，說不定真愛就在其中。已有伴者的你，關心方式顯刻板，別總是用老一套，換個方式關心對方，會讓對方感受到更多愛意。",
        "work_text": "整體表現較為平穩，能夠按照既定的節奏和計劃穩步推進各項事務。在處理問題時，有條不紊，注重細節，能夠避免出現一些不必要的失誤。這種穩紮穩打的方式雖然不會帶來特別突出的成果，但能夠保證事情順利完成，為後續的發展打下堅實的基礎。繼續保持這種狀態，不斷積累，會有更好的收穫。",
        "lucky_star": "摩羯座",
        "money_text": "不妨多留意合作財機。身邊可能會出現一些合作的機會，可能是和同事一起完成一個項目，也可能是和朋友一起開展一個小生意。在合作過程中，要充分發揮自己的優勢，同時也要尊重合作夥伴的意見，共同協商決策。只要合作順利，就有可能為你帶來額外的收入。",
        "health_text": "皮膚容易出現乾燥問題，這天空氣可能比較乾燥，皮膚水分流失快。出門前記得塗好保溼霜，給皮膚加上一層保護膜。回家後也可以做個簡單的補水面膜，讓皮膚喝飽水。平時多喝水，從內部補充水分，這樣皮膚就能保持水潤有光澤啦。",
        "lucky_color": "深藍色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拒絕新改變",
        "yi": "制定自律計劃",
        "all": "96%",
        "date": "2025-12-09",
        "love": "93%",
        "work": "97%",
        "money": "95%",
        "health": "98%",
        "notice": "帶著積極的光彩",
        "discuss": "96%",
        "all_text": "幸運值拉滿，一整天都處於在線狀態。好心情如同陽光般灑落在生活的各個角落，讓你看待周圍的一切都帶著積極的光彩。這種愉悅的心境，為你的行動注入了強大動力，使你在處理事務時更加得心應手，彷彿有如神助。無論是與人交流互動，還是獨自面對一些狀況，都能以從容自信的姿態應對。在社交場合中，你的親和力會吸引他人靠近，人際關係更加融洽。面對各種選擇時，直覺也會格外敏銳，能快速做出讓自己滿意的決定。整體而言，今日是充滿幸運與活力的一天，盡情享受這份美好，以積極的態度去擁抱生活，會收穫更多意想不到的驚喜。",
        "love_text": "單身的你，魅力在線，容易吸引他人目光，身邊可能會出現追求者，好好把握機會，說不定能開啟一段美好戀情。已有伴者的你，和對方相處和諧氛圍佳，一起度過溫馨時光，感情更加深厚，享受這份甜蜜吧",
        "work_text": "彷彿打開了一扇通往多元世界的大門，思路廣闊得如同無垠的天空。在處理各類事務時，能從多個角度思考問題，不侷限於常規的框架，新穎的想法不斷湧現。這種狀態讓你在面對複雜情況時遊刃有餘，無論是解決工作中的難題，還是攻克學習中的難關，都能找到獨特且有效的途徑，整體發展呈現出蓬勃向上的態勢。",
        "lucky_star": "白羊座",
        "money_text": "財運相當不錯，會有貴人給你帶來財路。這位貴人可能是你的長輩、領導，也可能是你平時結識的朋友。他們可能會給你提供一些賺錢的信息或者機會，幫助你拓展財務渠道。在這一天，你要多和身邊的人交流溝通，說不定就能從他們那裡得到意想不到的財富啟示。",
        "health_text": "運動前一定要做好熱身，這天你可能會進行一些運動活動，要是熱身不充分，很容易在運動中受傷。運動前先活動活動手腕、腳腕，再做一些簡單的拉伸動作，讓身體各個部位都活動開。這樣不僅能提高運動效果，還能避免受傷，讓你盡情享受運動的快樂。",
        "lucky_color": "橘紅色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺平心態",
        "yi": "求職與面試",
        "all": "77%",
        "date": "2025-12-09",
        "love": "84%",
        "work": "76%",
        "money": "79%",
        "health": "72%",
        "notice": "按部就班的軌道",
        "discuss": "81%",
        "all_text": "整體運勢平穩，處於中規中矩的狀態。生活如同按部就班的軌道，一切都沿著熟悉的節奏前行。沒有突如其來的驚喜，也沒有意外的困擾，這種穩定的狀態讓你內心感到踏實。在這種氛圍下，保持日常的節奏是關鍵。無需刻意去追求改變或突破，按照以往的方式處理事務，認真對待每一個細節，就能順利度過這一天。與身邊人的相處也較為和諧，沒有過多的矛盾衝突。雖然缺乏一些激情與波瀾，但這種平淡也是一種幸福，能讓你在安靜中沉澱自己，為未來的發展積蓄力量。",
        "love_text": "單身的你，曖昧情愫在滋生，身邊可能有讓你心動又有些捉摸不透的人，好好感受這份感覺，說不定能發展成愛情。已有伴者的你，情感升溫愛意濃，和對方相處甜蜜，多製造些浪漫時刻，讓感情持續升溫。",
        "work_text": "一路披荊斬棘，勢如破竹。在各項事務的推進過程中，幾乎沒有什麼能阻擋你前進的步伐。面對困難和挑戰，你展現出強大的決心和執行力，迅速找到解決辦法，將阻礙一一清除。這種強大的氣場和高效的狀態，讓你在事業學業領域都能取得顯著的進展，收穫滿滿的成就感。",
        "lucky_star": "雙魚座",
        "money_text": "重點在於穩守已有財富。不要輕易去嘗試一些新的投資或者冒險的財務決策，現有的資產和收入已經能讓你過得比較安穩。把精力放在如何讓現有的財富保值增值上，比如合理配置資產，選擇一些穩健的理財方式。只要穩住陣腳，就能避免不必要的財務損失。",
        "health_text": "不要過度用眼，這一天你可能會長時間盯著電腦屏幕或者手機，眼睛很容易疲勞。每隔一段時間就看看遠處，讓眼睛休息一下，也可以做做眼保健操，促進眼部血液循環。晚上早點睡覺，讓眼睛得到充分的休息，這樣眼睛就不會又酸又累啦。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "頭髮亂糟糟",
        "yi": "多動腦筋思考",
        "all": "97%",
        "date": "2025-12-09",
        "love": "95%",
        "work": "93%",
        "money": "94%",
        "health": "96%",
        "notice": "展現機智的一面",
        "discuss": "98%",
        "all_text": "整體運勢十分強勁，處於非常給力的狀態。機智靈活的特質在今日得到充分展現，面對各種複雜的情況，都能迅速做出反應，找到合適的應對方法。這種應變能力讓你在人群中脫穎而出，無論是解決問題還是處理人際關係，都顯得遊刃有餘。思維活躍，腦海中不斷湧現出新的想法和創意，為生活增添了許多樂趣。在與人交流時，幽默風趣的言辭能活躍氣氛，拉近與他人的距離。整體而言，今日是充滿活力與創造力的一天，大膽發揮自己的優勢，積極展現自我，會收穫更多的認可與讚賞。",
        "love_text": "單身的你，邂逅心動新可能大，可能在某個場合遇到讓你眼前一亮的人，勇敢去認識，說不定就是你的緣分。已有伴者的你，浪漫驚喜不斷來，對方可能會為你準備小驚喜，好好享受這份浪漫，讓感情更美好。",
        "work_text": "渾身充滿了敢於出擊的勇氣和魄力。不再滿足於按部就班地做事，而是主動尋找機會，積極挑戰自我。在面對新的事物和領域時，你沒有絲毫的畏懼，大膽地去嘗試和探索。這種積極的態度讓你能夠抓住許多潛在的機會，為自己的發展開闢新的道路，在事業學業上都能迎來新的突破和成長。",
        "lucky_star": "天蠍座",
        "money_text": "對你來說是個財運爆棚的日子，會有意外財源降臨。可能是之前申請的退款到賬了，也可能是收到了一份意外的獎金或者禮物。這些意外之財會讓你的心情格外舒暢，不過也別因為一時的高興就大手大腳地花錢。可以把這筆錢存起來，或者用於改善生活品質，讓這份好運持續得更久一些。",
        "health_text": "要注意飲食營養均衡，這一天你可能會因為忙碌而隨便吃點東西，這樣可不行。要保證每餐都有蔬菜、水果、蛋白質和碳水化合物的攝入，讓身體獲得全面的營養。少吃那些垃圾食品，多吃健康的食物，這樣身體才能充滿活力，應對一天的工作和生活。",
        "lucky_color": "草綠色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱吃喝玩樂",
        "yi": "制定下步計劃",
        "all": "71%",
        "date": "2025-12-09",
        "love": "70%",
        "work": "68%",
        "money": "69%",
        "health": "73%",
        "notice": "要找到一個平衡點",
        "discuss": "86%",
        "all_text": "整體運勢較為普通，處於一般般的狀態。生活中需要找到一個平衡點，避免出現顧此失彼的情況。在處理事務時，可能會面臨多種選擇和任務，若不能合理分配精力和時間，就容易陷入混亂。此時，要保持冷靜的頭腦，對各項事務進行梳理和規劃，明確優先級，有條不紊地逐一完成。在與他人合作或相處時，也要注意平衡各方利益和關係，避免因偏袒一方而引發矛盾。雖然今日運勢沒有特別突出的亮點，但只要用心經營，找到平衡的節奏，也能平穩度過，為後續的發展打下基礎。",
        "love_text": "單身的你，社交互動較平淡，可能沒什麼特別的感情發展。不過別灰心，主動些，多參加社交活動，擴大圈子。已有伴者的你，陪伴時光稍單調，和對方一起做些新鮮事，為感情注入新活力，讓相處更有趣。",
        "work_text": "明顯感覺到前進的道路上遇到了阻礙，瓶頸凸顯。在處理事務時，彷彿被一股無形的力量束縛住，難以施展拳腳。原本熟悉的流程和方法，在這天似乎都不再奏效，導致進展緩慢。這種困境讓你有些焦慮和迷茫，但不要氣餒，這是成長過程中必經的階段，需要冷靜分析問題，尋找新的突破口。",
        "lucky_star": "處女座",
        "money_text": "要注意減少非必要花銷。生活裡總有一些看似不起眼的小消費，比如買一杯咖啡、吃一頓零食，這些費用積少成多，也會對你的財務狀況產生影響。在這一天，儘量自己帶水、帶飯，減少外出就餐和購物的次數。把節省下來的錢用於更有意義的事情上，比如學習提升自己或者儲蓄。",
        "health_text": "需要提防腱鞘炎，這一天你可能會頻繁使用手部，比如打字、做手工等，容易引發腱鞘炎。使用手部的時候要注意力度，不要過度用力，每隔一段時間就休息一下，活動活動手指和手腕。也可以對手部進行適當的按摩，緩解手部的疲勞，預防腱鞘炎的發生。",
        "lucky_color": "藕荷色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱買買買",
        "yi": "看一場演唱會",
        "all": "93%",
        "date": "2025-12-09",
        "love": "91%",
        "work": "94%",
        "money": "92%",
        "health": "98%",
        "notice": "迎來備受期待的事",
        "discuss": "89%",
        "all_text": "整體運勢相當出色，處於棒棒噠的狀態。或許會迎來備受期待的事情，這份期待已久的驚喜會讓你的心情格外愉悅，一整天都充滿能量。這種積極的情緒會感染身邊的人，讓你在社交場合中更加受歡迎。對新事物充滿好奇心的你，在今日會有更多探索的機會，可能會接觸到一些新鮮有趣的東西，拓寬自己的視野。在面對各種情況時，都能以樂觀的心態去應對，即使遇到小挫折，也能迅速調整狀態，重新出發。整體而言，今日是充滿希望與活力的一天，盡情享受這份美好，勇敢追求自己想要的生活。",
        "love_text": "單身的你，緣分降臨機會多，可能會在不經意間遇到合適的人，留意身邊機會，別錯過。已有伴者的你，和對方理解支持心意通，遇到問題能相互理解，共同面對，感情更加穩固，珍惜這份默契。",
        "work_text": "迎來了突破有望的好時機。長久以來積累的經驗和知識，在這一天開始發揮作用，為你提供了突破現狀的力量。你能夠敏銳地察覺到問題所在，並找到創新的解決方案。在面對困難時，不再侷限於傳統的思維模式，而是敢於打破常規，嘗試新的方法。這種創新和突破的精神，將引領你在事業學業上邁向新的高度。",
        "lucky_star": "雙子座",
        "money_text": "你的投資眼光相當精準，在投資領域有機會大展身手。如果你一直關注某個投資項目，這一天可能會發現它有了新的發展契機，值得加大投入。不過在做出決策之前，還是要做好充分的市場調研和分析，確保自己的判斷準確無誤。只要把握好機會，就有可能獲得豐厚的回報。",
        "health_text": "睡前不要吃太飽，這天晚上你可能會因為胃口好而吃很多東西，這樣會影響睡眠質量。睡前兩小時就儘量別再吃東西啦，讓腸胃有足夠的時間消化食物。要是實在餓了，可以吃點清淡易消化的食物，比如喝杯熱牛奶，這樣既能緩解飢餓感，又不會影響睡眠。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖著不行動",
        "yi": "嘗試新風格",
        "all": "95%",
        "date": "2025-12-09",
        "love": "91%",
        "work": "97%",
        "money": "95%",
        "health": "90%",
        "notice": "魅力十足自信UP",
        "discuss": "93%",
        "all_text": "得到運氣的眷顧，處於魅力十足的節奏。自信的光芒從你身上散發出來，讓你在人群中格外引人注目。這種魅力不僅體現在外表上，更體現在內在的氣質和言行舉止中。敢於主動出擊的你，在面對喜歡的人或事時，不再猶豫退縮，而是勇敢地表達自己的想法和感受。這種積極的態度會為你帶來許多機會，無論是社交還是其他方面，都能有所收穫。在與人交往中，真誠的態度會贏得他人的信任和好感，人際關係更加和諧。整體而言，今日是充滿機遇與魅力的一天，抓住機會，勇敢前行，會開啟一段美好的旅程。",
        "love_text": "單身的你，或會被某個人表白，心裡期待已久的浪漫可能就要降臨，坦然接受這份心意，說不定就是一段美好開始。已有伴者的你，能聽到對方甜言蜜語，心裡窩心又溫暖，好好享受這份甜蜜，讓感情更甜蜜。",
        "work_text": "這是收穫滿滿的一天。前期付出的努力和汗水，在這一天都得到了回報。在各項事務的處理過程中，你能夠順利地完成目標，取得令人滿意的成果。無論是工作上的項目，還是學習中的任務，都能得到他人的認可和讚賞。這種成就感會讓你更加自信，也為未來的發展奠定了良好的基礎，激勵你繼續努力前行。",
        "lucky_star": "獅子座",
        "money_text": "你會收穫意外之財，這可能是你之前努力付出的一種回報。也許是你之前參加的一個活動中了獎，或者是你幫助別人後得到的一份感謝金。這筆意外之財會讓你感到驚喜和開心，不過也別因此而驕傲自滿。可以把這份好運分享給身邊的人，同時繼續保持努力和善良，相信未來還會有更多的財富降臨。",
        "health_text": "要保持規律作息，這一天你可能會因為各種原因打亂自己的作息時間，這樣對身體可不好。儘量按照平時的作息時間起床和睡覺，早上不要賴床，晚上也不要熬夜。規律的作息能讓身體各個器官都正常運轉，讓你每天都精神飽滿，充滿活力。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    }
  }
}