{
  "updated": "2025-09-23T22:08:16.392Z",
  "updateTime": "2025/9/24 上午6:08:16",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17490,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "隨意借東西給人",
        "yi": "嘗試手工製作",
        "all": "85%",
        "date": "2025-09-24",
        "love": "89%",
        "work": "86%",
        "money": "83%",
        "health": "80%",
        "notice": "踏實前行的力量",
        "discuss": "88%",
        "all_text": "整體運勢穩穩當當，能感受到一種踏實前行的力量。這一天，生活就像一條平穩的河流，沒有洶湧的波濤，也沒有突然的斷流，一切都按部就班地進行著。你能一步一個腳印地朝著自己的目標邁進，不會因為外界的干擾而亂了陣腳。在與人相處時，你的真誠和直爽會讓你收穫不錯的人際關係，大家都很願意和你交流合作。這種和諧的氛圍也會進一步影響你的心態，讓你更加積極樂觀地面對生活。在做決策的時候，你能夠保持冷靜和理智，不會盲目衝動，會綜合考慮各種因素後再做出選擇。這種沉穩的態度會讓你避免很多不必要的麻煩和錯誤。不過，也別因為過於求穩而錯過一些稍縱即逝的機會，有時候稍微大膽一點，可能會有意想不到的收穫。但總體來說，這一天你會過得比較安心、順遂，能在平穩中不斷積累，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，不妨多在打扮上下功夫，合適的妝容和穿搭能極大提升你的魅力，讓你在人群中更亮眼，吸引到更多異性的目光。已有伴者的你，感情進入需要磨合的階段，日常相處裡的小摩擦別忽視，多站在對方角度思考，主動溝通彼此的想法，耐心解決分歧，感情會在一次次磨合中更加深厚。",
        "take_star": "",
        "work_text": "整體狀態穩中有進，像搭積木一樣按部就班推進任務。你心裡有清晰的規劃，知道每一步該做什麼，不會盲目行動。這種有條不紊的節奏讓你能高效完成目標，過程中雖沒有大驚喜，但每完成一個小階段都會帶來踏實感。遇到難題時，你也能冷靜思考，找到解決辦法。",
        "lucky_star": "水瓶座",
        "money_text": "財運有新契機，不妨大膽嘗試一些之前沒接觸過的求財機會，像是新的合作項目或者小眾的投資方向。不過在嘗試時別盲目跟風，提前做好基礎瞭解，分析下可能存在的風險和收益。多和行業內的人交流交流，說不定能得到有用的信息，幫你更好地把握新機會，讓錢包鼓起來。",
        "health_text": "需留意日常小意外，搬抬重物或開易碎品包裝時別太急躁，避免手指挫傷或物品劃傷。女性穿新鞋易磨腳後跟，建議提前貼好防磨貼。運動前充分熱身，防止肌肉拉傷。家中有幼兒的注意收拾好小零件，避免孩子誤食。",
        "lucky_color": "綠色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過於斤斤計較",
        "yi": "追求獨特性",
        "all": "93%",
        "date": "2025-09-24",
        "love": "92%",
        "work": "95%",
        "money": "90%",
        "health": "94%",
        "notice": "事半功倍的順暢",
        "discuss": "91%",
        "all_text": "幸運之神彷彿格外眷顧你，這一天你做什麼都感覺有一種事半功倍的順暢。生活裡，很多事情都能按照你的預期發展，甚至還會超出你的想象，給你帶來一些小驚喜。比如，原本以為需要花費很多時間和精力去完成的事情，可能輕輕鬆鬆就搞定了。在與人交往中，你的親和力會讓你結識到一些新朋友，而且這些朋友可能會在未來的日子裡給你帶來幫助和支持。你的心態也格外好，面對一些小問題都能輕鬆應對，不會讓它們影響到自己的情緒。這種積極樂觀的狀態會吸引更多的好運向你靠攏。不過，也別因為運氣好就掉以輕心，還是要保持謹慎和努力，這樣才能讓好運持續下去。總的來說，這一天你會過得非常愉快，能充分感受到生活的美好和幸運。",
        "love_text": "單身的你，這是個好時機，要是心裡有喜歡的人，不妨主動發出邀約，一起吃個飯、看場電影，在輕鬆氛圍裡增進了解，說不定就能開啟一段美好戀情。已有伴者的你，和伴侶一起行動吧，無論是逛街購物還是參與戶外活動，共同經歷會讓你們的心靠得更近，感情也會愈發甜蜜。",
        "take_star": "",
        "work_text": "像是被幸運之神眷顧，做事情順風順水。你之前的努力和積累在開始顯現效果，很多任務都能輕鬆完成，而且質量還很高。無論是處理複雜的問題還是應對新的挑戰，你都能遊刃有餘，彷彿一切都在你的掌控之中。",
        "lucky_star": "天蠍座",
        "money_text": "財運相當不錯，進賬比較可觀。工作上的努力會得到實質性的回報，可能是一筆豐厚的獎金或者項目提成。而且在一些副業或者兼職方面，也可能有意外收穫。這時候別光顧著高興，合理規劃這筆錢，可以把一部分存起來，另一部分用於提升自己或者改善生活，讓財富更有價值。",
        "health_text": "外出要當心腳下，上下樓梯時別邊走邊看手機，容易踩空崴腳。騎電動車通勤的人群需檢查剎車是否靈敏，雨天路滑要減速慢行。久坐辦公室的每隔一小時起身活動肩頸，避免頸椎僵硬引發頭痛。",
        "lucky_color": "棕色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "結交酒肉朋友",
        "yi": "博物館打卡",
        "all": "58%",
        "date": "2025-09-24",
        "love": "57%",
        "work": "51%",
        "money": "50%",
        "health": "61%",
        "notice": "影響心情的瑣事",
        "discuss": "66%",
        "all_text": "整體運勢略顯嚴峻，你容易遇到一些影響心情的事情。這一天，生活中可能會出現一些小狀況，就像平靜的湖面突然被投入了一顆小石子，泛起了層層漣漪。這些事情可能並不嚴重，但卻會讓你感到煩躁和不安，打亂你原本的節奏。在與人交流時，也可能會因為一些小誤會而產生矛盾，讓你的心情更加糟糕。而且，你的情緒可能會比較敏感，容易受到外界因素的影響，一點小事就可能讓你陷入消極的情緒中無法自拔。不過，別讓這些小問題一直困擾著你，要學會調整自己的心態，試著換個角度去看待問題，也許會發現事情並沒有那麼糟糕。也可以找朋友傾訴一下，把心裡的煩惱說出來，這樣會讓你感覺好很多。總之，這一天你需要多給自己一些耐心和鼓勵，努力克服這些小困難。",
        "love_text": "單身的你，內心對感情有些擔憂，害怕受到傷害，所以面對可能的緣分有些退縮。但別讓恐懼阻擋腳步，勇敢一點，才能收穫愛情。已有伴者的你，感情中遇到問題別一味逃避，主動面對，和伴侶坦誠交流，一起尋找解決辦法，逃避只會讓問題越來越嚴重。",
        "take_star": "",
        "work_text": "容易掉鏈子，一些看似簡單的事情可能會因為粗心大意而出錯。你可能會在注意力不集中的時候犯低級錯誤，比如寫錯數據、看漏要求等。這些問題雖然不大，但可能會影響整體的進度和質量，需要你格外小心。",
        "lucky_star": "雙子座",
        "money_text": "在財運方面你可得穩住，千萬別衝動行事。看到別人賺錢別眼紅，就跟著盲目投入，很可能因為不瞭解情況而踩坑。在做任何和錢有關的決定前，都要冷靜思考，多問問自己是不是真的瞭解這個領域，有沒有做好應對風險的準備。穩紮穩打，才能守住自己的錢袋子。",
        "health_text": "儘量避開正在裝修的樓棟或偏僻小巷，防止被高空墜物砸傷或遇到流浪動物。夜間出行選擇路燈明亮的路線，揹包建議背在身前。自駕族出發前檢查輪胎氣壓，後備箱勿堆放過多重物影響重心。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "想法太離譜",
        "yi": "與朋友談談心",
        "all": "75%",
        "date": "2025-09-24",
        "love": "78%",
        "work": "76%",
        "money": "72%",
        "health": "82%",
        "notice": "沒有足夠的自信",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，你似乎沒有足夠的自信，行動顯得有點保守。這一天，你在面對生活中的各種事情時，總是會猶豫不決，不敢輕易邁出第一步。你可能會擔心自己做得不夠好，或者害怕會遇到失敗和挫折，所以寧願選擇保持現狀，也不願意去嘗試新的東西。這種保守的態度雖然能讓你避免一些風險，但也會讓你錯過很多機會。在與人相處時，你可能會因為缺乏自信而表現得比較內向，不太願意主動和別人交流。其實，你有很多優點和潛力，只是自己沒有發現而已。不妨試著給自己一些積極的心理暗示，相信自己有能力做好每一件事情。也可以從小事做起，逐漸積累自信，慢慢地你會發現自己的行動變得更加果斷和大膽。這一天，你需要勇敢地走出自己的舒適區，去擁抱更多的可能性。",
        "love_text": "單身的你，要著重培養自信心，自信的人最有魅力。相信自己值得被愛，以積極的態度參與社交活動，會更容易吸引到合適的對象。已有伴者的你，和伴侶相處時，有想法別憋在心裡，好好表達出來，讓對方明白你的感受，這樣才能避免不必要的誤會，讓感情更順暢。",
        "take_star": "",
        "work_text": "面臨一些新的嘗試和挑戰，可能會讓你有些猶豫和不安。但不要輕易放棄這些機會，因為每一次嘗試都是成長的機會。即使結果不盡如人意，你也能從中學到寶貴的經驗，為未來的發展打下基礎。",
        "lucky_star": "摩羯座",
        "money_text": "需要多開拓思路。別局限於現有的賺錢方式，試著從不同的角度去尋找機會。可以關注下身邊朋友分享的信息，說不定能從中發現新的商機。也可以利用自己的興趣愛好，看看能不能發展成副業來增加收入。多嘗試新方法，說不定就能打開新的財富大門。",
        "health_text": "晝夜溫差大的時候，建議添件薄外套防止著涼。空調房內放杯溫水隨時補充水分，避免咽喉幹癢。吃火鍋或燒烤後記得嚼兩粒薄荷糖，防止胃火上升引發口腔潰瘍。體質敏感者遠離新裝修場所。",
        "lucky_color": "鵝黃色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度使用耳機",
        "yi": "記錄奇思妙想",
        "all": "97%",
        "date": "2025-09-24",
        "love": "94%",
        "work": "96%",
        "money": "98%",
        "health": "97%",
        "notice": "很多的良師益友",
        "discuss": "96%",
        "all_text": "整體運勢非常出眾，貴人助力多，身邊很多良師益友。這一天，你會感覺自己彷彿置身於一個溫暖的大家庭中，周圍的人都對你非常友好和支持。無論你遇到什麼困難，總會有朋友主動伸出援手，幫你一起解決問題。他們的建議和幫助會讓你受益匪淺，讓你在面對挑戰時更加從容自信。而且，你還會結識到一些新的朋友，這些人可能會成為你未來人生道路上的重要夥伴。在與人交往中，你的熱情和真誠會讓你贏得大家的好感和尊重，人際關係也會越來越好。這種良好的氛圍會讓你心情愉悅，充滿動力。同時，你也會更加願意去幫助別人，形成一種良性循環。總之，這一天你會過得非常充實和快樂，能充分感受到人與人之間的美好和溫暖。",
        "love_text": "單身的你，和喜歡的人互動增多，會有很多交流的機會，你們的默契也在不斷提升，很容易擦出更多愛情的火花。已有伴者的你，和伴侶之間的感情甜蜜升溫，一起度過溫馨的時光，彼此的關心和愛護讓這份感情更加穩固，享受這份美好吧。",
        "take_star": "",
        "work_text": "靈感如泉湧，腦子裡不斷冒出新的想法和創意。無論是工作還是學習，你都能從獨特的角度去思考問題，提出新穎的解決方案。這種創新思維會讓你在人群中脫穎而出，得到他人的認可和讚賞。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運簡直爆棚，正財和偏財都非常給力。工作上會有不錯的收入，可能還會有晉升或者加薪的機會。在偏財方面，之前的一些投資可能會有回報，或者收到一些意外的禮物、紅包。不過別因為財運好就大手大腳，合理規劃這些錢，才能讓財富持續穩定增長。",
        "health_text": "長時間蹲廁容易導致下肢靜脈曲張，建議控制在5分鐘內。如廁時不要刷短視頻分散注意力，容易忽略便意造成便秘。辦公族可準備腳踏板，保持膝蓋與髖部同高，減輕腰椎壓力。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "封閉自己內心",
        "yi": "記錄美好生活",
        "all": "52%",
        "date": "2025-09-24",
        "love": "61%",
        "work": "50%",
        "money": "60%",
        "health": "63%",
        "notice": "警惕小人的添亂",
        "discuss": "57%",
        "all_text": "整體運勢下滑，你需要警惕小人添亂。這一天，生活中可能會出現一些不和諧的因素，就像平靜的天空突然飄來了一片烏雲。有些人可能會在背後說你的壞話，或者故意給你製造一些小麻煩，試圖破壞你的計劃和心情。這些小人的行為會讓你感到很生氣和無奈，但你又不能輕易地和他們計較，否則可能會陷入更糟糕的境地。在與人相處時，你要多留個心眼，注意觀察周圍人的言行舉止，避免被小人利用。同時，也要保持冷靜和理智，不要因為小人的挑釁而失去自己的分寸。遇到問題時，儘量通過合理的方式去解決，不要衝動行事。不過，也別讓這些小人的存在影響到你的整體狀態，要相信自己的能力和判斷力，堅定地走自己的路。這一天，你需要更加小心謹慎地應對生活中的各種情況。",
        "love_text": "單身的你，容易愛挑剔別人的毛病，這會讓你錯過一些不錯的人。多看看對方的優點，包容小缺點，才能發現身邊的美好緣分。已有伴者的你，別給伴侶太大壓力，每個人都有自己的節奏和方式，尊重對方，給予空間，感情才能在輕鬆氛圍中健康發展。",
        "take_star": "",
        "work_text": "容易過於自信，對自己的能力估計過高。你可能會忽略一些細節問題，或者在沒有充分準備的情況下就貿然行動。這種過度自信可能會導致一些小失誤，影響整體的成果，需要你在做事時保持謙虛和謹慎。",
        "lucky_star": "金牛座",
        "money_text": "在吃喝玩樂上的開銷有點大，可能會因為和朋友聚會、購買娛樂產品等花不少錢。雖然享受生活很重要，但也要注意控制一下開支，不然月底可能會面臨資金緊張的情況。可以提前做個預算，把娛樂方面的花費控制在一定範圍內，這樣既能玩得開心，又不會影響財務狀況。",
        "health_text": "儘量在23點前放下手機，熬夜會導致明日晨起頭暈目眩。睡前一小時關閉電子設備，用薰衣草精油按摩太陽穴助眠。學生族不要開夜車趕作業，錯題可留到次日清醒時再修改。",
        "lucky_color": "深藍色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "做事犯迷糊",
        "yi": "保養數碼設備",
        "all": "70%",
        "date": "2025-09-24",
        "love": "69%",
        "work": "71%",
        "money": "75%",
        "health": "77%",
        "notice": "在固定軌道循環",
        "discuss": "72%",
        "all_text": "整體運勢平平，生活彷彿在沿著一條固定軌道循環。這一天，日常的節奏不會有太大起伏，一切都按部就班地進行著。你可能會覺得有些缺乏新鮮感，做事情也提不起太大的勁頭。在與人交往中，氛圍也比較平淡，沒有特別熱烈的互動。不過，這種平穩也有它的好處，能讓你有足夠的時間和精力去整理自己的思緒，回顧過往的經歷，從中總結經驗教訓。而且，這種熟悉的環境和節奏會讓你感到安心，不會有太多未知的擔憂。只是，長時間處於這種狀態可能會讓你有些懈怠，偶爾也可以試著給自己找點小樂趣，比如嘗試一種新的美食，或者聽一首沒聽過的歌，為生活增添一些別樣的色彩。但總體來說，這一天你會過得比較安穩，沒有大風大浪，能在平淡中感受生活的寧靜。",
        "love_text": "單身的你，內心比較敏感，容易玻璃心，在社交中別太在意別人的看法，保持平常心，才能更好地展現自己。已有伴者的你，和伴侶相處時，別因小事就受傷，多一些理解和包容，不要讓一些無關緊要的事情影響感情，珍惜彼此在一起的時光。",
        "take_star": "",
        "work_text": "你的腦海中會湧現出不少新點子，但這些想法大多還處於雛形階段，不夠成熟和完善。在推進相關事務時，可能會因為想法的不周全而遇到一些阻礙，需要你靜下心來，對每個想法進行深入思考和打磨，把細節考慮周全，才能讓這些創意更好地落地實施，避免出現半途而廢的情況。",
        "lucky_star": "巨蟹座",
        "money_text": "在理財方面沒什麼想法，可能會讓一些賺錢的機會悄悄溜走。不妨花點時間思考一下自己的財務狀況，制定一個簡單的理財計劃。比如每個月存多少錢，怎麼分配收入等。也可以關注一些理財知識，提升自己的理財能力。有了計劃，才能更好地管理自己的財富，讓錢生錢。",
        "health_text": "三餐間隔超過5小時易引發低血糖，隨身帶兩塊蘇打餅乾備用。下午茶避免過量飲用冰奶茶，容易刺激腸胃蠕動過快導致腹瀉。聚餐時先喝碗熱湯墊底，減少油膩食物攝入量。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沉浸白日夢",
        "yi": "打開話匣子",
        "all": "82%",
        "date": "2025-09-24",
        "love": "84%",
        "work": "86%",
        "money": "81%",
        "health": "86%",
        "notice": "面臨選擇的機會",
        "discuss": "77%",
        "all_text": "整體運勢尚佳，你或許會面臨一些選擇的機會。這一天，生活中會出現一些不同的岔路口，需要你做出決定。這些選擇可能涉及生活的各個方面，雖然沒有特別重大的影響，但也會在一定程度上改變你接下來的走向。此時，不妨多相信自己，憑藉自己的直覺和判斷力去做出選擇。你有著敏銳的洞察力，能夠察覺到一些潛在的信息，這會在你做決策時提供幫助。而且，當你堅定地相信自己時，會散發出一種自信的魅力，吸引周圍的人支持你。不過，在做選擇時也不要過於衝動，還是要冷靜思考，權衡利弊。這一天，只要你相信自己，勇敢地邁出腳步，就有可能收穫意想不到的驚喜，讓自己的生活朝著更好的方向發展。",
        "love_text": "單身的你，會得到一些新的感情機會，可能是在社交場合結識新朋友，也可能是舊人有了新互動，抓住機會，說不定能開啟新戀情。已有伴者的你，不妨積極開展約會計劃，一起去做一些有趣的事情，為感情注入新鮮活力，讓彼此的關係更加親密。",
        "take_star": "",
        "work_text": "得到一些來自他人寶貴的建議，這些建議就像一盞明燈，能為你指引方向，讓你在前進的道路上少走彎路。無論是處理複雜的問題，還是規劃未來的發展，這些建議都能給你帶來新的啟發，幫助你更清晰地看到問題的本質，找到更合適的解決方案。",
        "lucky_star": "射手座",
        "money_text": "要做好儲蓄計劃。雖然可能會有一些收入進賬，但別一下子都花光。養成儲蓄的習慣，能為未來的生活提供保障。可以根據自己的收入情況，設定一個合理的儲蓄目標，比如每個月存收入的百分之二十。把這部分錢存起來，以備不時之需，也能讓你的財務狀況更加穩定。",
        "health_text": "久坐人群建議每小時做20個深蹲激活下肢肌肉，防止臀肌萎縮。傍晚可進行30分鐘快走，微微出汗即可增強心肺功能。健身新手別盲目增加槓鈴重量，容易拉傷背部韌帶。",
        "lucky_color": "酒紅色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "情緒太脆弱",
        "yi": "與他人合作",
        "all": "80%",
        "date": "2025-09-24",
        "love": "83%",
        "work": "74%",
        "money": "85%",
        "health": "84%",
        "notice": "合作比獨行更靠譜",
        "discuss": "89%",
        "all_text": "整體運勢穩定，與人合作會比一個人行動更靠譜。這一天，你會發現很多事情單靠自己的力量很難順利推進，而與他人攜手合作則能事半功倍。在合作過程中，你能夠充分發揮自己的優勢，同時也能從合作伙伴身上學到新的東西，實現優勢互補。大家齊心協力，共同朝著一個目標努力，會讓事情進展得更加順利。而且，團隊合作還能帶來一種歸屬感和安全感，讓你覺得自己不是一個人在戰鬥。不過，在合作中也要注意溝通和協調，尊重他人的意見和想法，避免因為一些小分歧而產生矛盾。只要大家能夠相互理解、相互支持，這一天你就能在合作中收穫滿滿的成果，感受到團隊的力量和溫暖。",
        "love_text": "單身的你，不妨主動製造機會，比如參加聚會、興趣小組等，擴大自己的社交圈，增加結識異性的可能性，說不定就能遇到那個對的人。已有伴者的你，和伴侶相處保持和諧是關鍵，遇到分歧時，各退一步，相互理解，以平和的心態解決問題，感情會更穩定。",
        "take_star": "",
        "work_text": "整體狀態不錯，但想要取得理想的成果，積極行動是關鍵。你有著豐富的想法和計劃，但如果只是停留在腦海裡，不付諸實踐，一切都只是空談。只有保持積極主動的態度，將想法轉化為實際行動，一步一個腳印地去推進，才能逐漸靠近目標，收穫成功的喜悅。",
        "lucky_star": "獅子座",
        "money_text": "要多留意身邊的求財機會。可能在一些日常的交流或者活動中，就能發現新的賺錢途徑。比如和朋友聊天時，瞭解到某個行業的動態，或者看到社區裡的需求，從而找到商機。保持敏銳的觀察力，主動去尋找機會，積極行動起來，說不定就能收穫一筆額外的收入。",
        "health_text": "壓力比較大的一天，建議有時間可以去公園散步，負面情緒的堆積易引發偏頭痛。或者約朋友喝下午茶時多聊輕鬆話題，避免討論壓力。也可嘗試新開的陶藝課或射箭館，通過新鮮體驗釋放焦慮。",
        "lucky_color": "茶色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "透露個人信息",
        "yi": "嘗試新事物",
        "all": "55%",
        "date": "2025-09-24",
        "love": "59%",
        "work": "62%",
        "money": "51%",
        "health": "60%",
        "notice": "陷入負面情緒圈",
        "discuss": "56%",
        "all_text": "整體運勢低迷，你容易陷入負面情緒圈中。這一天，生活中可能會出現一些讓你感到不如意的事情，這些事情或許並不嚴重，但卻會像一根刺一樣紮在你的心裡，讓你心情煩悶。你會不自覺地往壞的方面想，把問題放大，從而陷入一種消極的情緒中無法自拔。這種負面情緒會影響你的判斷力和行動力，讓你做什麼事情都提不起精神。而且，你可能會覺得周圍的一切都不順心，對身邊的人和事也變得挑剔起來。其實，很多時候事情並沒有你想象的那麼糟糕，只是你的情緒在作祟。不妨試著調整一下自己的心態，換個角度去看待問題，或者找一些方式來釋放自己的情緒，比如聽音樂、運動等。只有走出負面情緒的圈套，你才能重新找回生活的樂趣。",
        "love_text": "單身的你，容易封閉自己的內心，不願意和別人交流感情方面的事情，這樣會讓自己錯過很多機會。打開心扉，才能迎接愛情的到來。已有伴者的你，對伴侶缺乏信任會影響感情，多給對方一些信任，相信彼此的感情，遇到問題一起面對，感情會更長久。",
        "take_star": "",
        "work_text": "拖延的毛病可能會比較明顯，明明有很多事情等著你去處理，但你卻總是找各種藉口推遲行動。這種拖延不僅會讓任務堆積如山，增加心理壓力，還可能導致時間緊迫時無法高質量地完成任務，影響整體的效果和進度。你需要克服這種惰性，給自己設定明確的時間節點，強迫自己按時完成任務。",
        "lucky_star": "天秤座",
        "money_text": "別總想著不勞而獲，財運不會平白無故降臨。想要增加收入，還是得靠自己的努力和付出。認真做好手頭的工作，提升自己的工作能力，爭取獲得更好的業績和回報。也可以利用業餘時間學習新技能，為以後的發展打下基礎。只有腳踏實地，才能讓財富慢慢積累起來。",
        "health_text": "任務量堆積如山時，每完成一項就做三次深呼吸，防止焦慮情緒引發胃痙攣。下午可嚼口香糖緩解緊繃的面部肌肉，避免咬肌過度疲勞。下班後泡個熱水澡，加入兩滴雪松精油放鬆神經。",
        "lucky_color": "咖啡色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "培養創作靈感",
        "all": "94%",
        "date": "2025-09-24",
        "love": "97%",
        "work": "88%",
        "money": "95%",
        "health": "91%",
        "notice": "生活中迸發靈感",
        "discuss": "96%",
        "all_text": "整體運勢非常好，你總是容易在生活中迸發靈感。這一天，你的思維格外活躍，腦海中會不斷湧現出各種新奇的想法和創意。這些靈感可能來自於生活中的點滴小事，也可能是在與他人交流的過程中突然產生的。你會發現自己對很多事情都有了新的認識和看法，能夠從不同的角度去思考問題。這種靈感迸發的狀態會讓你充滿活力和創造力，無論做什麼事情都充滿了熱情。而且，你的這些想法還有可能給你帶來一些意想不到的機會，讓你的生活變得更加豐富多彩。不過，有了靈感之後也要及時付諸行動，將想法變成現實。這一天，只要你能抓住這些靈感，積極地去實踐，就有可能創造出屬於自己的精彩。",
        "love_text": "單身的你，或許能和喜歡的人順利確定關係，你們的交流很順暢，彼此心意相通，抓住這個好時機，讓感情更進一步。已有伴者的你，和伴侶之間的感情更加堅定穩固，你們相互支持、相互鼓勵，一起面對生活中的挑戰，這份感情會成為彼此最堅實的依靠。",
        "take_star": "",
        "work_text": "適合腳踏實地地去做事情，一步一個腳印地朝著目標前進。不需要追求過於華麗的表現或快速的成果，穩紮穩打反而能讓你取得更好的成績。在處理事務時，認真對待每一個細節，注重質量和效果，這種務實的態度會為你積累經驗和口碑，為未來的發展打下堅實的基礎。",
        "lucky_star": "白羊座",
        "money_text": "財運很不錯，會有多渠道進賬。除了正常的工作收入，還可能在其他方面獲得收益，比如兼職、投資回報等。這時候要合理安排這些收入，別因為來錢容易就隨意揮霍。可以把一部分錢用於投資自己，提升自己的競爭力，另一部分存起來或者進行穩健的投資，讓財富實現增值。",
        "health_text": "連續使用電子設備超4小時需遠眺窗外綠植10分鐘，防止乾眼症加重。夜間關燈後不要側躺刷手機，容易引發單眼視力驟降。程序員可下載護眼軟件，每20分鐘自動鎖屏提醒休息。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度依賴別人",
        "yi": "多出門走走",
        "all": "55%",
        "date": "2025-09-24",
        "love": "56%",
        "work": "68%",
        "money": "53%",
        "health": "69%",
        "notice": "缺乏獨立的勇氣",
        "discuss": "61%",
        "all_text": "整體運勢略差，你總是想著依賴身邊人。這一天，你在面對生活中的各種事情時，會不自覺地想要尋求他人的幫助和支持，缺乏獨立解決問題的勇氣和能力。你可能會覺得依靠別人能夠讓自己更輕鬆，但卻忽略了過度依賴會讓你失去自我成長的機會。而且，身邊的人也不可能一直都在你身邊為你解決問題，當他們無法提供幫助時，你就會陷入無助的境地。在與人相處中，你也會因為過於依賴而顯得有些被動，無法真正展現自己的想法和個性。其實，你有著自己的能力和潛力，只是沒有充分發揮出來。不妨試著勇敢地邁出第一步，獨立去面對一些事情，你會發現自己的能力遠比想象中要強。只有學會獨立，你才能更好地掌控自己的生活。",
        "love_text": "單身的你，容易被花言巧語矇騙，在面對異性的示好時，要保持清醒的頭腦，不要被一時的甜言蜜語衝昏頭腦，仔細分辨對方的真心。已有伴者的你，別被過度的戀愛腦影響，在感情中也要保持理智，有自己的生活和想法，這樣才能讓感情更加健康平衡。",
        "take_star": "",
        "work_text": "可能會因為缺乏自信而在面對機會時猶豫不決，不敢大膽地展現自己。其實你具備很多優秀的品質和能力，只是自己沒有意識到。過度的自我懷疑會讓你錯過很多發展的機會，影響自身的成長和進步。你需要相信自己，勇敢地邁出第一步，給自己一個證明自己的機會。",
        "lucky_star": "處女座",
        "money_text": "在消費上容易情緒化，可能會因為一時的開心或者難過而買很多不必要的東西。這樣不僅會造成浪費，還會讓你的財務狀況變得緊張。在購物前，先冷靜一下，問問自己是不是真的需要這個東西。也可以制定一個購物清單，按照清單購買，避免衝動消費，這樣才能更好地管理自己的錢包。",
        "health_text": "心裡裝著煩心事時，別用暴飲暴食發洩情緒，容易引發急性腸胃炎。可寫日記梳理困擾事項，或找信任的人傾訴。睡前聽15分鐘白噪音，如雨聲或溪流聲，幫助大腦清空負面思緒。",
        "lucky_color": "深綠色",
        "lucky_number": "4"
      }
    }
  }
}