{
  "updated": "2025-11-23T06:12:08.371Z",
  "updateTime": "2025/11/23 下午2:12:08",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15331,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜發朋友圈",
        "yi": "背誦古詩詞",
        "all": "55%",
        "date": "2025-11-22",
        "love": "50%",
        "work": "53%",
        "money": "62%",
        "health": "66%",
        "notice": "冒出棘手小狀況",
        "discuss": "59%",
        "all_text": "整體運勢處於下行態勢，彷彿置身於一片略顯雜亂的迷霧之中。生活裡會不斷冒出各種棘手的小狀況，這些小狀況如同細碎的砂石，雖不致造成巨大傷害，卻會不斷摩擦，擾亂原本的節奏。原本計劃好的事情，可能會因為這些小意外而出現波折，原本順暢的流程也會被打斷。情緒上容易因此變得煩躁不安，內心難以平靜。不過，這些小狀況雖帶來困擾，卻也是鍛鍊應變能力的好時機，在應對的過程中，或許能發現新的解決思路。面對這些小狀況，要保持冷靜，不要被情緒左右，以平和的心態去逐一化解，說不定在處理完這些小麻煩後，能收穫一些意想不到的感悟，讓生活重新回到有序的軌道。",
        "love_text": "單身的你，在感情路上可能會遇到些阻礙。或許是你主動釋放好感時，對方反應冷淡，又或者是在社交場合中，難以遇到讓自己心動且能順利發展的人。別灰心，這只是暫時的，保持積極心態，多提升自己，緣分說不定就在下一個轉角。已有伴者的你，和伴侶之間矛盾容易頻發。可能在一些生活小事上，兩人想法差異大，互不相讓。這時別急著爭輸贏，冷靜下來，站在對方角度想想，多溝通，才能化解矛盾，讓感情重回正軌。",
        "work_text": "對你而言，彷彿置身於荊棘叢生的道路，前行之路充滿艱難險阻。無論是工作還是學習，都容易遭遇各種突發狀況，原本的計劃被打亂，讓你有些手忙腳亂。各種難題接踵而至，需要你花費大量精力去應對，整體狀態較為疲憊，進展頗為不順。",
        "lucky_star": "處女座",
        "money_text": "需要留意小額支出頻繁的狀況，可能不經意間就花出去不少錢，像買零食、喝杯咖啡這類小消費積少成多。在理財方面，別因為覺得金額小就不在意，要做好收支記錄。購物前多想想是否真的需要，避免衝動消費，不然錢包會很快癟下去，影響後續資金安排。",
        "health_text": "在運動時可得悠著點，你的運動熱情高漲，但熱身不充分或動作不規範，就容易出現小拉傷。運動前一定要認真做足熱身，活動開關節和肌肉，運動過程中注意動作幅度和力度，結束後也別忘了拉伸放鬆，這樣能大大降低受傷風險，讓運動更安全。",
        "lucky_color": "酒紅色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑剔別人問題",
        "yi": "睡前敷面膜",
        "all": "72%",
        "date": "2025-11-22",
        "love": "65%",
        "work": "77%",
        "money": "67%",
        "health": "73%",
        "notice": "小確幸不時降臨",
        "discuss": "67%",
        "all_text": "日常節奏平穩有序，彷彿一首舒緩的樂章，在平淡中流淌著溫馨與愜意。生活裡時不時會有一些小確幸降臨，這些小確幸如同夜空中閃爍的繁星，雖不耀眼奪目，卻能給人帶來溫暖和喜悅。可能是在不經意間發現了一家藏在角落裡的溫馨小店，品嚐到了美味的食物；也可能是在閒暇時光裡，讀到了一本觸動心靈的好書，沉浸在文字的世界裡。這些小小的美好，讓生活充滿了期待和驚喜。在這樣平穩又美好的日子裡，不妨放慢腳步，用心去感受生活中的每一個細節，珍惜這些小確幸帶來的快樂，讓這份美好在心底蔓延開來，為生活增添更多的色彩。",
        "love_text": "單身的你，感情進展可能會比較緩慢。在追求心儀對象時，你的付出可能不會立刻得到回應，或者是在社交中，很難快速和別人建立起親密的關係。彆著急，感情需要慢慢培養，保持耐心，用真誠去打動對方，會有收穫的。已有伴者的你，和伴侶之間可能會有小摩擦。也許是因為生活習慣不同，或者是對某些事情的看法不一致。別讓這些小問題影響感情，多包容對方，互相理解，一起尋找解決辦法，感情會更穩固。",
        "work_text": "整體呈現出穩中求進的態勢。在前進的道路上，雖沒有突飛猛進的大跨越，但每一步都走得踏實。你會按照既定的節奏，有條不紊地處理各項事務，在應對日常任務時遊刃有餘，能穩步積累成果，為未來的發展打下堅實基礎。",
        "lucky_star": "摩羯座",
        "money_text": "你的理財收益表現平平，之前投入的項目沒有明顯的增長跡象。這時候別盲目跟風去調整投資，以免打亂原本的理財節奏。可以回顧下自己的理財計劃，看看是否有優化的空間，比如合理分配資金，把一部分閒錢存起來，保障資金的安全性和穩定性，等待更好的投資時機。",
        "health_text": "腸胃有點小敏感，可能是吃了不太合適的食物。飲食上要多留意，儘量選擇清淡、易消化的食物，像新鮮的蔬菜水果、粥類等，那些油膩、辛辣、生冷的食物就先放一放。同時，吃飯要規律，定時定量，別暴飲暴食，給腸胃減輕點負擔。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": " 與別人抬槓",
        "yi": "抬頭看天空",
        "all": "86%",
        "date": "2025-11-22",
        "love": "91%",
        "work": "80%",
        "money": "87%",
        "health": "86%",
        "notice": "享受自由與快樂",
        "discuss": "90%",
        "all_text": "順遂自在的一天，你彷彿置身於一片開闊的草原，沒有過多的束縛和阻礙，可以盡情地享受自由與快樂。諸多事務都能按照預期順利推進，如同順水行舟，輕鬆又愜意。無論是與朋友相聚聊天，分享生活中的趣事，還是獨自一人沉浸在自己的興趣愛好中，都能感受到內心的滿足和愉悅。在與人交往的過程中，能夠輕鬆地打開話匣子，與他人建立起良好的溝通，收穫真摯的友誼。在這樣美好的日子裡，不妨多去嘗試一些新的事物，探索未知的領域，讓自己的生活更加豐富多彩，讓這份順遂自在的感覺延續下去，為生活注入更多的活力。",
        "love_text": "單身的你，有極大可能邂逅良緣。在社交場合中，你獨特的魅力容易吸引到異性的目光，說不定會遇到那個讓你心動且能聊得來的人。抓住機會，主動出擊，展現真實的自己，說不定一段美好的戀情就此開始。已有伴者的你，和伴侶的感情甜蜜升溫。你們會有很多互動，一起做喜歡的事情，分享生活中的趣事，彼此的感情更加深厚。珍惜這美好的時光，多給對方一些關心和愛意，讓感情持續升溫。",
        "work_text": "可謂是順遂如意，彷彿有一股無形的力量在推動著你前行。在各方面都能輕鬆應對，無論是工作還是學習，都能找到適合自己的節奏和方法。思維活躍，靈感不斷，能快速解決遇到的問題，整體氛圍輕鬆愉悅，收穫滿滿。",
        "lucky_star": "射手座",
        "money_text": "有意外小財降臨的好運氣，說不定走在路上能撿到小錢，或者收到一些小驚喜的紅包。雖然金額可能不大，但也能讓你心情愉悅。不過別因為這點小財就放鬆對理財的規劃，可以把這筆小錢存起來，積少成多，為未來的大額消費或者投資做準備，讓財富慢慢積累起來。",
        "health_text": "精神活力滿滿，整個人就像充滿電的小馬達，幹啥都帶勁。這狀態很不錯，不過也別過度消耗精力，在忙碌之餘，適當安排些休息時間，哪怕只是閉目養神幾分鐘，也能讓大腦和身體得到放鬆，維持這種良好的精神狀態，高效地完成各項事務。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "唉聲嘆氣",
        "yi": "早睡早起",
        "all": "61%",
        "date": "2025-11-22",
        "love": "64%",
        "work": "52%",
        "money": "59%",
        "health": "66%",
        "notice": "小麻煩擾亂心神",
        "discuss": "64%",
        "all_text": "偶有波瀾的一天，如同平靜的湖面被微風拂過，偶爾泛起層層漣漪。一些小麻煩會時不時地冒出來，擾亂原本平靜的心神。這些小麻煩可能來自於生活中的瑣事，比如物品的丟失、計劃的臨時變動等，雖然都不是什麼大問題，但卻會讓人感到有些煩悶和無奈。情緒上容易因此變得有些低落，內心缺乏安全感。不過，這些小麻煩也是生活的一部分，它們讓生活變得更加真實和立體。面對這些小麻煩，不要過於焦慮和擔憂，要以平和的心態去面對，積極尋找解決問題的方法。在解決小麻煩的過程中，也能逐漸提升自己的應對能力，讓自己變得更加堅強和成熟。",
        "love_text": "單身的你，緣分似乎有些難覓。在社交活動中，可能很難遇到讓自己心動且有進一步發展可能的人。別因此而沮喪，可以利用這段時間提升自己，豐富自己的生活，讓自己變得更加優秀，等緣分到來時，才能更好地把握。已有伴者的你，和伴侶的關係比較平淡。生活可能缺乏一些激情和浪漫，但平淡也是生活的一種常態。不妨主動製造一些小驚喜，比如一起看場電影、吃頓美食，為感情增添一些色彩，讓彼此的關係更加親密。",
        "work_text": "對你來說障礙重重，彷彿被一層無形的迷霧籠罩，前行之路充滿迷茫。在處理各項事務時，容易遇到各種阻礙，計劃趕不上變化，讓你感到力不從心。各種難題讓你陷入困境，需要花費大量時間和精力去解決，整體狀態較為壓抑。",
        "lucky_star": "天蠍座",
        "money_text": "要格外小心財物意外損耗的情況，出門在外注意保管好個人物品，防止丟失或被盜。在消費時也要謹慎，別被商家的促銷活動迷惑，買了不實用或者質量不好的東西。對於一些貴重物品的購買，最好再三考慮，避免因為一時衝動造成不必要的經濟損失，守住自己的錢袋子。",
        "health_text": "睡眠質量不太好，容易淺眠易醒。晚上睡覺前，別做太刺激的活動，比如看恐怖電影、玩激烈的遊戲等，讓大腦和身體都平靜下來。可以泡個熱水澡，喝杯溫牛奶，營造一個安靜、舒適、昏暗的睡眠環境，這樣有助於提高睡眠質量，讓你一夜好眠。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "咬手指甲蓋",
        "yi": "自制健康午餐",
        "all": "93%",
        "date": "2025-11-22",
        "love": "94%",
        "work": "92%",
        "money": "96%",
        "health": "94%",
        "notice": "得到他人的支持",
        "discuss": "98%",
        "all_text": "風光無限的一天，你彷彿站在舞臺的中央，成為眾人矚目的焦點，諸事皆能稱心如意。無論做什麼事情，都能得到他人的認可和支持，彷彿有一種無形的力量在推動著自己前進。在社交場合中，能夠輕鬆地吸引他人的目光，結交到志同道合的朋友，拓展自己的人脈圈子。在追求自己的興趣愛好時，也能取得不錯的成果，收穫滿滿的成就感。這種順風順水的感覺讓人心情愉悅，充滿自信。在這樣美好的日子裡，要珍惜這份好運，充分發揮自己的優勢，勇敢地去追求自己的夢想，讓生活更加精彩紛呈，讓這份風光無限的感覺持續下去。",
        "love_text": "單身的你，魅力四射，在人群中格外耀眼。你的自信和熱情會吸引到不少異性的關注，可能會有人主動向你表達好感。把握機會，展現自己的優點，說不定能開啟一段浪漫的戀情。已有伴者的你，和伴侶恩愛有加。你們相互理解、相互支持，感情十分融洽。可以一起規劃未來，為共同的目標努力，讓感情在相互陪伴中不斷昇華，享受這美好的時光。",
        "work_text": "銳不可當，如同戰場上的勇士，所向披靡。在各方面都展現出強大的實力和自信，能夠輕鬆應對各種挑戰。思維敏捷，行動迅速，能快速抓住機會，取得顯著成果。整體狀態積極向上，充滿活力，讓人對你刮目相看。",
        "lucky_star": "天秤座",
        "money_text": "有大額收益可期的跡象，可能在工作上會有出色的表現，從而獲得豐厚的獎金或者提成。也有可能是之前的投資有了回報，收入大幅增加。這時候別被喜悅衝昏頭腦，要合理規劃這筆錢，可以考慮拿出一部分用於改善生活，另一部分繼續投資或者儲蓄，讓財富實現增值。",
        "health_text": "身體狀態超棒，感覺渾身充滿了力量，走起路來都帶風。這種好狀態可要保持住，不妨趁著這股勁兒，做些自己喜歡的運動，像跑步、健身、打球等，既能進一步增強體質，又能讓心情更愉悅。不過運動也要適量，別過度勞累，以免適得其反。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩遊戲",
        "yi": "享受美容SPA",
        "all": "78%",
        "date": "2025-11-22",
        "love": "80%",
        "work": "76%",
        "money": "82%",
        "health": "79%",
        "notice": "按計劃穩步推進",
        "discuss": "71%",
        "all_text": "生活有條不紊，彷彿按照精心編排的劇本在有序進行。一切都按照計劃穩步推進，沒有出現太多的意外和偏差。無論是日常的飲食起居，還是處理生活中的各種事務，都能做到井井有條，不慌不忙。這種有條不紊的生活狀態讓人感到安心和踏實，內心充滿了掌控感。在處理事務的過程中，能夠保持清晰的思路，高效地完成任務，展現出自己的能力和素養。在這樣有序的日子裡，不妨給自己設定一些新的目標和計劃，為生活增添一些新的動力和方向。同時，也要學會在忙碌的生活中適當放鬆自己，享受這份有條不紊帶來的寧靜與美好，讓生活更加充實和有意義。",
        "love_text": "單身的你，感情機會增多。在社交場合中，你可能會遇到一些不錯的異性，有進一步瞭解的可能。別錯過這些機會，主動和對方交流，展現自己的真誠和善良，說不定能遇到那個對的人。已有伴者的你，和伴侶相處融洽。你們能夠互相包容對方的缺點，遇到問題也能一起商量解決。這種和諧的相處模式會讓你們的感情更加穩定，不妨一起做一些有意義的事情，增進彼此的感情。",
        "work_text": "整體呈現出平順發展的態勢，沒有大起大落，一切都在按部就班地進行。在處理各項事務時，能保持冷靜和理智，有條不紊地完成各項任務。雖然進展不算迅速，但每一步都走得穩穩當當，能積累一定的經驗和成果，為未來的發展做好鋪墊。",
        "lucky_star": "雙魚座",
        "money_text": "投資回報良好，之前投入的項目開始有了明顯的收益。這是個不錯的信號，但別急於追加投資，要冷靜分析市場形勢和項目的潛力。可以諮詢專業的理財人士，獲取更準確的建議。同時，也要注意分散投資風險，不要把所有資金都集中在一個項目上，確保財富的穩定增長。",
        "health_text": "代謝很順暢，身體各項機能運轉良好。這得益於你平時健康的生活習慣，繼續保持就行。飲食上依舊要均衡營養，多吃五穀雜糧、優質蛋白質和富含維生素的食物，同時保證充足的水分攝入，促進新陳代謝。再加上適量的運動，身體會越來越健康。",
        "lucky_color": "草綠色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "運動不熱身",
        "yi": "自我增值",
        "all": "97%",
        "date": "2025-11-22",
        "love": "99%",
        "work": "96%",
        "money": "98%",
        "health": "95%",
        "notice": "進展得恰到好處",
        "discuss": "90%",
        "all_text": "整體運勢順遂非常，生活彷彿被一層柔和的光暈籠罩，一切都進展得恰到好處。在人際交往中，能自然地散發出優雅且從容的氣質，這種獨特魅力會吸引他人主動靠近，與身邊人的交流互動輕鬆又和諧，無論是新結識的朋友還是舊友，相處都十分融洽。在面對生活中的各種選擇時，也能憑藉內心的平和與智慧，做出讓自己滿意的決定，不會陷入糾結與猶豫之中。生活節奏有條不紊，能按照自己的心意去安排各項活動，享受每一刻的美好。這種良好的狀態會持續影響周圍環境，讓生活氛圍更加溫馨愉悅，彷彿置身於一個充滿愛與溫暖的小世界，盡情享受這份順遂帶來的愜意與滿足。",
        "love_text": "單身的你，桃花盛開，身邊可能會出現不少追求者。在眾多選擇中，要保持清醒的頭腦，不要被一時的熱情衝昏頭腦，認真思考自己真正想要的是什麼，選擇那個真正適合自己的人。已有伴者的你，和伴侶愛意滿滿。你們會互相表達愛意，關心對方的生活和感受。這種甜蜜的氛圍會讓你們的感情更加深厚，不妨一起度過一個浪漫的時光，為感情留下美好的回憶。",
        "work_text": "對你而言，簡直是順風順水的好日子！彷彿有一股幸運的微風，輕輕推著你向前。在各類事務的處理上，你都能輕鬆找到平衡點，既不會過於激進，也不會拖沓延誤。無論是面對複雜的工作難題，還是棘手的學習困惑，都能憑藉自身的智慧和靈活應變能力，迅速找到解決辦法，收穫滿滿的成就感。",
        "lucky_star": "金牛座",
        "money_text": "在合作方面財源廣進，與合作伙伴的合作項目進展順利，能為你帶來可觀的收入。在合作過程中，要保持良好的溝通和協作，及時解決出現的問題。對於合作中的利益分配，要提前明確好規則，避免後期產生糾紛。同時，也要不斷拓展合作渠道，尋找更多賺錢的機會，讓財富之路越走越寬。",
        "health_text": "體態超舒展，整個人看起來優雅又自信。這和你平時注重身體保養和鍛鍊分不開。可以繼續保持，比如做做瑜伽、普拉提等運動，進一步拉伸身體線條，增強身體的柔韌性和協調性。同時，保持良好的坐姿和站姿，避免彎腰駝背，讓優雅體態一直伴隨你。",
        "lucky_color": "奶茶色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門太匆忙",
        "yi": "提高藝術審美",
        "all": "78%",
        "date": "2025-11-22",
        "love": "79%",
        "work": "81%",
        "money": "80%",
        "health": "71%",
        "notice": "保持冷靜的頭腦",
        "discuss": "76%",
        "all_text": "整體運勢較為平穩，生活沒有太大的起伏波動，如同平靜的湖面，雖無波瀾壯闊，卻也別有一番寧靜的韻味。在與人相處時，會自然地流露出沉穩且內斂的風範，不張揚、不浮誇，給人一種可靠、值得信賴的感覺。這種沉穩的氣質會讓身邊的人感到安心，也容易贏得他人的尊重。在處理生活中的瑣事時，能夠保持冷靜的頭腦，有條不紊地逐一解決，不會因為一些小問題而亂了陣腳。雖然生活沒有太多的驚喜和刺激，但這種平穩的狀態也讓人能夠安心地享受生活的本真，在平淡中品味生活的細節，感受生活的質樸與美好，為內心增添一份寧靜與踏實。",
        "love_text": "單身的你，感情狀態有些曖昧不明。可能會遇到一個讓你有些心動的人，但對方的態度又不明確，讓你有些捉摸不透。別太糾結，保持冷靜，觀察一段時間再做決定，避免陷入不必要的感情糾葛。已有伴者的你，和伴侶之間可能會有小波瀾。也許是因為一些小事產生了一些小矛盾，但問題不大。及時溝通，坦誠地表達自己的想法和感受，問題很快就能解決，感情也會更加穩固。",
        "work_text": "整體進展順利，如同在平坦的大道上穩步前行。你會感覺一切都按照自己的預期在發展，沒有太多意外狀況干擾。在處理事務時，你能保持專注和冷靜，憑藉自身的能力和經驗，有條不紊地完成各項任務，為未來的發展積累下不錯的成果。",
        "lucky_star": "水瓶座",
        "money_text": "有兼職收入增加的好事，利用業餘時間做的兼職工作能給你帶來額外的報酬。這不僅能增加你的收入，還能豐富你的工作經驗。不過要注意合理安排時間，別因為兼職影響了正常的工作和生活。在兼職的選擇上，要挑選與自己能力匹配且有一定發展潛力的，讓兼職成為你財富增長的有力助力。",
        "health_text": "眼睛有點疲勞，可能是長時間盯著電子屏幕導致的。工作或學習一段時間後，要記得讓眼睛休息一下，可以遠眺幾分鐘，看看窗外的風景，或者做做眼保健操，按摩一下眼周穴位，促進眼部血液循環，緩解眼睛疲勞。晚上也別熬夜玩手機，讓眼睛得到充分的休息。",
        "lucky_color": "深紫色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒太低落",
        "yi": "看喜劇電影",
        "all": "59%",
        "date": "2025-11-22",
        "love": "55%",
        "work": "60%",
        "money": "58%",
        "health": "63%",
        "notice": "浮躁迷茫的狀態",
        "discuss": "53%",
        "all_text": "整體運勢欠佳，生活彷彿被一層陰霾籠罩，讓人感覺有些壓抑和迷茫。內心容易呈現出浮躁且迷茫的狀態，難以靜下心來專注於一件事情，思緒常常飄忽不定，不知道自己真正想要的是什麼。在與人交往中，可能會因為情緒的不穩定而顯得有些急躁，容易與他人產生一些小摩擦，影響人際關係。面對生活中的各種選擇和挑戰，會感到無所適從，缺乏明確的方向和目標，不知道該往哪個方向前進。這種迷茫和浮躁的情緒會持續困擾著自己，讓生活變得有些混亂。不過，這只是暫時的狀態，只要及時調整心態，冷靜下來思考，重新找回內心的平靜和方向，就能逐漸走出困境，重新找回生活的樂趣。",
        "love_text": "單身的你，感情運勢有些低迷。在追求愛情的道路上可能會遇到一些挫折，比如表白被拒，或者在社交中難以遇到合適的人。別因此而灰心喪氣，感情的事急不來，調整好心態，繼續前行，屬於你的緣分終會到來。已有伴者的你，和伴侶爭吵不斷。可能會因為一些觀念上的差異或者生活瑣事發生爭執，互不相讓。爭吵解決不了問題，冷靜下來，心平氣和地溝通，互相理解，才能化解矛盾，維護好感情。",
        "work_text": "遇到一些小阻小礙，就像在前進的道路上偶爾會碰到幾塊小石頭。不過這些小問題並不會對你造成太大的困擾，只是會讓你稍微放慢前進的腳步。在處理事務時，你需要多花一些時間和精力去應對這些小狀況，但只要保持耐心和細心，就能順利克服困難，繼續前行。",
        "lucky_star": "獅子座",
        "money_text": "要警惕消費陷阱頻現的情況，商家可能會推出各種看似誘人的促銷活動，實則暗藏玄機。在購物時，要保持清醒的頭腦，仔細比較價格和質量，別被虛假宣傳所迷惑。對於一些高價的商品，別盲目跟風購買，要根據自己的實際需求和經濟能力來決定。避免陷入消費陷阱，導致不必要的開支。",
        "health_text": "腿部容易酸脹，可能是走路太多或者運動過度引起的。晚上回到家，可以用熱水泡泡腳，促進腿部血液循環，緩解酸脹感。也可以讓家人幫忙按摩一下腿部肌肉，放鬆放鬆。平時運動時，要根據自己的身體狀況合理安排運動量和運動強度，避免過度勞累。",
        "lucky_color": "淺灰色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "飲食重口味",
        "yi": "嘗試新發型",
        "all": "93%",
        "date": "2025-11-22",
        "love": "92%",
        "work": "94%",
        "money": "95%",
        "health": "91%",
        "notice": "注入強大的動力",
        "discuss": "97%",
        "all_text": "整體運勢超旺盛，生活彷彿被注入了一股強大的動力，充滿了活力與激情。在面對生活中的各種情況時，能彰顯出堅毅且果敢的作風，不畏懼困難和挑戰，勇於迎難而上，以堅定的信念和頑強的毅力去克服一切阻礙。這種堅毅的品質會讓自己在人群中脫穎而出，贏得他人的讚賞和欽佩。在處理事情時，能夠迅速做出決策，並且果斷地付諸行動，不會拖泥帶水，展現出高效的行動力。這種旺盛的運勢會帶動身邊的人一起積極向上，營造出一種充滿正能量的生活氛圍。在這樣的狀態下，能夠盡情地發揮自己的潛力，實現自己的想法和目標，讓生活變得更加精彩和有意義。",
        "love_text": "單身的你，緣分降臨的可能性很大。在不經意間，可能會遇到那個讓你心動且能與你攜手一生的人。抓住機會，勇敢地表達自己的心意，不要讓緣分從身邊溜走，開啟一段美好的戀情。已有伴者的你，和伴侶溫馨和睦。你們相互關心、相互照顧，感情十分穩定。可以一起做一頓豐盛的晚餐，享受家庭的溫馨，或者一起出去散步，感受生活的美好，讓感情在平凡中愈發深厚。",
        "work_text": "勢不可擋，彷彿擁有無窮的能量和動力。在各方面都展現出強大的實力和決心，能夠迅速抓住機會，勇往直前。無論是面對複雜的工作挑戰，還是高難度的學習任務，都能以堅定的信念和頑強的毅力去克服，取得令人矚目的成績，成為眾人眼中的焦點。",
        "lucky_star": "巨蟹座",
        "money_text": "在事業上表現出色，有望獲得豐厚的獎金。這是對你努力工作的肯定和回報。拿到獎金後，別立刻揮霍掉，可以制定一個合理的理財計劃。比如，拿出一部分用於提升自己的專業技能，為未來的職業發展打下更堅實的基礎；另一部分用於儲蓄或者穩健的投資，讓財富穩步增長",
        "health_text": "精力超充沛，彷彿有使不完的勁兒。這種好狀態可以充分利用起來，處理一些重要的事情或者完成一些有挑戰性的任務。不過，也別一直處於高強度的工作或學習狀態中，適當安排些休閒活動，比如聽聽音樂、看看書、散散步等，讓身心得到放鬆，保持精力充沛。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "破壞皮膚屏障",
        "yi": "逛逛特色集市",
        "all": "77%",
        "date": "2025-11-22",
        "love": "82%",
        "work": "71%",
        "money": "73%",
        "health": "79%",
        "notice": "隨性自在的模樣",
        "discuss": "75%",
        "all_text": "整體運勢較為一般，生活沒有特別突出的亮點，但也沒有明顯的困擾，呈現出一種隨性且自在的模樣。在生活節奏上，不會給自己過多的壓力和束縛，能夠按照自己的喜好和節奏去安排生活，享受自由自在的感覺。在與人交往中，也能保持一種輕鬆愉快的態度，不會過於計較得失，與他人相處融洽。對於生活中的一些變化和挑戰，能夠以平和的心態去接受和麵對，不會過分焦慮和擔憂。這種隨性的生活態度雖然可能不會帶來巨大的驚喜和成就，但卻能讓人在平淡的生活中找到屬於自己的小確幸，享受生活的簡單與快樂。不過，也可以適當給自己設定一些小目標，為生活增添一些動力和方向。",
        "love_text": "單身的你，有望脫單。在社交活動中，你可能會結識到一些有趣的異性，彼此有進一步發展的可能。主動和對方交流，展現自己的獨特魅力，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶關係穩定。你們能夠相互信任、相互支持，感情基礎十分牢固。可以一起規劃一些未來的活動，比如旅行或者學習新技能，為感情增添一些新的元素，讓生活更加豐富多彩。",
        "work_text": "呈現出循序漸進的良好態勢，如同攀登一座山峰，一步一個腳印，穩步上升。你不會急於求成，而是注重積累和沉澱，在處理事務時，會認真對待每一個細節，確保每一步都走得紮實。隨著時間的推移，你會逐漸看到自己的進步和成長，收穫滿滿的自信。",
        "lucky_star": "雙子座",
        "money_text": "有舊賬回收有望的好消息，之前借出去的錢或者一些未結算的款項可能會陸續收回。這能讓你的資金狀況得到改善。在收回舊賬後，要重新規劃自己的資金使用，可以考慮進行一些低風險的投資，讓錢生錢。同時，也要注意在今後的借貸行為中，明確好還款時間和方式，避免再次出現資金回收困難的情況。",
        "health_text": "肩頸稍感緊張，可能是長時間保持一個姿勢造成的。工作或學習時，要注意調整坐姿，每隔一段時間就活動一下肩頸，比如轉動脖子、聳聳肩膀等。也可以使用一些肩頸按摩工具，幫助放鬆肌肉。晚上睡覺時，選擇合適的枕頭，保持頸椎的自然生理曲度，緩解肩頸壓力。",
        "lucky_color": "奶油色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "總是皺眉頭",
        "yi": "拼趣味拼圖",
        "all": "62%",
        "date": "2025-11-22",
        "love": "58%",
        "work": "55%",
        "money": "65%",
        "health": "61%",
        "notice": "內心敏感且多慮",
        "discuss": "59%",
        "all_text": "整體運勢稍顯低迷，生活彷彿被一層淡淡的憂愁籠罩，內心透出敏感且多慮的情緒。容易對周圍的人和事產生過多的聯想和猜測，一些小事可能會在心中反覆琢磨，從而給自己帶來不必要的心理負擔。在與人交往中，可能會因為過於敏感而誤解他人的意圖，導致一些不必要的矛盾和誤會。面對生活中的一些變化和不確定性，會感到有些不安和焦慮，缺乏安全感。這種低迷的情緒會影響生活的質量和心情，讓自己難以全身心地投入到生活中去。不過，要學會調整自己的心態，不要過於沉浸在負面情緒中，嘗試與他人溝通交流，分享自己的感受，或者通過一些方式來轉移注意力，緩解內心的壓力，逐漸走出低迷的狀態，重新找回生活的陽光。",
        "love_text": "單身的你，情路有些坎坷。在尋找愛情的道路上可能會遇到一些困難和挫折，比如遇到不合適的人或者感情發展不順利。別因此而失去信心，感情需要經歷一些考驗才能更加珍貴，相信自己，堅持下去，終會找到屬於自己的幸福。已有伴者的你，和伴侶可能會出現信任危機。也許是因為一些誤會或者溝通不暢，導致彼此之間的信任受到影響。及時溝通，坦誠地解釋清楚，消除誤會，重建信任，才能讓感情長久。",
        "work_text": "困境環繞，彷彿置身於一片迷霧之中，找不到前進的方向。在處理事務時，會遇到各種各樣的難題和阻礙，讓你感到力不從心。無論是工作還是學習，都容易陷入混亂和迷茫的狀態，需要花費大量的時間和精力去理清思路，尋找解決辦法，整體狀態較為疲憊和焦慮。",
        "lucky_star": "摩羯座",
        "money_text": "要控制住購物衝動難控的問題，看到喜歡的東西就想買，很容易造成過度消費。在購物前，先列一個清單，明確自己真正需要購買的物品，避免盲目跟風和衝動消費。對於一些非必要的商品，可以等一段時間再決定是否購買，說不定過段時間你就沒那麼想要了。合理控制消費，才能讓你的財富更穩定。",
        "health_text": "頭部有點小暈沉，可能是睡眠不足或者壓力過大引起的。要保證充足的睡眠時間，儘量早睡早起。同時，要學會給自己減壓，可以通過冥想、深呼吸、聽舒緩的音樂等方式放鬆身心。飲食上多吃些有營養的食物，為大腦提供充足的能量，緩解頭暈症狀。",
        "lucky_color": "淺藍色",
        "lucky_number": "1"
      }
    }
  }
}