{
  "updated": "2025-12-07T02:47:40.349Z",
  "updateTime": "2025/12/7 上午10:47:40",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12112,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易信謠言",
        "yi": "科技館探索",
        "all": "93%",
        "date": "2025-12-06",
        "love": "91%",
        "work": "98%",
        "money": "90%",
        "health": "92%",
        "notice": "人群中閃閃發光",
        "discuss": "94%",
        "all_text": "整體運勢非常給力，能夠感受到被幸運包圍的氣息。你的身上散發著獨特的魅力，很容易成為人群中亮眼的存在，吸引著他人的目光與關注。這種強大的氣場會讓你在各種社交場合中游刃有餘，無論是與熟悉的人交流，還是結識新的朋友，都能輕鬆打開話題，建立起良好的互動。你的自信和熱情也會感染身邊的人，讓大家更願意圍繞在你身邊，聽從你的想法和建議。在面對一些選擇時，你憑藉著敏銳的直覺和果斷的決策力，能夠迅速做出判斷，並且這些判斷往往都是正確的。這種良好的狀態會讓你一整天都心情愉悅，充滿活力，彷彿有用不完的精力去應對生活中的各種事情，盡情享受這美好的一天。",
        "love_text": "單身的你，自帶魅力光環，在與人相處中，不經意間就能贏得心上人的好感。或許是一個溫柔的眼神，或許是一句貼心的問候，都可能成為打開對方心門的鑰匙。已有伴者的你，感情生活會被浪漫氛圍緊緊包裹。和伴侶一起做些簡單又溫馨的事，比如一起做飯、散步，都能讓彼此的愛意更濃，感情更加深厚。",
        "work_text": "充滿活力且高效的一天。無論面對何種任務，都能以超乎尋常的速度與質量完成。你的思維敏捷，創意如泉湧，不僅能在工作中脫穎而出，學習上也能迅速吸收新知識，成績斐然。整體狀態極佳，彷彿一切都在為你讓路，讓你輕鬆達成目標。",
        "lucky_star": "摩羯座",
        "money_text": "財運超棒，彷彿被財神眷顧，能從多個渠道獲得收入。工作上的獎金、兼職的小報酬，甚至是意外的小驚喜，都可能紛紛找上門。這時候別光顧著開心，要合理規劃這些錢財，一部分存起來，一部分用於提升生活品質，讓財富發揮更大價值，可別隨意揮霍啦。",
        "health_text": "健康運勢超棒，這天很適合出門擁抱大自然，去公園散散步、爬爬山，呼吸新鮮空氣，讓身心都得到極大放鬆，能提升整體活力與精神狀態，不過外出記得做好保暖措施，根據天氣增減衣物，防止著涼感冒，盡情享受這美好的戶外時光。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猶豫不決",
        "yi": "參加社交活動",
        "all": "75%",
        "date": "2025-12-06",
        "love": "78%",
        "work": "73%",
        "money": "76%",
        "health": "77%",
        "notice": "徘徊墨守成規中",
        "discuss": "74%",
        "all_text": "整體運勢平平，生活似乎陷入了一種按部就班的節奏中，容易讓你在墨守成規的圈中徘徊。這種狀態可能會讓你感覺有些乏味和缺乏激情，彷彿生活缺少了一些新的色彩和驚喜。你習慣於遵循既定的模式和規則，不太願意輕易做出改變，但這種保守的態度可能會讓你錯過一些新的機會和體驗。不妨試著跳出自己熟悉的舒適區，嘗試一些以前沒有做過的事情，哪怕只是一些小小的改變，比如換一種穿衣風格，或者去一個沒去過的地方逛逛。這些小小的嘗試可能會給你帶來意想不到的收穫，讓你的生活重新煥發出活力，也能讓你發現生活中更多的可能性，不再侷限於現有的框架之中。",
        "love_text": "單身的你，感情方面沒有明顯的新進展。可能還是會像往常一樣，按部就班地生活，沒有太多與異性深入接觸的機會。不妨把精力放在提升自己上，為未來感情的到來做好準備。已有伴者的你，感情處於維持現狀的狀態。和伴侶之間沒有大的波瀾，日常相處平淡而安穩，珍惜這份寧靜，偶爾製造些小驚喜能讓感情更有活力。",
        "work_text": "穩步前行的一天。雖然進展不如預期中迅速，但每一步都踏實有力，為未來的成功打下堅實基礎。你可能會遇到一些小挑戰，但憑藉你的耐心與毅力，都能逐一克服，最終收穫滿滿。整體而言，是積累與沉澱的好時機。",
        "lucky_star": "水瓶座",
        "money_text": "財運較為平穩，能在穩定中收穫利益。投資方面，之前穩健的項目會持續帶來收益，不過別貪心追加過多資金。日常消費上，按計劃進行就好，別因一時衝動買些不實用的東西。多關注市場動態，說不定能在熟悉的領域發現新的賺錢小機會，讓財富穩步增長。",
        "health_text": "健康方面要留意，別讓熬夜打亂生活節奏，熬夜會讓你第二天精神萎靡，影響工作和生活狀態，還可能降低免疫力。儘量在晚上早點放下手機，營造安靜舒適的睡眠環境，保證充足睡眠，讓身體得到充分休息，以飽滿精神迎接新一天。",
        "lucky_color": "湖藍色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "做事太武斷",
        "yi": "看一場電影",
        "all": "55%",
        "date": "2025-12-06",
        "love": "51%",
        "work": "52%",
        "money": "59%",
        "health": "61%",
        "notice": "能量值過度損耗",
        "discuss": "67%",
        "all_text": "整體運勢欠佳，容易陷入一種精神能量值過度損耗的狀態。你可能會感覺自己的思緒有些混亂，注意力難以集中，彷彿大腦被一團亂麻纏繞。各種想法和念頭在腦海中不斷湧現，讓你無法靜下心來專注於一件事情。這種精神上的疲憊會讓你在與人交流時也顯得有些力不從心，原本善於言辭的你，可能會變得沉默寡言，或者說話沒有條理。而且，你可能會對周圍的事物變得格外敏感，一些小事都可能讓你感到煩躁和不安。在這種情況下，你需要給自己創造一個安靜的環境，讓自己能夠放鬆下來，比如找一個安靜的地方閉目養神，或者聽一些舒緩的音樂，讓自己的精神得到恢復和調整，重新找回內心的平靜。",
        "love_text": "單身的你，社交機會寥寥無幾，很難遇到能讓你心動的異性。不妨利用這段時間，好好沉澱自己，看看書、聽聽音樂，豐富內心世界。已有伴者的你，在伴侶面前容易表現出幼稚的一面，可能會因為一些小事耍小性子。要注意控制自己的情緒，多站在對方角度思考，這樣才能讓感情更加穩定。",
        "work_text": "是充滿挑戰的一天。你可能會遇到一些意想不到的阻礙，無論是工作還是學習，都感覺有些力不從心。但別灰心，這正是鍛鍊你應變能力與解決問題能力的好時機。保持冷靜，積極尋求解決方案，你會發現困難其實並沒有那麼難以克服。",
        "lucky_star": "獅子座",
        "money_text": "財運不太樂觀，財路好像被堵住了。原本計劃好的賺錢項目可能會遇到阻礙，進展不順利。這時候彆著急上火，先冷靜分析問題所在，看看是市場環境變化還是自身準備不足。儘量減少不必要的開支，避免財務狀況進一步惡化，等待時機再尋求新的賺錢途徑。",
        "health_text": "需多關注肩頸部位，長時間伏案工作或低頭玩手機，會讓肩頸肌肉緊張痠痛。這天不妨在工作間隙，每隔一段時間就起身活動活動，做幾個簡單的肩頸伸展動作，轉動轉動脖子、聳聳肩膀，放鬆一下肌肉，避免肩頸問題加重。",
        "lucky_color": "銀灰色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "指手畫腳",
        "yi": "進行頭腦風暴",
        "all": "95%",
        "date": "2025-12-06",
        "love": "94%",
        "work": "97%",
        "money": "96%",
        "health": "98%",
        "notice": "一切盡在掌握中",
        "discuss": "91%",
        "all_text": "整體運勢相當出彩，你總是顯得胸有成竹，彷彿對一切都盡在掌握之中。這種自信和從容會讓你在面對各種情況時都能保持冷靜和理智，不會輕易被外界的因素所幹擾。無論是遇到突發狀況，還是面臨一些重要的決策，你都能憑藉著自己的智慧和經驗，迅速找到解決問題的方法。你的內心充滿了安全感，這種安全感不僅來自於你對自身能力的肯定，也來自於你對周圍環境的熟悉和適應。你善於觀察和感知他人的情緒和需求，能夠給予他人恰到好處的關心和幫助，這也讓你在人際關係中備受歡迎。你會感覺自己就像一顆閃耀的星星，散發著溫暖而柔和的光芒，照亮了自己和他人的生活。",
        "love_text": "單身的你，有很大機會邂逅讓你心動的緣分。可能在某個不經意的瞬間，就會遇到那個讓你眼前一亮的人，開啟一段美好的感情之旅。已有伴者的你，和伴侶之間的愛意愈發濃烈。彼此會更加關心對方，一個溫暖的擁抱、一句貼心的鼓勵，都能讓感情升溫，享受這份甜蜜的二人世界。",
        "work_text": "都能按照你的預期順利進行，甚至超出預期。你的心情愉悅，信心滿滿，這種積極的狀態也感染了周圍的人，讓你在團隊中更加受歡迎。整體而言，是充滿正能量與成就感的一天。",
        "lucky_star": "天蠍座",
        "money_text": "財運相當旺盛，財源就像泉水一樣不斷湧來。無論是正財還是偏財，都有不錯的表現。工作上可能會得到領導的賞識，獲得額外的獎勵；生活中也可能收到一些意外之財。不過，別被好運衝昏頭腦，要合理規劃這些財富，可以考慮做一些長期的投資規劃，讓財富持續增值。",
        "health_text": "健康狀態很好，特別適合享受戶外陽光，陽光中的紫外線能促進身體合成維生素D，有助於鈣的吸收，對骨骼健康有益。找個陽光充足的地方，曬曬太陽、散散步，感受溫暖陽光，既能放鬆心情，又能增強體質，不過別曬太久，做好防曬措施。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "佈置溫馨氛圍",
        "all": "74%",
        "date": "2025-12-06",
        "love": "64%",
        "work": "60%",
        "money": "79%",
        "health": "73%",
        "notice": "警惕小狀況出現",
        "discuss": "70%",
        "all_text": "整體運勢稍有起伏，這一天的你需要步步為營，警惕小狀況的出現。在生活的過程中，可能會遇到一些意想不到的小麻煩，比如原本計劃好的事情突然出現了一些變故，或者與他人之間產生了一些小的摩擦和矛盾。這些小狀況雖然不會對你的生活造成太大的影響，但也會讓你感到有些煩惱和困擾。不過，你擁有強大的應對能力和樂觀的心態，不會輕易被這些小問題打倒。你會冷靜地分析問題的所在，積極地尋找解決辦法，並且從這些經歷中吸取經驗教訓，讓自己變得更加成熟和穩重。只要保持謹慎和耐心，你就能順利度過這一天，迎來更加美好的明天。",
        "love_text": "單身的你，在社交場合中，可能很難遇到讓你覺得合拍的人，不要著急，耐心等待緣分降臨。已有伴者的你，和伴侶之間的交流稍顯平淡。日常的對話可能多是圍繞生活瑣事，缺乏深入的溝通。不妨找個時間，和伴侶坐下來，分享彼此的內心想法，增進感情。",
        "work_text": "略有波折但總體平穩的一天。你可能會遇到一些小挫折，比如工作上的小失誤或學習上的小困惑，但這些都不會影響你的整體狀態。你能夠迅速調整心態，從挫折中吸取教訓，繼續前行。整體而言，是成長與進步的一天。",
        "lucky_star": "處女座",
        "money_text": "財運表現一般，會有一些小財進賬。可能是工作上的小提成，或者是朋友歸還的小欠款。雖然金額不大，但也能讓你心情愉悅。在消費方面，要注意理性，別因為這點小財就大手大腳。可以把這些小錢存起來，積少成多，為未來的大計劃做準備，說不定以後能派上大用場。",
        "health_text": "要注意飲食，這天飲食清淡為宜，過於油膩、辛辣的食物會增加腸胃負擔，引起消化不良、上火等問題。多吃些蔬菜水果，保持飲食均衡，既能滿足身體對營養的需求，又能讓腸胃輕鬆工作，維持良好的身體狀態。",
        "lucky_color": "咖啡色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目追大牌子",
        "yi": "下定決心",
        "all": "91%",
        "date": "2025-12-06",
        "love": "93%",
        "work": "90%",
        "money": "92%",
        "health": "93%",
        "notice": "幹勁十足新格局",
        "discuss": "95%",
        "all_text": "整體運勢不斷走高，彷彿有一股向上的力量推動著你，讓你迎來幹勁十足的新格局。你會感覺自己的精神狀態格外飽滿，充滿了動力和熱情，對生活中的各種事情都充滿了興趣和期待。這種積極的心態會讓你在面對挑戰時更加勇敢和堅定，不會輕易退縮和放棄。你會主動地去尋找機會，嘗試新的事物，不斷拓展自己的視野和領域。在與他人交往中，你也會表現得更加主動和熱情，積極與他人溝通交流，建立良好的人際關係。你的思維也會變得更加敏捷和靈活，能夠快速地理解和解決問題，展現出自己卓越的能力和才華。是你展現自我、實現自我價值的好時機，好好把握，讓自己在生活的舞臺上綻放出更加耀眼的光芒。",
        "love_text": "單身的你，可能會有人主動向你表達好感，讓你感受到被關注的溫暖。不要害羞，大膽地回應對方，說不定一段美好的感情就此開始。已有伴者的你，和伴侶之間的感情升溫迅速。彼此會更加理解和包容對方，一起規劃未來，感情在相互扶持中不斷加深。",
        "work_text": "無論是工作還是學習，都能得心應手，遊刃有餘。你的計劃周密，執行到位，每一個細節都處理得恰到好處，讓人挑不出毛病。整體而言，是充滿成就感與滿足感的一天。",
        "lucky_star": "白羊座",
        "money_text": "財運十分出色，收益會讓你感到驚喜。無論是投資的項目，還是自己的生意，都能獲得豐厚的回報。不過，別被眼前的利益衝昏頭腦，要保持清醒的頭腦。在享受財富增長的同時，也要考慮風險因素，合理調整投資組合，確保財富的安全和穩定，讓好運持續下去。",
        "health_text": "室內通風換氣很關鍵，長時間處於封閉的室內環境，空氣不流通，容易滋生細菌和病毒，影響呼吸道健康。這天記得定時開窗通風，讓新鮮空氣進入室內，改善室內空氣質量，為自己創造一個健康舒適的居住和工作環境。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "照顧小寵物",
        "yi": "專注一件事",
        "all": "83%",
        "date": "2025-12-06",
        "love": "87%",
        "work": "75%",
        "money": "71%",
        "health": "81%",
        "notice": "積極向上的狀態",
        "discuss": "89%",
        "all_text": "整體運勢呈現出不錯的態勢，處於一種較為積極向上的狀態。在這樣的日子裡，不妨把注意力放在培養自身興趣愛好上。通過投入到感興趣的事情中，能夠激發內在的動力，讓生活增添更多色彩與活力。當專注於興趣領域時，會發現自己能夠全身心地投入其中，忘卻一些不必要的煩惱和壓力，從而讓精神狀態更加飽滿。而且，在探索興趣的過程中，還可能結識到一些志同道合的朋友，拓展自己的社交圈子，進一步豐富生活體驗。這種因興趣帶來的積極影響，會滲透到生活的各個方面，使整體氛圍更加和諧融洽。以興趣為驅動，能讓自己在這一天過得充實且有意義，為後續的生活注入源源不斷的能量，保持這種良好的狀態，持續推動自己向前發展。",
        "love_text": "單身的你，有機會結識優質異性。在社交活動中，你可能會遇到那個各方面條件都不錯，讓你心動的人。主動出擊，展現自己的魅力，把握機會。已有伴者的你，和伴侶相處和諧融洽。兩人之間沒有矛盾和爭吵，一起享受生活的美好，無論是看電影還是逛街，都能度過愉快的時光。",
        "work_text": "整體發展態勢平緩推進。在前進過程中，你既不會遭遇重大阻礙，也難有突飛猛進的驚喜。就像在一條平坦但坡度不大的道路上前行，每一步都走得穩穩當當，卻也少了些衝刺的激情。日常任務能按部就班完成，但缺乏創新突破的動力，容易陷入一種不溫不火的狀態，需要主動尋找新的刺激點來推動自己。",
        "lucky_star": "雙魚座",
        "money_text": "收支能夠基本持平。收入方面，工作上的工資會按時到賬，沒有太大的波動。支出上，日常的開銷也能控制在合理範圍內。這時候可以審視一下自己的消費習慣，看看有沒有可以節省的地方。同時，也可以關注一些穩健的投資機會，為財富增長打下基礎。",
        "health_text": "睡前泡泡雙腳是個不錯的選擇，忙碌一天後，用熱水泡泡腳，能促進血液循環，緩解腳部疲勞，還能幫助放鬆身心，提高睡眠質量。泡完腳後，再按摩一下腳底穴位，效果更佳，讓你能更快進入甜美的夢鄉。",
        "lucky_color": "米黃色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑剔小毛病",
        "yi": "挑戰高難度",
        "all": "76%",
        "date": "2025-12-06",
        "love": "56%",
        "work": "80%",
        "money": "73%",
        "health": "79%",
        "notice": "每一步需深思熟慮",
        "discuss": "71%",
        "all_text": "整體運勢存在一定的浮動性，不是十分平穩。在這種狀況下，保持細心謹慎的態度就顯得尤為重要。每一步行動都需要經過深思熟慮，不能盲目衝動。在做決策時，要充分考慮各種可能出現的因素，權衡利弊後再做出選擇。與人交流時，也要留意自己的言辭和態度，避免因為一時的疏忽而引發不必要的矛盾和誤解。雖然運勢有起伏，但只要時刻保持警覺，認真對待每一個細節，就能有效降低風險，減少不必要的麻煩。通過細心謹慎地應對各種情況，能夠更好地掌控局勢，讓自己的生活在這一天裡保持相對穩定的節奏，順利度過運勢的波動期。",
        "love_text": "單身的你，感情進展緩慢。可能你對感情有著較高的期待，但目前還沒有遇到讓你滿意的人。不要灰心，提升自己，讓自己變得更加優秀，緣分自然會到來。已有伴者的你，和伴侶的關係平穩無波。感情沒有大的起伏，這種平淡也是一種幸福，偶爾一起做些新鮮的事，能為感情增添色彩。",
        "work_text": "呈現出節節攀升的良好態勢。彷彿有一股無形的力量在背後推動著你，讓你在各個方面都能不斷取得進步。無論是處理日常事務，還是應對突發狀況，你都能遊刃有餘，展現出強大的能力。這種上升的勢頭會讓你充滿自信，也吸引著更多的機會向你靠近，為你打開新的發展大門。",
        "lucky_star": "巨蟹座",
        "money_text": "財運有小收穫，可能會在工作中得到一些額外的獎勵，或者是在二手交易中賺點小差價。雖然錢不多，但也是好運的體現。在理財方面，要保持謹慎，不要盲目跟風投資。可以把這些小錢存起來，或者用於提升自己的技能，為未來賺更多的錢做好準備。",
        "health_text": "要記得多喝溫水潤體，冬季氣候乾燥，身體容易缺水，出現皮膚乾燥、喉嚨不適等問題。多喝溫水能及時補充身體水分，滋潤呼吸道和皮膚，還能促進新陳代謝，幫助身體排出毒素，讓你在乾燥的天氣裡也能保持水潤健康。",
        "lucky_color": "抹茶色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢抽盲盒",
        "yi": "提高個人形象",
        "all": "64%",
        "date": "2025-12-06",
        "love": "71%",
        "work": "60%",
        "money": "54%",
        "health": "65%",
        "notice": "陷入較真的怪圈",
        "discuss": "62%",
        "all_text": "整體運勢較為低迷，容易陷入較真的狀態中。一旦陷入這種怪圈，會發現自己對很多事情都過於執著，難以放下。這種較真的心態會讓內心變得糾結和疲憊，影響整體的情緒狀態。在與人相處時，可能會因為一些小事而與他人產生爭執，破壞原本和諧的氛圍。此時需要學會調整自己的心態，放寬視野，不要過於糾結於一些無關緊要的事情。嘗試以一種更加豁達、包容的心態去看待周圍的一切，接受事物的不完美。當能夠放下較真的心態，以輕鬆的態度面對生活時，會發現運勢也會隨之逐漸好轉，生活重新充滿陽光和活力。",
        "love_text": "單身的你，社交有新契機。可能會參加一些新的活動或者聚會，結識到不同圈子的人，擴大自己的社交範圍，增加遇到心儀對象的機會。已有伴者的你，和伴侶相處輕鬆自在。兩人可以一起做一些有趣的事，比如玩遊戲、運動，在歡聲笑語中增進感情，享受這份無拘無束的快樂。",
        "work_text": "前進的道路磕磕絆絆。會遇到一些意想不到的小麻煩，就像走在佈滿石子的路上，時不時就會硌一下腳。這些小問題雖然不會造成嚴重的後果，但會打亂你的節奏，讓你感到有些煩躁和疲憊。在處理這些狀況時，你需要保持冷靜，耐心地逐一解決，避免因急躁而讓問題變得更糟。",
        "lucky_star": "雙子座",
        "money_text": "財運低迷，感覺賺錢變得困難重重。原本計劃好的事情可能會因為各種原因無法實現，導致收入減少。這時候別灰心喪氣，要積極尋找解決問題的方法。可以回顧一下自己的財務狀況，看看有沒有可以削減開支的地方。同時，也可以利用這段時間學習一些理財知識，提升自己的理財能力。",
        "health_text": "需留意手腕關節，日常活動或運動中，如果不注意保護，手腕關節容易受傷。這天進行一些需要用到手腕力量的活動時，要控制好力度和頻率，避免過度用力，也可以佩戴護腕等防護用具，給手腕關節多一層保護，減少受傷風險。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於依賴別人",
        "yi": "欣賞藝術展",
        "all": "87%",
        "date": "2025-12-06",
        "love": "88%",
        "work": "86%",
        "money": "80%",
        "health": "82%",
        "notice": "有著清晰的計劃",
        "discuss": "83%",
        "all_text": "整體運勢趨於穩定，內心有著清晰的計劃。這種有計劃的狀態讓人感到踏實和安心，彷彿一切都在掌控之中。有了明確的目標和方向，行動起來也會更加有條不紊，不會盲目跟風或不知所措。在面對各種情況時，能夠依據自己的計劃，合理分配時間和精力，高效地完成各項任務。而且，穩定的運勢也讓人在與人交往中更加自信從容，能夠以平和的心態處理人際關係，避免不必要的衝突和矛盾。憑藉著心中的計劃和穩定的運勢，這一天能夠過得充實而有意義，按照自己的節奏穩步前進，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，很容易吸引異性目光。你的自信和穩重會讓你在人群中脫穎而出，成為異性關注的焦點。抓住機會，展現自己的優點，說不定能收穫一段美好的感情。已有伴者的你，和伴侶的感情穩定升溫。彼此會更加珍惜對方，一起為了未來的生活努力奮鬥，感情在共同成長中更加堅固。",
        "work_text": "處於穩步上升的階段。每一步都走得堅實有力，就像攀登一座山峰，雖然速度不快，但每一步都在向上。你在積累經驗的同時，也在不斷提升自己的能力，為未來的發展打下堅實的基礎。這種穩定的狀態會讓你感到安心，也讓你更有信心去迎接更大的挑戰，實現自己的目標。",
        "lucky_star": "射手座",
        "money_text": "財運呈上升趨勢，財路漸漸變寬。工作上可能會有新的項目或者機會出現，為你帶來更多的收入。在投資方面，也會有一些不錯的選擇，但要注意做好風險評估。可以與專業人士交流，獲取更多的投資建議。合理規劃自己的財務，把資金分配到不同的領域，讓財富實現多元化增長。",
        "health_text": "飯後散散步是個簡單又有效的養生方式，飯後適當散步能促進腸胃蠕動，幫助消化食物，避免積食和消化不良。找個環境優美的地方，和家人朋友一起慢慢散步，既能享受悠閒時光，又能增進彼此感情，還能讓身體更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "懶散拖時間",
        "yi": "主動幫別人忙",
        "all": "55%",
        "date": "2025-12-06",
        "love": "56%",
        "work": "50%",
        "money": "58%",
        "health": "66%",
        "notice": "現實與夢想的差距",
        "discuss": "62%",
        "all_text": "整體運勢略顯不佳，現實與夢想之間存在著一定的差距。心中有著美好的憧憬和理想，但在實際生活中，卻會遇到一些阻礙和困難，使得夢想難以順利實現。這種落差可能會讓人感到有些失落和沮喪，情緒也會受到一定的影響。此時需要調整自己的心態，認識到現實與夢想之間的差距是客觀存在的，不能因為一時的挫折而放棄追求。要學會在現實中尋找實現夢想的途徑，一步一個腳印地朝著目標前進。雖然運勢不佳，但只要保持積極樂觀的態度，勇於面對現實中的挑戰，不斷努力和嘗試，就能夠在困境中逐漸找到轉機，讓運勢慢慢回升。",
        "love_text": "單身的你，難遇心動之人。可能你會覺得身邊的人都不符合你的標準，不要過於挑剔，放寬心態，也許那個對的人就在不遠處。已有伴者的你，和伴侶之間矛盾容易滋生。可能會因為一些觀念上的差異產生分歧，要注意溝通方式，避免爭吵，以平和的心態解決問題。",
        "work_text": "感覺阻礙難行。彷彿有一堵無形的牆橫在你面前，讓你在前進的道路上舉步維艱。各種困難和挑戰接踵而至，讓你有些應接不暇。這些問題可能來自於外部環境，也可能源於自身的能力不足。你需要認真分析問題的根源，尋找解決辦法，不能一味地抱怨和逃避。",
        "lucky_star": "金牛座",
        "money_text": "財運不佳，財機難覓。想要賺錢卻感覺無從下手，投資的項目也沒有明顯的收益。這時候別盲目行動，以免造成更大的損失。可以先冷靜下來，分析市場形勢，尋找適合自己的賺錢方向。同時，也要注意控制開支，避免不必要的消費，保持財務的穩定，等待財運好轉的時機。",
        "health_text": "要注意用眼時長，長時間盯著電子屏幕，眼睛容易疲勞、乾澀，甚至影響視力。這天使用電子設備時，要注意控制時間，每隔一段時間就休息一下眼睛，看看遠處或做做眼保健操，緩解眼睛疲勞，保護好視力，讓眼睛保持明亮清晰。",
        "lucky_color": "奶茶色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "捲入是非中",
        "yi": "高品質生活",
        "all": "60%",
        "date": "2025-12-06",
        "love": "63%",
        "work": "58%",
        "money": "61%",
        "health": "62%",
        "notice": "需擺脫依賴心理",
        "discuss": "66%",
        "all_text": "整體運勢出現下滑趨勢，過於依賴他人容易讓自己受到挫折。在生活裡，如果總是把希望寄託在別人身上，當他人無法滿足自己的期望時，就會產生失落感和挫敗感。這種依賴心理會削弱自身的獨立性和自主性，讓自己在面對問題時變得脆弱無力。在這一天裡，要學會依靠自己的力量去解決問題，培養自己的獨立思考能力和應對困難的能力。當遇到困難時，先嚐試自己尋找解決辦法，而不是立刻尋求他人的幫助。通過不斷地鍛鍊自己，逐漸擺脫對他人的過度依賴，以更加獨立、堅強的姿態面對生活。這樣，即使運勢不佳，也能憑藉自己的努力化解困境，讓生活重新回到正軌。",
        "love_text": "單身的你，可能會出現表錯情的情況。在和異性相處時，可能會誤解對方的意思，造成一些尷尬。不要因此而沮喪，多觀察、多瞭解，避免類似的誤會。已有伴者的你，要警惕冷戰。和伴侶之間可能會因為一些小事產生矛盾，如果不及時溝通，容易陷入冷戰，影響感情，要及時化解矛盾。",
        "work_text": "可謂舉步維艱。彷彿陷入了一個泥沼，每走一步都要花費很大的力氣。各種不順心的事情讓你感到沮喪和無助，甚至開始懷疑自己的能力。但你要知道，困難只是暫時的，只要你保持堅定的信念，勇敢地面對挑戰，就一定能夠走出困境，迎來光明。",
        "lucky_star": "天秤座",
        "money_text": "財運有小驚喜，可能會收到一份意外的禮物，或者是在抽獎活動中中個小獎。雖然不是什麼大錢，但也能讓你開心不已。在理財方面，別因為這點小喜就放鬆警惕。要保持理性的消費觀念，合理規劃自己的財務。可以把這些小錢存起來，作為應急資金，以備不時之需。",
        "health_text": "需關注衣物清潔，勤換洗衣物能保持身體清潔衛生，減少細菌滋生，預防皮膚疾病和感染。尤其是貼身衣物，要每天更換清洗，選擇溫和的洗滌劑，避免刺激皮膚，讓自己穿著舒適又健康，以良好的狀態迎接生活。",
        "lucky_color": "紅色",
        "lucky_number": "3"
      }
    }
  }
}