{
  "updated": "2025-10-25T18:10:23.183Z",
  "updateTime": "2025/10/26 上午2:10:23",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12652,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "依賴香薰蠟燭",
        "yi": "尋找新隊友",
        "all": "96%",
        "date": "2025-10-25",
        "love": "98%",
        "work": "91%",
        "money": "96%",
        "health": "93%",
        "notice": "敢於去突破現狀",
        "discuss": "90%",
        "all_text": "整體運勢簡直棒棒噠，彷彿被幸運之神緊緊環繞。這一天，你內心充滿了勇氣和決心，敢於突破現狀、超越自我。過去那些讓你猶豫不決、不敢嘗試的事情，在這一天都有了去挑戰的底氣。或許是長久以來一直想換一種生活方式，又或者想嘗試從未接觸過的領域，此刻你不再被恐懼和不安束縛，會果斷地邁出第一步。這種積極向上的狀態，會讓你在各個方面都展現出不一樣的活力。周圍的人也能感受到你身上散發的強大氣場，願意主動靠近你、支持你。而且在突破自我的過程中，你可能會發現一些隱藏在自身深處的潛力，這些潛力會成為你未來道路上的寶貴財富。這一天，你就像一顆閃耀的星星，在屬於自己的天空中綻放光芒，盡情享受這份好運帶來的愉悅和成就感，為未來的發展積累更多的能量和信心。",
        "love_text": "單身的你，極有可能迎來脫單的絕佳契機。也許在某個不經意的場合，就會與那個讓你心動的人相遇，開啟一段浪漫的緣分。已有伴者的你，和另一半的相處十分甜蜜，不妨保持這種良好的互動狀態。一起做頓飯、看場電影，或是簡單地聊聊天，都能讓你們的感情持續升溫，讓彼此的心靠得更近。",
        "work_text": "對各種機會的把握相當到位。無論是面對新的項目，還是日常任務，都能敏銳察覺到關鍵節點，在合適的時機做出恰當行動。這種對時機的精準掌控，讓你在整體推進中能高效利用資源，減少不必要的精力消耗，為達成目標創造有利條件，讓各項事務朝著理想方向發展。",
        "lucky_star": "水瓶座",
        "money_text": "偏財相當給力，彷彿財神爺在悄悄給你遞橄欖枝。可能會收到一些意外之財，像是朋友歸還的欠款比預期多，或是參與的小活動有了額外獎勵。不過別被這突如其來的好運衝昏頭腦，還是要合理規劃這筆錢，別一下子就花光。可以拿出一部分存起來，為未來做打算，讓這份好運持續發揮作用。",
        "health_text": "建議把多喝水這事兒重視起來。天氣可能有些乾燥，身體水分流失快，要是不及時補充，容易感到口渴、皮膚乾燥，還可能影響新陳代謝。不管是工作還是休息，身邊都備好水杯，時不時喝上幾口。別等到口渴得不行了才想起喝水，主動補水，讓身體時刻保持水潤狀態，這樣一整天都能活力滿滿。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷刷短視頻",
        "yi": "體驗新活動",
        "all": "75%",
        "date": "2025-10-25",
        "love": "64%",
        "work": "73%",
        "money": "78%",
        "health": "77%",
        "notice": "屏蔽外界的干擾",
        "discuss": "79%",
        "all_text": "你的整體運勢較為平平，沒有特別突出的驚喜，但也不存在大的波折。這一天，你需要格外留意屏蔽外界的干擾與誘惑。生活中總是充滿了各種各樣的聲音和誘惑，可能會有人給你提出一些看似誘人但實際並不適合你的建議，又或者周圍的一些新鮮事物讓你忍不住想要去嘗試。然而，在這個時候，你需要保持清醒的頭腦，堅守自己的原則和底線。因為這些干擾和誘惑可能會讓你偏離原本設定的軌道，打亂你的生活節奏。不妨靜下心來，專注於自己內心真正想要的東西，不被外界的紛紛擾擾所影響。雖然這一天可能沒有太多激動人心的時刻，但這種平靜的狀態也為你提供了一個反思和沉澱的機會，讓你更加明確自己的方向，為未來的發展做好準備。",
        "love_text": "單身的你，在感情這件事上可千萬別將就。不要因為一時的孤獨或外界的壓力，就隨便選擇一個人。耐心等待那個真正與你契合的人出現。已有伴者的你，在相處中需要學會讓步。每個人都有自己的想法和習慣，當出現分歧時，別總是堅持己見，適當讓步能讓你們的關係更加和諧，避免不必要的矛盾。",
        "work_text": "整體狀態偏向從他人身上汲取養分。你意識到自身存在不足，積極觀察周圍人的長處，試圖將別人的優點轉化為自己的能力。這種學習態度能讓你發現新的思路和方法，但過程中可能會因模仿不當或理解偏差，出現短暫的不適應，需要不斷調整融合。",
        "lucky_star": "摩羯座",
        "money_text": "財運表現中規中矩，想要提升財富積累，多學習理財方法是個不錯的選擇。你可以花些時間研究不同的理財產品，瞭解它們的收益和風險。別盲目跟風投資，要根據自己的實際情況制定理財計劃。也可以向有經驗的理財人士請教，獲取一些實用的理財技巧，讓自己的錢袋子更鼓。",
        "health_text": "建議留意下自己的坐姿。長時間保持不正確的坐姿，比如彎腰駝背或者歪著身子，會讓脊椎承受很大壓力，時間久了容易引發腰痠背痛，甚至影響體態。工作時儘量讓背部挺直，肩膀放鬆，眼睛平視電腦屏幕。每隔一段時間就起來活動活動，伸展一下身體，這樣能有效緩解脊椎的壓力，讓你更舒服。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "手部皸裂",
        "yi": "用APP記賬",
        "all": "80%",
        "date": "2025-10-25",
        "love": "78%",
        "work": "81%",
        "money": "85%",
        "health": "84%",
        "notice": "有條不紊的狀態",
        "discuss": "72%",
        "all_text": "整體運勢相對穩定，處於一種有條不紊的狀態。在這一天，你不妨試著藉助各種工具來提高效率。無論是日常生活中的瑣事，還是一些需要處理的問題，都可以通過合適的工具來讓事情變得更加輕鬆和高效。比如，在整理資料時，可以利用一些辦公軟件進行分類和歸納；在與他人溝通時，藉助一些通訊工具可以更及時地傳遞信息。通過合理地運用這些工具，你會發現原本繁瑣的事情變得簡單起來，能夠節省不少時間和精力。而且，這種高效的狀態也會讓你在處理事情時更加自信和從容。同時，穩定的運勢也為你提供了一個良好的環境，讓你能夠專注於提升自己的能力和技能，為未來的發展打下堅實的基礎。在這一天，盡情享受工具帶來的便利，讓自己的生活和工作更加順暢。",
        "love_text": "單身的你，不妨試著給別人一些機會。也許之前你一直對某些人不太在意，但不妨換個角度去了解他們，說不定會發現對方身上有讓你心動的閃光點。已有伴者的你，要學會傾聽。當另一半與你分享生活瑣事或想法時，認真聆聽，給予回應，讓對方感受到你的關心和重視，這樣感情會更加穩固。",
        "work_text": "你適合對已有的規劃進行完善。你會回顧之前制定的目標和方法，發現其中存在的漏洞和不足，然後有針對性地進行調整。這種完善計劃的過程能讓你更加清晰地明確方向，但在修改過程中可能會因為過於追求完美，而花費較多時間在細節上。",
        "lucky_star": "天秤座",
        "money_text": "或有來自兼職的進賬，這為你的收入增添了一抹亮色。如果你平時有做兼職，可能會收到一筆不錯的報酬；要是還沒找到合適的兼職，不妨利用機會，留意一下身邊的機會。不過在接受兼職時，要確保它不會影響你的本職工作和生活，合理安排好時間，讓兼職成為你財富增長的助力。",
        "health_text": "飲食上可得管住嘴，少吃那些容易上火的食物。像辛辣的火鍋、油炸的小吃，吃多了可能會讓你口腔潰瘍、喉嚨腫痛，還會影響消化。多吃點清淡的蔬菜水果，既能補充維生素，又能讓腸胃輕鬆。要是實在忍不住吃了點上火的，就多喝點涼茶，去去火氣，別讓上火的問題影響你一整天的心情。",
        "lucky_color": "淺藍色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前線上吃瓜",
        "yi": "組隊打打球",
        "all": "92%",
        "date": "2025-10-25",
        "love": "95%",
        "work": "91%",
        "money": "93%",
        "health": "94%",
        "notice": "社交圈人氣頗高",
        "discuss": "92%",
        "all_text": "你的整體運勢正當旺，充滿了活力和機遇。這一天，你的社交人氣頗高，無論走到哪裡，都能吸引到他人的注意和喜愛。在與人交往的過程中，你真誠友善的態度會讓你收穫許多朋友和助力。這些助力可能來自於各個方面，也許是朋友的一句建議，讓你在某個問題上豁然開朗；又或者是某個新認識的人，為你帶來一個難得的機會。而且，高人氣也會讓你在社交場合中更加自信和開朗，能夠充分展現自己的魅力。這種良好的社交氛圍會讓你的一天都充滿歡聲笑語，心情格外愉悅。不妨抓住這個機會，多參加一些社交活動，拓展自己的人脈圈子，為自己未來的發展積累更多的人脈資源。相信在這一天，你會在社交中收穫滿滿的快樂和驚喜。",
        "love_text": "單身的你，會有貴人助力你的感情。可能是朋友為你牽線搭橋，介紹合適的對象，要好好把握這個機會。已有伴者的你，會得到對方的讚美。你的某個舉動或優點會被另一半看在眼裡，並真誠地表達出來，讓你心裡暖暖的，感情也會因此更加甜蜜，要珍惜這份美好的感覺。",
        "work_text": "處於事半功倍的節奏中。無論是處理事務還是學習知識，都能以較少的投入獲得較大的回報。你似乎找到了適合自己的節奏和方法，能夠高效地完成各項任務。不過這種良好狀態可能會讓你有些過於依賴現有的模式，缺乏對新的挑戰和變化的應對準備。",
        "lucky_star": "獅子座",
        "money_text": "你或許會有驚喜進賬，就像突然收到一份神秘的禮物。這筆錢可能來自多個方面，比如投資的分紅、意外的獎金等。當這筆錢到手時，別急著揮霍，先冷靜下來思考如何合理利用。可以用來償還一些債務，減輕經濟壓力；也可以投資自己，學習新的技能，為未來的發展打下基礎。",
        "health_text": "不妨多出門走走。一直待在室內，空氣不流通，人也會變得慵懶。出門曬曬太陽，呼吸下新鮮空氣，能讓你的心情更愉悅，還能促進身體的血液循環。可以去附近的公園散散步，看看花草樹木，感受下大自然的美好。也可以和朋友約著一起，邊走邊聊，既鍛鍊了身體，又增進了感情。",
        "lucky_color": "蔥綠色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "邊走邊吃熱食",
        "yi": "慢跑30分鐘",
        "all": "55%",
        "date": "2025-10-25",
        "love": "50%",
        "work": "52%",
        "money": "53%",
        "health": "58%",
        "notice": "被某些思緒佔據著",
        "discuss": "61%",
        "all_text": "你的整體運勢略差，你的大腦裡似乎被某些思緒佔據著，讓你有些心煩意亂。這些思緒可能來自於生活中的各種壓力，又或者是對未來的一些擔憂。它們就像一團亂麻，在你的腦海中糾纏不清，讓你難以集中精力去做其他事情。這種狀態可能會影響到你日常的生活節奏，讓你在做一些簡單的事情時也容易出錯。而且，內心的煩躁可能會讓你變得有些急躁，容易與周圍的人發生小摩擦。不過，這只是暫時的狀態，不要讓這些思緒一直困擾著你。可以試著找一個安靜的地方，讓自己放鬆一下，深呼吸，把那些雜亂的思緒暫時拋到腦後。雖然這一天可能會有些不太順利，但這也是一個讓你審視自己內心、調整狀態的好時機。相信只要你能夠及時調整，很快就能擺脫這種不佳的狀態，重新找回自信和活力。",
        "love_text": "單身的你，熱情固然是好事，但切勿太過。在追求喜歡的人時，別把對方逼得太緊，給對方一些空間，不然可能會讓對方感到有壓力而選擇逃避。已有伴者的你，別給對方太大壓力。無論是生活上還是感情中，都不要對另一半有過高的要求，輕鬆的相處氛圍才能讓感情長久。",
        "work_text": "容易陷入過度與人比較的狀態。看到身邊人在事業或學業上取得成績，會不自覺地與自己對比，從而產生焦慮情緒。這種比較會讓你忽略自身的優勢和進步，把注意力放在與他人的差距上，導致心態失衡，影響整體的表現和發揮。",
        "lucky_star": "天蠍座",
        "money_text": "財運不太樂觀，切勿盲目跟風。看到別人在某個領域投資賺錢，就急著跟進，這種做法很危險。因為你可能並不瞭解其中的風險和規則，很容易陷入困境。在做任何投資決策前，都要自己進行充分的調研和分析，確保有足夠的把握。保持冷靜和理性，才能避免不必要的損失。",
        "health_text": "一定要保證睡眠的充足。要是睡眠不夠，整個人都會沒精神，注意力不集中，工作學習效率也會大打折扣。晚上儘量早點上床睡覺，別熬夜刷手機或者追劇。睡前可以泡個腳，喝杯熱牛奶，讓自己放鬆下來，更容易進入夢鄉。只有睡好了，第二天才能以飽滿的狀態迎接新的挑戰。",
        "lucky_color": "藏青色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太燙嘴",
        "yi": "低卡健康飲食",
        "all": "85%",
        "date": "2025-10-25",
        "love": "82%",
        "work": "86%",
        "money": "84%",
        "health": "83%",
        "notice": "逐漸清晰的想法",
        "discuss": "89%",
        "all_text": "整體運勢尚可，這一天的你或許會有一些逐漸清晰的想法。這些想法可能是在你日常的思考中慢慢浮現出來的，又或者是受到某些事情的啟發而產生的。它們就像一顆顆種子，在你的腦海中開始生根發芽。這些逐漸清晰的想法可能會讓你對未來的規劃有了更明確的方向，也可能會讓你對當前的一些問題有了新的認識和解決辦法。不妨找機會去落實這些想法，不要讓它們只是停留在腦海中。可以將自己的想法記錄下來，然後制定一個簡單的計劃，逐步去實施。雖然落實想法的過程中可能會遇到一些小困難，但以你細緻認真的性格，一定能夠妥善處理。而且，通過落實這些想法，你可能會收穫一些意想不到的成果，讓自己在成長的道路上又前進了一步。在這一天，盡情享受思考帶來的樂趣，勇敢地去實踐自己的想法。",
        "love_text": "單身的你，或有潛在的緣分出現。也許在某個社交活動中，會遇到一個讓你覺得有進一步發展可能的人，可以多留意一下。已有伴者的你，要多表達自己的想法。不要總是把想法藏在心裡，讓另一半去猜，坦誠地溝通能讓你們更好地理解彼此，避免因為誤解而產生矛盾。",
        "work_text": "適合多開拓思路。你在處理事務或學習知識時，不要侷限於以往的經驗和方法，嘗試從不同的角度去思考問題。這種開拓思路的過程能讓你發現新的解決方案和學習途徑，但可能會因為思維轉變不夠靈活，而一時難以適應新的思考方式。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不錯，可以小試牛刀。如果你一直有投資的打算，但又擔心風險，那麼可以嘗試一些小規模的投資。選擇一些風險較低、收益穩定的項目，投入少量的資金。通過這次嘗試，你可以積累一些投資經驗，瞭解市場的運作規律。但要注意控制好投資金額，不要把所有的錢都投進去。",
        "health_text": "要做好情緒的管理。生活裡難免會遇到一些煩心事，要是不及時調整情緒，很容易陷入焦慮和煩躁中。當遇到不開心的事情時，先深呼吸幾下，讓自己冷靜下來。可以找朋友傾訴傾訴，把心裡的煩惱說出來，也能聽聽別人的建議。保持平和的心態，才能更好地應對生活中的各種問題。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽恐怖故事",
        "yi": "做思維導圖",
        "all": "70%",
        "date": "2025-10-25",
        "love": "68%",
        "work": "69%",
        "money": "71%",
        "health": "72%",
        "notice": "勁不足的情況 後",
        "discuss": "75%",
        "all_text": "你的整體運勢趨於平淡，沒有太大的波瀾。在這看似平靜的日子裡，你需要警惕後勁不足的情況。或許一開始你還能按部就班地完成一些日常事務，但隨著時間推移，可能會感覺精力逐漸跟不上。比如原本計劃好的一些小活動，到了後面就有些力不從心，提不起繼續下去的勁頭。這種後勁不足可能會影響到你當天整體的節奏和狀態，讓你在處理事情時變得有些拖沓。不過，平淡的運勢也有其好處，它給了你一個相對輕鬆的環境，讓你有時間去審視自己的狀態。你可以利用這段時間，思考一下如何調整自己的精力分配，避免在後續的生活中出現更嚴重的精力不濟。雖然這一天沒有特別突出的亮點，但保持平穩的心態，認真對待每一件事，也能讓這一天過得充實而有意義。",
        "love_text": "單身的你，要學會放下過去。無論之前有過怎樣的感情經歷，都已成為過去，不要讓它影響到你尋找新感情的心情。已有伴者的你，別與前度有所糾纏。既然已經有了新的感情，就要和過去劃清界限，珍惜眼前人，不然可能會讓現在的伴侶產生誤會，影響你們的感情。",
        "work_text": "彷彿陷入了一張糾結的網，在諸多選擇和決策面前瞻前顧後。面對新的任務或學習目標，你既擔心選錯方向浪費精力，又害怕錯過更好的機會。這種猶豫不決的心態會讓你在推進過程中進展緩慢，很多想法停留在腦海中無法落地實施，導致整體節奏有些拖沓，難以快速看到明顯的成果。",
        "lucky_star": "白羊座",
        "money_text": "財運方面適合以守財為主。你可能會面臨一些消費誘惑，比如看到心儀的商品打折促銷，或是朋友邀請你參加一些高消費的活動。這時候要剋制自己的慾望，不要輕易把錢花出去。可以先制定一個消費預算，嚴格按照預算來支出。把多餘的錢存起來，為未來的不確定性做好準備。",
        "health_text": "選擇一個高度合適的枕頭很重要。枕頭太高或者太低，都會影響頸椎的健康，讓你早上起來脖子痠痛。合適的枕頭能讓你的頸椎保持自然的生理曲線，減輕頸椎的壓力。在挑選枕頭的時候，可以親自試躺一下，感受下高度和舒適度。一個好的枕頭，能讓你擁有一個高質量的睡眠，第二天精神抖擻。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "空腹喝冷飲",
        "yi": "挑戰新運動",
        "all": "90%",
        "date": "2025-10-25",
        "love": "93%",
        "work": "96%",
        "money": "97%",
        "health": "91%",
        "notice": "擁有出擊的優勢",
        "discuss": "94%",
        "all_text": "你的整體運勢不斷走高，迎來了很大的出擊優勢。就好像站在了一個有利的起跑線上，周圍的環境和條件都對你十分有利。你可能會發現，自己在做一些決定或者採取行動時，比以往更加順利，遇到的阻礙也相對較少。這種出擊優勢可能體現在各個方面，也許是與人交流時，你的觀點更容易被他人接受；又或者是在處理一些事情時，能夠快速地找到解決問題的方法。而且，隨著運勢的走高，你的自信心也會不斷增強，讓你更加敢於去嘗試新的事物，挑戰自己的極限。這種積極向上的狀態會讓你在這一天充滿活力，盡情享受運勢上升帶來的愉悅和成就感，為未來的發展積累更多的信心和動力。",
        "love_text": "單身的你，桃花運旺盛。身邊可能會出現不少追求者，讓你有些應接不暇。不過也別太著急做決定，慢慢了解，選擇那個真正適合你的人。已有伴者的你，魅力十足。你的自信和獨特氣質會吸引另一半的目光，讓對方更加愛你。不妨利用這個機會，和另一半一起享受浪漫時光。",
        "work_text": "猶如一位精心籌備的戰士，各方面都準備得十分充分。無論是應對工作中的複雜項目，還是學習上的難題挑戰，你都提前做好了規劃和準備。憑藉這份充分的準備，你在推進各項事務時顯得遊刃有餘，能夠有條不紊地朝著目標前進，每一步都走得堅實有力，為成功奠定了良好的基礎。",
        "lucky_star": "射手座",
        "money_text": "要保持敏銳的嗅覺，這樣才能在財運方面有所收穫。留意身邊的各種信息，可能會有一些賺錢的機會悄悄出現。比如，朋友提到的某個新興行業，或是市場上的一些新趨勢。一旦發現有價值的信息，要及時抓住機會，深入研究並採取行動。但也要注意分辨信息的真偽，避免被虛假信息誤導。",
        "health_text": "建議不要長時間沉迷手機。一直盯著手機屏幕，眼睛會又酸又累，還可能引發近視、乾眼症等問題。而且長時間低頭看手機，對頸椎也不好。每隔一段時間就把手機放下，看看遠處的風景，讓眼睛和頸椎都休息一下。也可以做做眼保健操，活動活動脖子，這樣能有效緩解眼睛和頸椎的疲勞。",
        "lucky_color": "奶油色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "飲食太單一",
        "yi": "整理手機相冊",
        "all": "57%",
        "date": "2025-10-25",
        "love": "52%",
        "work": "57%",
        "money": "56%",
        "health": "62%",
        "notice": "一切缺少新鮮感",
        "discuss": "69%",
        "all_text": "你的整體運勢欠佳，容易感到乏味無聊。生活彷彿失去了往日的色彩，做什麼事情都提不起太大的興趣。原本那些能讓你感到開心和興奮的事情，在這一天也變得平淡無奇。你可能會覺得周圍的一切都很單調，沒有新鮮感。這種乏味無聊的狀態可能會讓你變得有些消極，不願意主動去參與一些活動或者與他人交流。你可能會選擇獨自待著，沉浸在自己的小世界裡，但這樣反而會讓你更加覺得無聊。不過，這也是一個讓你重新審視自己興趣愛好的機會。你可以思考一下，是什麼讓你在這一天感到如此乏味，是不是最近的生活過於單調，需要一些新的元素來激發你的熱情。雖然這一天運勢不太好，但調整好心態，也許能在平淡中找到一些不一樣的樂趣。",
        "love_text": "單身的你，忌已讀不回。當有人給你發消息表達好感時，不要因為各種原因而不回覆，這可能會讓對方覺得你不尊重他們，從而錯過一段可能的緣分。已有伴者的你，別澆滅對方的分享欲。當另一半興致勃勃地和你分享事情時，要給予積極的回應，讓對方感受到你的熱情，這樣感情才會更加融洽。",
        "work_text": "很容易陷入被誤導的困境，彷彿置身於一片迷霧之中。周圍的信息和意見紛繁複雜，讓你難以分辨真假和優劣。在做出決策或推進事務時，可能會受到錯誤信息的干擾，從而走上彎路。這種被誤導的情況會讓你浪費不少時間和精力，甚至可能偏離原本的目標，需要保持清醒的頭腦，仔細甄別。",
        "lucky_star": "金牛座",
        "money_text": "財運狀況不佳，切勿上當受騙。在處理與金錢相關的事情時，要格外小心。可能會遇到一些看似誘人的投資項目或是高回報的理財產品，但背後往往隱藏著風險。不要輕易相信陌生人的推薦，也不要隨意透露自己的財務信息。在做任何決策前，都要和家人或朋友商量，聽取他們的意見。",
        "health_text": "要做好關節的防護以及保暖。天氣可能有些涼，要是不注意關節保暖，容易讓寒氣侵入，引發關節疼痛。出門的時候可以戴上護膝、護腕，穿上厚一點的褲子。在做運動的時候，也要注意保護關節，避免過度運動造成關節損傷。要是關節已經有不適的感覺，可以用熱水袋敷一敷，促進血液循環。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動辦年卡",
        "yi": "喝一杯蜂蜜水",
        "all": "54%",
        "date": "2025-10-25",
        "love": "66%",
        "work": "50%",
        "money": "62%",
        "health": "61%",
        "notice": "或有不理智選擇",
        "discuss": "66%",
        "all_text": "你的整體運勢不容樂觀，這一天的你容易受衝動的影響。在做決定或者採取行動時，可能會因為一時的情緒而做出不理智的選擇。比如，在面對一些小問題時，可能會因為著急而忽略了一些重要的細節，導致問題變得更加複雜。這種衝動的行為可能會給你帶來一些不必要的麻煩，讓你在事後感到後悔。而且，衝動還可能會影響到你與周圍人的關係，讓你在不經意間說出一些傷人的話，或者做出一些讓人難以理解的行為。在這一天，你需要時刻提醒自己保持冷靜，遇到事情先深呼吸，讓自己平靜下來，再思考如何處理。雖然運勢不佳，但只要你能控制好自己的情緒，避免衝動的行為，還是能夠減少一些損失，讓這一天不至於太過糟糕。",
        "love_text": "單身的你，說話太直可能會讓你在感情上遇到一些阻礙。在與人交流時，注意方式方法，委婉地表達自己的想法，別讓對方覺得你過於生硬。已有伴者的你，要注意表達方式。和另一半溝通時，別總是用命令或指責的語氣，多用溫和的方式，這樣能讓對方更容易接受你的意見，避免爭吵。",
        "work_text": "似乎被馬虎大意的“小怪獸”纏上了，在處理各種事務時容易出現疏忽。無論是工作中的文件整理、數據核對，還是學習上的筆記記錄、作業完成，都可能會因為粗心而出現錯誤。這些小失誤雖然看似不起眼，但卻可能像多米諾骨牌一樣，引發一系列的問題，影響整體的進度和質量，需要格外留意。",
        "lucky_star": "處女座",
        "money_text": "要警惕理財陷阱。市場上可能會有一些不法分子利用人們想賺錢的心理，設置各種理財陷阱。比如，虛假的投資平臺、高息的借貸騙局等。在面對這些誘惑時，要保持清醒的頭腦，不要被高額的回報所迷惑。選擇正規的金融機構和理財產品，確保自己的資金安全。",
        "health_text": "要警惕焦慮情緒。工作和生活中可能會有一些壓力，讓你感到焦慮不安。這種情緒要是得不到緩解，會影響你的身心健康。可以試著做一些放鬆的事情，比如聽音樂、看電影、做瑜伽等，讓自己的心情平靜下來。也可以把任務列個清單，按照重要程度和緊急程度一件一件完成，這樣能讓你的思路更清晰，減少焦慮感。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "閒逛直播間",
        "yi": "做有氧操",
        "all": "93%",
        "date": "2025-10-25",
        "love": "88%",
        "work": "91%",
        "money": "92%",
        "health": "96%",
        "notice": "有豐富的經驗值",
        "discuss": "92%",
        "all_text": "你的整體運勢正當旺，有豐富的經驗值作為行動的底氣。在過去的日子裡，你積累了很多寶貴的經驗，這些經驗就像你口袋裡的寶藏，在這一天能夠發揮出巨大的作用。無論遇到什麼樣的情況，你都能憑藉自己的經驗迅速做出判斷，找到合適的解決辦法。你可能會發現，自己在處理事情時比以往更加得心應手，能夠輕鬆應對各種挑戰。而且，豐富的經驗也讓你在與人交往時更加自信和從容，能夠更好地表達自己的觀點和想法。這種良好的狀態會讓你在這一天充滿魅力，吸引到他人的關注和認可。你可以充分利用這一天的優勢，去做一些自己一直想做但又沒有足夠信心的事情，相信你會取得不錯的成果，為自己的生活增添更多的精彩。",
        "love_text": "單身的你，有加深感情的機會。也許和某個有好感的人會有更多的交流和互動，好好把握這個時機，讓你們的關係更進一步。已有伴者的你，不妨和另一半一起成長。可以一起學習新的知識或技能，共同進步，這樣不僅能增進彼此的感情，還能讓你們的生活更加充實。",
        "work_text": "就像一個裝滿創意和方法的寶庫，思路異常活躍。面對各種問題和挑戰，你能夠迅速想出多種不同的解決方案，彷彿有無數條道路可以通向成功。這種豐富的思路和方法讓你在推進事務時能夠靈活應對，根據實際情況選擇最適合的方式，大大提高了效率和成功的幾率，展現出強大的適應能力和創造力。",
        "lucky_star": "天秤座",
        "money_text": "可能會有多個渠道的收入，讓你的錢包越來越鼓。不過，別因為財運好就放鬆警惕，還是要合理規劃和管理自己的財富。可以制定一個長期的理財計劃，將一部分錢用於儲蓄，一部分用於投資，讓財富實現穩健增長。同時，也要注意享受生活，但不要過度消費。",
        "health_text": "建議不要養成蹺二郎腿的壞習慣。這個看似舒服的動作，其實對身體的危害很大。長時間蹺二郎腿會影響腿部的血液循環，導致腿部麻木、疼痛，還可能讓骨盆變形，影響體態。不管是坐著工作還是休息，都要時刻提醒自己把腿放平。可以在腿上放個小物件，要是蹺二郎腿了，物件就會掉下來，提醒你改正。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐超兩小時",
        "yi": "學習攝影技巧",
        "all": "59%",
        "date": "2025-10-25",
        "love": "60%",
        "work": "54%",
        "money": "53%",
        "health": "68%",
        "notice": "滿足現狀而躺平",
        "discuss": "50%",
        "all_text": "整體運勢略差，容易滿足現狀而選擇躺平。生活似乎進入了一個相對舒適的區域，讓你覺得沒有必要再去努力爭取什麼。你可能會對周圍的事物缺乏進取心，不願意去嘗試新的事物或者挑戰自己的極限。這種躺平的狀態可能會讓你錯過一些發展的機會，讓你在未來的道路上停滯不前。而且，長期處於這種狀態可能會讓你變得有些懶散，失去對生活的熱情和動力。不過，偶爾的躺平也並非完全是壞事，它可以讓你暫時放鬆一下，緩解生活中的壓力。但你要清楚，這只是一個短暫的休息，不能一直沉浸在這種狀態中。在這一天，你可以適當享受躺平帶來的輕鬆，但也要時刻提醒自己，不能忘記前進的目標，要儘快調整狀態，重新投入到生活中去。",
        "love_text": "單身的你，對心意不確定。可能會遇到讓你有些心動的人，但又不確定自己是否真的喜歡對方。不妨多給自己一些時間去感受，別急著做決定。已有伴者的你，容易患得患失。總是擔心會失去對方，其實這種擔心可能會讓你變得敏感多疑。要相信你們的感情，多給彼此一些信任，感情才會更加穩定。",
        "work_text": "缺乏獨立運轉的能力。在處理各種事務時，總是習慣性地尋求別人的幫助和指導，自己缺乏主動思考和決策的能力。這種過度依賴的狀態會讓你在面對突發情況或沒有他人支持時，陷入不知所措的境地，難以獨立承擔責任和完成任務，需要逐漸培養自己的獨立性和自主性。",
        "lucky_star": "雙子座",
        "money_text": "要小心任性揮霍的問題。你可能會因為情緒波動或是看到喜歡的東西就忍不住購買，導致不必要的開支。在消費前，要冷靜思考一下這件東西是否真的需要，是否在自己的預算範圍內。可以制定一個消費清單，按照清單來購物，避免衝動消費。合理控制開支，才能讓你的財富更好地積累。",
        "health_text": "耳機音量不宜開太大。很多人喜歡戴著耳機聽音樂、看視頻，要是音量過大，會對耳朵造成損傷，引起聽力下降。在享受音樂的時候，要把音量控制在合適的範圍內，一般以能聽清楚且不會感到刺耳為宜。也別長時間戴著耳機，每隔一段時間就取下來，讓耳朵休息一下，保護好我們的聽力。",
        "lucky_color": "橙紅色",
        "lucky_number": "2"
      }
    }
  }
}