{
  "updated": "2025-09-02T14:08:38.006Z",
  "updateTime": "2025/9/2 下午10:08:38",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16363,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度囤積物品",
        "yi": "給朋友送禮物",
        "all": "59%",
        "date": "2025-09-02",
        "love": "53%",
        "work": "64%",
        "money": "56%",
        "health": "61%",
        "notice": "遭遇小人的刁難",
        "discuss": "50%",
        "all_text": "整體運勢著實不容樂觀，如同置身在一片佈滿陰霾的天地。這一天裡，你特別容易遭遇小人的刁難，這些小人可能藏在生活的各個角落，或許是在日常社交場合中，或許是在不經意間結識的人群裡。他們可能會在你毫無防備的時候，突然跳出來給你使絆子，讓原本就可能不太順利的事情變得更加棘手。這種被刁難的狀況會讓你心裡憋著一股氣，情緒也容易變得煩躁不安。而且，小人的存在還可能影響到你與周圍人的關係，讓你在人際交往中有些小心翼翼，不敢輕易敞開心扉。在處理事情時，你也會感覺處處受限，原本計劃好的事情可能會因為小人的干擾而出現變數，需要你花費更多的精力去應對。這種不順的狀態可能會讓你有些沮喪，但別灰心，這只是暫時的，保持冷靜和理智，儘量減少與小人正面衝突，或許能讓你在這不太友好的運勢中少受些傷害。",
        "love_text": "單身的你，對另一半的要求有點過高啦，腦海裡勾勒出完美戀人的模樣，可現實中很難遇到完全契合的人，容易因此錯過一些不錯的緣分。已有伴者的你，容易打破醋罈子，看到伴侶和其他異性正常交流，心裡就會泛起酸意，甚至可能會無端發脾氣，影響兩人感情，要試著相信對方，別讓猜疑破壞了甜蜜。",
        "take_star": "",
        "work_text": "整體狀態有點小波折。在推進各項事務時，容易因為粗心大意犯些小錯誤，這些小瑕疵雖不致命，但會像小石子硌腳一樣，影響整體節奏和成果質量，讓你不得不花費額外精力去修正，還可能給上級或老師留下不夠嚴謹的印象。",
        "lucky_star": "水瓶座",
        "money_text": "別把所有資金都一股腦兒投入到同一個項目或者領域裡，這樣風險太大。要是看到某個看似誘人的投資機會，先別急著下決定，多考察考察，分析分析潛在的風險。這一天儘量分散投資，降低風險，別讓一時的熱情衝昏頭腦，不然可能會讓辛苦賺來的錢打水漂。",
        "health_text": "注意情緒對健康的影響，容易焦慮的你，這一天可能會因為一些小事就心煩意亂。焦慮不僅影響心情，還會讓身體也跟著遭殃，比如出現失眠、頭痛等情況。不妨在感覺焦慮時，做幾個深呼吸，或者去戶外散散步，換個環境放鬆下，讓自己慢慢平靜下來，緩解焦慮情緒。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "拖延重要計劃",
        "yi": "學習收納技巧",
        "all": "78%",
        "date": "2025-09-02",
        "love": "75%",
        "work": "77%",
        "money": "80%",
        "health": "76%",
        "notice": "克服拖延的毛病",
        "discuss": "72%",
        "all_text": "整體運勢中規中矩，沒有太多的大起大落，但也有一些需要你去留意的地方。這一天，你最大的問題就是效率問題，拖延的毛病可能會時不時冒出來。你可能會發現自己在做很多事情的時候，總是習慣性地往後拖，心裡想著等一會兒再做，結果這一等就把時間浪費掉了。這種拖延會讓你原本充裕的時間變得緊張起來，原本可以輕鬆完成的事情，到最後可能會變得手忙腳亂。而且，因為效率不高，你可能會錯過一些原本可以抓住的機會，讓你覺得有些可惜。不過，好在這一天沒有太多突發的狀況來打亂你的節奏，只要你能夠意識到自己的拖延問題，稍微給自己一些壓力，強迫自己按時完成任務，還是能夠順利度過這一天，讓自己的生活保持在正常的軌道上。",
        "love_text": "單身的你，追求愛情要有恆心，遇到心動的人別輕易放棄，多創造相處機會，讓對方看到你的真誠。已有伴者的你，要給對方適度空間，別把對方管得太嚴，每個人都有自己的社交圈和生活方式，給彼此一些自由，感情反而會更融洽，距離產生美嘛。",
        "take_star": "",
        "work_text": "你的表現較為平穩，但需要把目光放長遠些。在做決策或規劃時，別隻盯著眼前的小利益，要多考慮未來的發展和影響。這樣能讓你避免走彎路，為後續的發展打下更堅實的基礎，在長期的發展中佔據優勢。",
        "lucky_star": "獅子座",
        "money_text": "在理財方面，穩紮穩打就是你的制勝法寶。對於手頭的資金，可以選擇一些穩健型的投資方式，比如定期存款或者債券。別輕易被那些高收益但高風險的項目吸引，保持冷靜和理智。按照自己既定的理財節奏來，穩穩地積累財富，這一天有望收穫不錯的收益。",
        "health_text": "要記得多喝水哦。水可是身體的“清道夫”，能促進新陳代謝，排出體內毒素。你可能會因為忙於工作或別的事，忘記喝水。不妨在辦公桌上放個大水杯，時不時喝上幾口。也可以在水裡加點檸檬片，既能增添風味，還能補充維生素，讓身體更健康。",
        "lucky_color": "藕荷色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不提前做預算",
        "yi": "嘗試新發型",
        "all": "86%",
        "date": "2025-09-02",
        "love": "71%",
        "work": "88%",
        "money": "75%",
        "health": "80%",
        "notice": "醞釀著很多想法",
        "discuss": "77%",
        "all_text": "整體運勢平穩，就像一艘在平靜海面上航行的船隻，穩穩當當。這一天，你的腦袋裡會冒出很多新鮮的想法，這些想法就像璀璨的星星，在你的腦海中閃爍不停。這些新奇的想法可能是關於生活方式的改變，也可能是對一些事物的獨特見解。而且，這些想法並非只是空想，有很大的機會能夠得到落實。也許你會在和朋友的交流中，把自己的想法說出來，然後得到大家的認可和支持，進而一起將想法付諸實踐。這種能夠將想法變成現實的感覺會讓你充滿成就感，也會讓你更加自信。在這一天裡，你會感覺自己的思維非常活躍，對周圍的事物也充滿了好奇心，願意去探索和嘗試新的事物，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，要多刷存在感，在社交場合中積極表現自己，主動和他人交流，說不定就能吸引到那個對的人。已有伴者的你，要多關心對方，別隻顧著自己的事情，一句貼心的問候、一個小小的舉動，都能讓對方感受到你的愛意，讓感情更加深厚。",
        "take_star": "",
        "work_text": "對你來說是個收穫頗豐的日子。在這一天裡，你會通過參與各種活動、處理不同事務，積累到豐富的經驗。這些經驗就像一把把鑰匙，能為你打開更多解決問題的大門，讓你在面對困難時更加從容自信。",
        "lucky_star": "摩羯座",
        "money_text": "把目光多放在市場動態上。市場變化很快，新的投資機會和風險隨時可能出現。多關注財經新聞、行業動態，瞭解市場的趨勢。要是發現某個領域有發展的潛力，可以提前做些調研和準備。但別盲目跟風投資，結合自己的實際情況，謹慎做出決策，這樣才能抓住財運的小尾巴。",
        "health_text": "建議不要總是蹺二郎腿啦。這個習慣看似舒服，實則對身體健康有諸多危害，會影響腿部血液循環，還可能導致脊柱變形。這一天坐著的時候，要有意識地提醒自己把雙腿放平，保持正確的坐姿。也可以每隔一段時間就站起來活動活動，伸展下四肢，促進血液循環。",
        "lucky_color": "鵝黃色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "盲目跟風消費",
        "yi": "與家人野餐",
        "all": "97%",
        "date": "2025-09-02",
        "love": "94%",
        "work": "96%",
        "money": "98%",
        "health": "95%",
        "notice": "張弛有度的暢快",
        "discuss": "90%",
        "all_text": "整體運勢呈現出棒棒噠的節奏，只要你想做的事，整個世界都似乎會為你讓路。這一天，你能夠以一種張弛有度的暢快姿態去面對生活。在處理各種事情時，你不會讓自己過於緊張和疲憊，而是懂得合理安排時間和精力，該放鬆的時候就放鬆，該認真的時候就認真。這種狀態讓你在做事情的時候能夠保持高效，同時又不會給自己帶來太大的壓力。你會感覺自己的心情格外舒暢，對生活充滿了熱情和期待。無論是和家人相處，還是和朋友聚會，你都能盡情享受其中的快樂時光。而且，在這一天裡，你還可能會遇到一些讓自己感到驚喜的小事情，這些小驚喜就像生活中的調味劑，讓你的日子變得更加有滋有味，讓你沉浸在滿滿的幸福感之中。",
        "love_text": "單身的你，要主動發出邀請，勇敢邁出第一步，約心儀的人一起吃飯、看電影，說不定就能開啟一段美好的戀情。已有伴者的你，會有甜蜜互動，一起做喜歡的事情，分享彼此的快樂，感情在溫馨的氛圍中不斷升溫，享受這美好的時光吧。",
        "take_star": "",
        "work_text": "展現出很強的大局觀，能站在更高的角度看待問題。在處理事情時，你不會侷限於眼前的細節，而是綜合考慮整體利益和長遠發展。這種思維方式讓你在團隊中脫穎而出，成為大家信賴的決策者，推動各項事務順利開展。",
        "lucky_star": "雙子座",
        "money_text": "嗅覺相當敏銳。能敏銳地察覺到一些潛在的賺錢機會，可能是身邊朋友分享的信息，或者是市場上新出現的需求。一旦發現機會，別猶豫，果斷行動起來。不過在行動前，還是要簡單評估一下風險和收益，確保機會是靠譜的。憑藉你的敏銳直覺，這一天有望在財運上有所斬獲。",
        "health_text": "注意坐姿，端正坐姿對身體健康太重要啦。正確的坐姿能減輕脊柱壓力，預防腰痠背痛等問題。你可能會在長時間工作或學習時，不自覺地彎腰駝背。不妨在背後放個靠墊，幫助保持脊柱的自然曲線。同時，每隔一段時間就調整下坐姿，讓身體得到放鬆。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "透支個人能量",
        "yi": "時尚穿搭",
        "all": "85%",
        "date": "2025-09-02",
        "love": "76%",
        "work": "84%",
        "money": "82%",
        "health": "83%",
        "notice": "散發獨特的光芒",
        "discuss": "76%",
        "all_text": "整體運勢尚佳，就像一顆在夜空中閃耀的星星，散發著獨特的光芒。這一天，你最大的亮點就是能夠擺正自我定位。你清楚地知道自己的優勢和不足在哪裡，不會盲目自大，也不會過分自卑。在面對各種情況時，你能夠根據自己的實際情況做出合理的判斷和決策。這種正確的自我定位會讓你在與他人交往中更加自信和從容，也能夠贏得他人的尊重和信任。你會發現自己在這一天裡能夠很好地處理人際關係，和身邊的人相處得非常融洽。而且，因為對自己的定位準確，你也會更加明確自己的目標和方向，在追求夢想的道路上穩步前行。這種積極向上的狀態會讓你在這一天裡充滿活力，感受到生活的美好。",
        "love_text": "單身的你，需要一個契機來推動感情發展，比如一次偶然的相遇、一場共同的活動，抓住這個機會，也許就能收穫愛情。已有伴者的你，要多培養共同話題，一起探討感興趣的事情，讓彼此的心靈更加貼近，這樣感情才能長久保鮮。",
        "take_star": "",
        "work_text": "很好地發揮自己的優勢，做到揚長避短。你清楚自己的長處在哪裡，在處理事務時，會主動承擔能發揮自己優勢的任務，同時巧妙避開自己的短板。這樣能讓你高效地完成任務，還能展現出自己的最佳狀態，獲得他人的認可和讚賞。",
        "lucky_star": "天秤座",
        "money_text": "做好理財計劃對你來說至關重要。先梳理一下自己的財務狀況，清楚收入和支出的情況。然後根據實際情況，制定一個合理的理財目標，比如每月存多少錢，或者投資多少錢。在消費方面也要有所節制，避免不必要的開支。有了清晰的理財計劃，你就能更好地掌控自己的財運，讓錢袋子越來越鼓。",
        "health_text": "走路時你可要看好腳下的路哦。這一天你可能會因為著急趕路或者注意力不集中，而容易摔倒受傷。不管是走在平坦的大路上，還是上下樓梯，都要放慢腳步，留意周圍環境。特別是下雨天，路面溼滑，更要小心謹慎，避免發生意外，保護好自己的身體。",
        "lucky_color": "翠綠色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "說話得罪人",
        "yi": "參加線上課程",
        "all": "55%",
        "date": "2025-09-02",
        "love": "50%",
        "work": "52%",
        "money": "58%",
        "health": "55%",
        "notice": "與人相處有摩擦",
        "discuss": "63%",
        "all_text": "整體運勢欠佳，彷彿被一層陰雲籠罩著。這一天，你在與人相處的過程中特別容易出現小摩擦。也許只是一些雞毛蒜皮的小事，比如和家人在生活習慣上的分歧，或者和朋友在觀點上的不同，都可能會引發一些不愉快。這些小摩擦會讓你心裡覺得很不舒服，情緒也會受到影響，變得有些煩躁和鬱悶。而且，這種不愉快的情緒還可能會進一步影響到你和其他人的關係，讓你感覺自己在人際交往中有些孤立無援。在這一天裡，你可能會覺得周圍的人都不太理解自己，自己的想法和做法得不到他人的認可。不過，別讓這些小摩擦過度影響你的心情，儘量保持冷靜和理智，嘗試從對方的角度去思考問題，或許能夠緩解這種緊張的氣氛，讓你的生活重新恢復平靜。",
        "love_text": "單身的你，放不下過去的感情，心裡還想著前任，這會影響你接受新的人，要學會放下過去，向前看。已有伴者的你，要避免與前度糾纏，過去的已經過去，珍惜眼前人才是最重要的，別因為一時的糊塗破壞了現在的幸福。",
        "take_star": "",
        "work_text": "對你來說有些挑戰，你的短板可能會暴露出來。在處理事務時，那些你平時不太注意或不夠擅長的方面，會成為阻礙你前進的絆腳石。這可能會讓你感到有些沮喪，但也是你發現問題、提升自己的好機會，要勇敢面對。",
        "lucky_star": "處女座",
        "money_text": "可能會有點捉襟見肘，有入不敷出的風險。可能是有一些意外的支出，比如家裡的電器壞了需要維修，或者身體不舒服要去看醫生。所以在這一天，要嚴格控制自己的消費，能省則省。對於一些非必要的購物，先放一放。同時，也可以看看有沒有額外的賺錢途徑，增加一下收入，緩解經濟壓力。",
        "health_text": "你的腸胃比較敏感，可得小心呵護。飲食上一不小心就可能引發腸胃不適，比如吃了生冷、辛辣或者不乾淨的食物。這一天儘量選擇清淡、易消化的食物，像粥、麵條等。吃飯也要細嚼慢嚥，不要狼吞虎嚥，給腸胃足夠的消化時間，減少腸胃負擔，預防腸胃疾病。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "與網友辯論",
        "yi": "提前做攻略",
        "all": "56%",
        "date": "2025-09-02",
        "love": "59%",
        "work": "55%",
        "money": "67%",
        "health": "62%",
        "notice": "撿了芝麻丟西瓜",
        "discuss": "59%",
        "all_text": "整體運勢有點磕磕絆絆，就像走在一條不太平坦的小路上。這一天，你很容易陷入“撿了芝麻丟西瓜”的困境。在做決策或者處理事情時，你可能會被一些小的利益或者瑣碎的細節吸引，從而忽略了更重要、更有價值的東西。比如，在挑選物品時，你可能會因為某個小贈品而選擇了一款並不適合自己的產品，而放棄了原本更優質的選擇。這種本末倒置的情況會讓你在事後感到懊悔。而且，這種運勢狀態還可能影響到你的人際關係，在與人交流中，你可能會過於糾結一些無關緊要的話題，而忽略了對方的真實需求和感受，導致溝通效果不佳。所以，在這一天裡，你要時刻提醒自己保持清醒的頭腦，分清主次，不要被眼前的小利益衝昏頭腦，以免給自己帶來不必要的麻煩。",
        "love_text": "單身的你，容易因對方小缺點而放棄一個人，人無完人，每個人都有不足，要學會包容和理解。已有伴者的你，不要挑剔伴侶小毛病，多看看對方的優點，相互欣賞，感情才會更加和諧，別讓一些小事影響了你們的關係。",
        "take_star": "",
        "work_text": "整體狀態有些迷茫，努力的方向似乎出現了偏差。你投入了不少時間和精力，卻沒得到預期的成果，就像在黑暗中摸索，找不到正確的道路。這可能是因為你在做決策時過於依賴直覺，沒有充分分析實際情況。此時你需要停下匆忙的腳步，重新審視目標，調整策略，不然繼續盲目努力只會事倍功半。",
        "lucky_star": "天蠍座",
        "money_text": "面臨一定的經濟壓力。可能是之前的消費有些超前，導致現在資金有點緊張。這一天在花錢的時候要多想想，是不是真的需要這個東西。別為了面子或者一時的衝動而消費。也可以考慮和家人朋友商量一下，看看能不能得到一些財務上的建議或者幫助。合理規劃開支，才能慢慢緩解經濟壓力。",
        "health_text": "不要吃隔夜飯菜。隔夜飯菜容易滋生細菌，吃了可能會引起腸胃不適，出現腹痛、腹瀉等症狀。當天做的飯菜儘量當天吃完，如果實在有剩餘，要妥善保存，放在冰箱裡冷藏。再次食用前，一定要充分加熱，確保殺死細菌，保障自己的飲食健康。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沉迷短視頻",
        "yi": "與別人合作",
        "all": "72%",
        "date": "2025-09-02",
        "love": "70%",
        "work": "71%",
        "money": "75%",
        "health": "73%",
        "notice": "有較寬裕的時間",
        "discuss": "78%",
        "all_text": "整體運勢一般般，擁有比較寬裕的時間，然而這看似美好的狀態，反而更考驗你的自律能力。沒有外界的緊迫壓力，你可能會變得有些鬆懈，原本計劃好的事情，可能會因為缺乏自律而被一拖再拖。比如，你打算利用這段時間學習一門新技能或者進行身體鍛鍊，但可能會因為貪圖一時的安逸，而選擇躺在沙發上刷手機或者看電視。這種不自律的行為會讓你感覺時間白白浪費，內心產生一種空虛和焦慮感。而且，如果長期保持這種狀態，還可能會影響到你未來的發展。所以，在這一天裡，你要學會給自己設定一些小目標和約束，合理利用時間，讓自己在輕鬆的狀態下也能保持積極向上的生活態度。",
        "love_text": "單身的你，不要猶豫不決，遇到喜歡的人就大膽表白，錯過可能就會留下遺憾。已有伴者的你，要多表達想法，把心裡的感受告訴對方，讓對方瞭解你的需求，這樣溝通會更順暢，感情也會更加穩固。",
        "take_star": "",
        "work_text": "你的表現較為平穩，但還有提升的空間。在做事情時，不要總是侷限於自己的想法，多聽聽不同的聲音會讓你受益匪淺。不同的人有不同的視角和經驗，他們的建議可能會為你打開新的思路，讓你在處理問題時更加得心應手，避免陷入思維的死衚衕。",
        "lucky_star": "巨蟹座",
        "money_text": "收支基本能維持平衡。收入方面，工作上的正常收入比較穩定。支出上，也沒有太多的大額消費。不過還是要保持警惕，避免一些不必要的開支。比如看到商場打折促銷，別盲目購買一些用不上的東西。可以趁著收支平衡的這段時間，好好規劃一下未來的理財，為以後積累更多的財富。",
        "health_text": "正餐不宜吃太飽。吃得過飽會讓腸胃負擔加重，影響消化功能，還可能導致肥胖等問題。每一餐吃到七八分飽就可以啦，感覺肚子不餓，但又沒有飽脹感。吃飯時要細嚼慢嚥，這樣不僅有助於消化，還能讓你更好地感受飽腹感，避免進食過量。",
        "lucky_color": "寶藍色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "與朋友絕交",
        "yi": "學習新技能",
        "all": "92%",
        "date": "2025-09-02",
        "love": "95%",
        "work": "91%",
        "money": "92%",
        "health": "94%",
        "notice": "充滿生機與活力",
        "discuss": "97%",
        "all_text": "整體運勢穩中有升，就像一顆正在茁壯成長的樹苗，充滿了生機與活力。這一天，是你自我提升的絕佳好機會。你會發現自己對新知識、新技能的渴望變得格外強烈，內心有一種想要不斷進步的衝動。無論是閱讀一本有深度的書籍，還是參加一個線上課程，你都能快速地吸收其中的精華，讓自己的知識儲備得到豐富。而且，這種自我提升的狀態還會影響到你的思維方式，讓你變得更加開闊和靈活。在與他人交流時，你能夠提出一些新穎的觀點和想法，贏得他人的讚賞和認可。這種積極向上的氛圍會讓你在這一天裡充滿自信，相信自己有能力去追求更高的目標，實現更大的價值。",
        "love_text": "單身的你，或有與心上人約會的機會，好好打扮自己，以最好的狀態赴約，說不定就能收穫愛情。已有伴者的你，彼此心意更堅定，對未來充滿信心，一起規劃美好的生活，感情在相互支持中不斷昇華。",
        "take_star": "",
        "work_text": "是個充滿機遇的日子，你善於應變的能力會讓你在各種情況中脫穎而出。無論是面對突發的工作任務，還是學習上的難題，你都能迅速調整狀態，找到解決辦法。這種靈活性和適應性會讓你在眾人中顯得格外耀眼，為你贏得更多的機會和認可。",
        "lucky_star": "射手座",
        "money_text": "求財方面很有優勢。身邊可能會出現一些不錯的賺錢機會，可能是工作上的晉升機會帶來的收入增加，也可能是朋友介紹的兼職。要抓住這些機會，積極展現自己的能力。同時，在與人合作的時候，要注意簽訂好相關的協議，保障自己的權益。憑藉你的優勢和努力，這一天財運會很不錯。",
        "health_text": "不要忽略了早餐。早餐是一天中最重要的一餐，能為身體提供上午所需的能量。不吃早餐可能會讓你一上午都沒精神，還可能影響腸胃健康。哪怕時間再緊張，也要簡單吃點東西，比如一片面包、一杯牛奶，給身體“加加油”，開啟活力滿滿的一天。",
        "lucky_color": "茶色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忽略日常溝通",
        "yi": "增進專業知識",
        "all": "93%",
        "date": "2025-09-02",
        "love": "95%",
        "work": "96%",
        "money": "90%",
        "health": "93%",
        "notice": "展示才華與魅力",
        "discuss": "96%",
        "all_text": "迎來了運氣開掛般的一天，彷彿被幸運之神緊緊跟隨。這一天，你能夠充分展示自己的個人才華與魅力。無論是在社交場合還是日常活動中，你都能成為眾人矚目的焦點。你的才華就像一顆璀璨的星星，在人群中閃耀著獨特的光芒。比如，在參加一個聚會時，你可能會憑藉自己的幽默風趣和聰明才智，成為大家交流的中心，讓整個聚會氛圍變得十分活躍。而且，這種展示才華的機會還會為你帶來一些意想不到的收穫，可能會結識到一些志同道合的朋友，或者得到一些有價值的信息。所以，在這一天裡，你要大膽地展現自己，不要害怕出風頭，相信自己的能力，讓幸運之神一直陪伴著你。",
        "love_text": "單身的你，熱情主動追求愛情，遇到喜歡的人別害羞，勇敢表達自己的心意，說不定對方也在等你開口。已有伴者的你，彷彿回到熱戀期，和伴侶一起回憶過去的甜蜜，重溫那些美好的瞬間，感情會更加甜蜜。",
        "take_star": "",
        "work_text": "彷彿掌握了成功的密碼，處理各項事務都遊刃有餘。你有著清晰的規劃和明確的目標，知道自己在每個階段應該做什麼，並且能夠有條不紊地推進。這種高效的狀態讓你在短時間內就能取得不錯的成果，還能贏得他人的讚賞和信任，為未來的發展打下堅實的基礎。",
        "lucky_star": "金牛座",
        "money_text": "得到助力。可能是家人給予你經濟上的支持，或者朋友給你提供了一個靠譜的投資信息。要珍惜這些助力，合理利用好資源。如果是家人支持你創業或者投資，要和家人充分溝通，制定好詳細的計劃。要是朋友提供信息，要自己再做進一步的調研和核實。藉助助力，讓財運更上一層樓。",
        "health_text": "要少吃外賣。外賣雖然方便，但往往高油、高鹽、高熱量，長期吃對身體不好。這一天不妨自己動手做頓飯，既能保證食材的新鮮和衛生，又能根據自己的口味和營養需求搭配食物。如果實在沒辦法必須點外賣，也要選擇一些健康、清淡的菜品，減少對身體的不良影響。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "情緒化消費",
        "yi": "收拾整理桌面",
        "all": "76%",
        "date": "2025-09-02",
        "love": "70%",
        "work": "79%",
        "money": "67%",
        "health": "75%",
        "notice": "注意情緒的管理",
        "discuss": "72%",
        "all_text": "整體運勢略顯平淡，就像一杯沒有加糖的咖啡，缺少了一些滋味。這一天，你需要多注意情緒的管理。由於運勢平淡，你可能會對周圍的事物缺乏興趣和熱情，情緒也容易變得低落和煩躁。一些小事可能會成為你情緒爆發的導火索，比如和家人的一句爭吵，或者朋友的一個小玩笑，都可能讓你感到心裡不舒服。這種不良情緒如果得不到及時的調整，會影響到你與他人的關係，讓你在人際交往中變得有些冷漠和孤僻。所以，在這一天裡，你要學會關注自己的情緒變化，當感到情緒不佳時，可以通過聽音樂、看電影等方式來放鬆自己，讓自己保持一個平和的心態，度過這平淡的一天。",
        "love_text": "單身的你，別太順其自然，愛情有時候需要自己爭取，主動去尋找，才能遇到那個對的人。已有伴者的你，感情趨於平淡，別讓生活變得枯燥，一起嘗試一些新的事物，為感情注入新的活力。",
        "take_star": "",
        "work_text": "或會經歷一些小挫折，但這也是你成長的好機會。吃一塹長一智，從失敗中吸取教訓，能讓你在未來的道路上走得更加穩健。不要因為一時的失利而氣餒，要認真分析問題所在，總結經驗，這樣下次遇到類似的情況，你就能輕鬆應對。",
        "lucky_star": "白羊座",
        "money_text": "可能會錯失一些賺錢的時機。可能是因為你過於猶豫，在面對投資機會或者賺錢項目時，沒有及時做出決策。這一天要變得更加果斷一些，當發現機會時，快速分析利弊，如果覺得可行就大膽行動。當然，果斷不是盲目，還是要有一定的思考和判斷。抓住時機，才能讓財運好轉起來。",
        "health_text": "需要注意預防富貴包。長時間低頭看手機、電腦，很容易形成富貴包，不僅影響體態美觀，還可能引發頸部疼痛等問題。這一天要控制看電子設備的時間，每隔一段時間就抬頭活動下頸部，做做頸部伸展運動。也可以使用手機支架，讓手機與眼睛保持平視，減輕頸部壓力。",
        "lucky_color": "焦糖色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "糾結小細節",
        "yi": "制定彈性計劃",
        "all": "65%",
        "date": "2025-09-02",
        "love": "60%",
        "work": "63%",
        "money": "62%",
        "health": "68%",
        "notice": "按個人想法行事",
        "discuss": "56%",
        "all_text": "整體運勢略差。在熟悉的人面前，你很容易會表現出過於任性的一面。也許是因為對身邊人的信任和依賴，你會不自覺地放鬆對自己的要求，按照自己的想法和意願行事，而不考慮他人的感受。比如，在和家人一起商量事情時，你可能會堅持自己的觀點，不願意聽取他人的建議，甚至會因為一點小事而發脾氣。這種任性的行為會讓身邊的人感到無奈和疲憊，也可能會影響到你們之間的關係。而且，這種運勢狀態還可能會讓你在處理其他事情時也變得缺乏理智和冷靜，做出一些讓自己後悔的決定。所以，在這一天裡，你要學會控制自己的任性，多站在他人的角度思考問題，尊重他人的意見和想法，這樣才能讓你的生活更加和諧美好。",
        "love_text": "單身的你，脫單有壓力，可能來自家人或朋友的催促，別讓這些壓力影響你的判斷，按照自己的節奏尋找愛情。已有伴者的你，過於委曲求全，在感情中要保持自我，不要為了迎合對方而失去自己，平等的感情才能長久。",
        "take_star": "",
        "work_text": "需要正視自己存在的問題，不能再選擇逃避。只有勇敢地面對，才能找到解決問題的方法，讓自己不斷進步。你可能在某些方面存在不足，比如溝通能力、時間管理能力等，這些問題會影響你的表現和成果。要正視它們，積極尋求改進的方法，才能讓自己變得更好。",
        "lucky_star": "雙魚座",
        "money_text": "要警惕分期付款消費。看到心儀的東西，可能會忍不住用分期的方式購買，但這樣會讓你在不知不覺中增加債務。在購物前，先考慮一下自己的實際經濟狀況和還款能力。如果實在想買，也可以先攢一段時間錢，等資金充足了再購買。避免因為分期付款而陷入財務困境，保持財務的健康穩定。",
        "health_text": "要提防頸椎問題。長時間保持一個姿勢，比如久坐不動或者低頭玩手機，會讓頸椎承受很大壓力，容易出現頸椎疼痛、僵硬等症狀。這一天要多活動活動頸椎，可以左右轉動頭部、前後仰頭，或者做幾個簡單的頸椎操。工作或學習一段時間後，就起身走動走動，放鬆下頸椎。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    }
  }
}