{
  "updated": "2025-10-28T03:26:00.801Z",
  "updateTime": "2025/10/28 上午11:26:00",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14779,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "種植多肉植物",
        "yi": "參加戶外徒步",
        "all": "91%",
        "date": "2025-10-28",
        "love": "90%",
        "work": "92%",
        "money": "96%",
        "health": "98%",
        "notice": "專注於眼前的事",
        "discuss": "93%",
        "all_text": "簡直像開掛般的一天，整體運勢一路飄紅。你的專注力像被按了放大鍵，平時容易分心的小毛病突然消失，連刷手機都提不起興趣，只想把眼前的事一件件搞定。行動力更是像踩了油門，原本需要三天完成的事，可能半天就收尾，效率高到連自己都驚訝。這種狀態特別適合處理積壓的任務，或者挑戰一些平時覺得麻煩的事，比如整理房間、規劃長期目標，甚至學個新技能，你發現自己學得比想象中快多了。周圍人對你的評價也會跟著上漲，可能是同事誇你靠譜，朋友覺得你更靠譜了，連偶爾挑剔的家人都忍不住點頭。不過別太得意，這種狀態雖然爽，但別急著給自己加太多任務，畢竟精力再旺盛也有上限。就順著這股勁，把該做的、想做的都推進一步，剩下的時間可以獎勵自己一頓好的，或者早點休息，畢竟明天的事，明天再說。",
        "love_text": "單身的你，彷彿被丘比特的箭瞄準，可能會在某個不經意的瞬間遇到那個讓你心動的人，順利脫單的概率很高，不妨多參與社交活動，讓愛情自然發生。已有伴者的你，和伴侶之間依舊保持著熱戀的溫度，無論是日常的小互動還是偶爾的浪漫驚喜，都能讓你們的關係更加甜蜜，享受這份難得的熱戀時光吧。",
        "work_text": "渾身充滿幹勁，目標感十足，無論是面對繁瑣的項目，還是複雜的學業難題，都能迅速找到方向並付諸行動。你清晰知道自己想要什麼，這種篤定會推動你高效完成各項任務，還會讓你在過程中收穫成就感，為後續發展積累經驗與信心。",
        "lucky_star": "巨蟹座",
        "money_text": "在求財方面相當機靈，能敏銳捕捉到不少賺錢的小機會。不管是工作裡的獎金激勵，還是生活中偶然發現的兼職可能，都可能被你收入囊中。不過，別因為一時興奮就盲目投入，得先冷靜分析這些機會的可靠性和收益情況。另外，也別光盯著眼前小利，適當規劃下長遠理財，讓錢能更穩地生錢。",
        "health_text": "精神狀態飽滿，整個人活力滿滿，彷彿有使不完的勁兒。不過，即便精力充沛也別過度消耗，長時間高強度運動或工作後，要適當休息，給身體充電。比如每工作學習一段時間，就起身活動活動，伸伸懶腰、踢踢腿。飲食上，保證營養均衡，多吃蔬菜水果，這樣能讓你一整天都保持良好狀態。",
        "lucky_color": "鵝黃色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "購買網紅產品",
        "yi": "耐心拼拼圖",
        "all": "85%",
        "date": "2025-10-28",
        "love": "83%",
        "work": "82%",
        "money": "84%",
        "health": "85%",
        "notice": "按自己的節奏來",
        "discuss": "76%",
        "all_text": "整體運勢穩得像塊壓艙石，沒有大起大落，卻讓人心裡踏實。之前因為各種原因擱置的計劃，比如想學的新技能、想整理的生活習慣，或者某個沒完成的個人項目，突然有了重新啟動的契機。不是突然被誰推著走，而是你自己會主動翻出這些事，發現“其實現在做也不晚”。這種穩定感還體現在情緒上，平時容易糾結的小事，反而能看得開，不會因為一點小波動就影響心情。適合做些需要耐心的事，比如整理房間、規劃未來、或者和信任的人聊聊心裡話。不過也別因為太穩就放鬆警惕，偶爾可以跳出常規思路，比如試試新的方法，或者接受別人的建議，穩定不是停滯，而是為了更紮實地前進。就按自己的節奏來，把該補的課補上，該打的基礎打牢，剩下的交給時間。",
        "love_text": "單身的你，不妨把目光從遠方拉回身邊，或許那個一直默默陪伴你的人，就是你要找的桃花。已有伴者的你，與伴侶溝通時，記得把關心的話用溫柔的方式說出來，避免因為言語不當而引發小摩擦，一句貼心的問候，足以讓對方感受到你的愛意。",
        "work_text": "秉持穩紮穩打的策略，不管是事業推進還是學業提升，都一步一個腳印。你不會急於求成，而是注重每一個環節的質量，這種踏實作風能讓你避免很多不必要的錯誤，為長遠發展打下堅實基礎。",
        "lucky_star": "天秤座",
        "money_text": "在財運上適合分散投資。別把所有資金都集中在一個地方，可以嘗試不同類型的小投資，比如一部分存定期獲取穩定利息，一部分投到穩健的基金裡。這樣即便某個投資出現小波動，也不會對你的整體資金造成太大影響。同時，投資前要多做功課，瞭解清楚產品風險和收益特點，再做決定。",
        "health_text": "建議不要長時間低頭，不管是看手機、看書還是工作，長時間保持這個姿勢，頸椎和眼睛都會吃不消。每隔一段時間，就抬起頭活動活動頸部，做做眼保健操，讓眼睛和頸部放鬆放鬆。工作學習時，把設備或書本放在合適的高度，保持視線平視，減少低頭的時間，這樣能有效避免身體不適。",
        "lucky_color": "藕荷色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "跨語言溝通",
        "yi": "學習攝影技術",
        "all": "55%",
        "date": "2025-10-28",
        "love": "50%",
        "work": "53%",
        "money": "52%",
        "health": "54%",
        "notice": "或卡在溝通環節",
        "discuss": "61%",
        "all_text": "整體運勢像被按了減速鍵，甚至有點小顛簸，主要卡在溝通環節。平時能說會道的你，可能會發現自己的話容易被誤解，或者別人的表達讓你摸不著頭腦。可能是和朋友聊天時，對方突然變了態度；也可能是和家人溝通時，明明想表達關心，卻被當成說教。這種誤會不是因為誰錯了，而是信息傳遞的“頻道”沒對上，導致雙方都有點摸不著頭腦。不適合急著解釋或爭論，越想澄清反而越容易越描越黑。不如先退一步，給彼此一點緩衝時間，等情緒平復了再聊。另外，也容易因為信息過載而分心，比如刷手機時被各種消息打斷，或者同時處理多件事卻哪件都沒做好。建議把注意力集中在最重要的一件事上，其他的先放一放。等過了你會發現這些小摩擦其實沒那麼嚴重，只是運勢的小插曲而已。",
        "love_text": "單身的你，別隻被外表吸引，內在的契合才是長久之計，要避免盲目看重外表而錯過真正適合的人。已有伴者的你，別總想著改變對方來適應自己，學會接受和欣賞伴侶的不同，這樣的關係才能更加和諧穩定。",
        "work_text": "在事業學業上有些模稜兩可，方向不夠明確。面對多項任務或學習內容時，容易猶豫不決，不知道該先從哪方面入手，這可能會導致時間和精力的浪費，影響整體進展。",
        "lucky_star": "處女座",
        "money_text": "吃喝玩樂方面要節制。你可能會收到不少聚會邀請，或者看到新奇的美食、娛樂項目就想嘗試，但這些都可能讓你的錢包迅速癟下去。在享受生活的同時，得給自己設定一個合理的消費上限，把錢花在刀刃上。可以提前規劃好這一天的支出，避免衝動消費。",
        "health_text": "需要警惕頸椎問題，長時間坐著不動或者姿勢不正確，很容易讓頸椎受累。要是感覺頸部痠痛，別不當回事，可以熱敷一下，促進血液循環。平時工作學習時，要經常變換姿勢，避免長時間保持一個動作。也可以利用休息時間，做做簡單的頸部拉伸運動，讓頸椎得到放鬆和鍛鍊。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "堆積太多雜物",
        "yi": "貨比三家",
        "all": "75%",
        "date": "2025-10-28",
        "love": "78%",
        "work": "73%",
        "money": "79%",
        "health": "76%",
        "notice": "一閒就胡思亂想",
        "discuss": "72%",
        "all_text": "整體運勢像杯溫水，不燙也不涼，喝下去沒什麼特別的感覺，但喝完總覺得少了點什麼。這種平平的狀態容易讓你陷入“閒下來就胡思亂想”的循環，比如回憶過去的遺憾，或者擔心未來的不確定。其實不是你真的有事，而是運勢的平靜讓你暫時找不到方向。與其被這些念頭牽著走，不如主動給自己找點事做，不是必須完成什麼大目標，而是做一些能讓你專注的小事，比如整理房間、做頓飯、看本書，或者去戶外走一走。這些事能幫你把注意力從“空”的狀態里拉出來，回到當下。另外，也適合和熟悉的人聊聊天，不用刻意找話題，就說說日常的小事，反而能讓你覺得踏實。運勢的平淡不是壞事，它給了你一個停下來調整的機會，等狀態回來了，再出發也不遲。",
        "love_text": "單身的你，不妨嘗試換個打扮風格，或許能吸引到更多異性的注意，給自己一個全新的開始。已有伴者的你，與伴侶相處時，記得保持新鮮感，偶爾的小驚喜或是共同嘗試新事物，都能讓你們的關係更加親密無間。",
        "work_text": "意識到自身在某些方面存在知識空缺，並積極尋求彌補。這種自我審視和提升的意識會讓你在事業學業上不斷進步，通過查漏補缺，你能完善自己的知識體系，為未來的發展做好充分準備。",
        "lucky_star": "射手座",
        "money_text": "零花錢可以存起來。你可能會收到一些小額的收入，比如兼職的小報酬或者朋友的紅包。別覺得錢少就隨意花掉，把它們積攢起來，時間久了也是一筆不小的數目。可以準備一個專門的存錢罐或者開一個小的儲蓄賬戶，把這些零錢存進去，為未來可能的大額支出做準備。",
        "health_text": "要注意端正坐姿站姿，不良的姿勢不僅影響形象，還會給脊柱帶來壓力。坐著的時候，背部挺直，不要彎腰駝背；站著的時候，收腹挺胸，不要含胸駝背。可以靠牆站立幾分鐘，感受正確的姿勢。良好的坐姿站姿能讓你的身體更健康，還能提升氣質，讓你一整天都精神抖擻。",
        "lucky_color": "紅色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刷臉支付",
        "yi": "參加以舊換新",
        "all": "60%",
        "date": "2025-10-28",
        "love": "58%",
        "work": "57%",
        "money": "59%",
        "health": "61%",
        "notice": "計劃太多顯吃力",
        "discuss": "54%",
        "all_text": "整體運勢像被塞了太多任務的揹包，明明想大步向前，卻因為東西太多而走得吃力。你可能會同時冒出好幾個想法，比如想學新東西、想見朋友、想處理家務，甚至想嘗試沒做過的事，但每個都只開了個頭，最後反而哪件都沒做好。這種“計劃太多”的狀態容易讓你陷入焦慮，覺得時間不夠用，或者自己不夠高效。其實不是你能力有問題，而是運勢的節奏讓你有點“貪心”，想抓住所有機會，卻忽略了精力有限。適合做個減法，從一堆計劃裡挑出最想做的1-2件，其他的先放一放。集中火力完成一件事，比同時做十件事卻都半途而廢要強得多。另外，別因為沒完成所有計劃就否定自己，運勢的起伏本就正常，沒做完的，明天再繼續也不遲。",
        "love_text": "單身的你，態度別過於強勢，溫柔一點，或許能更容易吸引到心儀的對象。已有伴者的你，在與伴侶相處時，要尊重對方的想法和感受，不要總是以自我為中心，相互理解和包容才是愛情長久的關鍵。",
        "work_text": "要特別注意，不要不懂裝懂。在事業學業進程中，遇到不理解的問題時，若為了面子而硬撐，可能會導致錯誤的發生，影響整體的發展。誠實面對自己的不足，才能更好地進步。",
        "lucky_star": "水瓶座",
        "money_text": "在求財上可別過度冒險。你可能會遇到一些看似收益很高但風險也很大的投資項目或者賺錢機會，這時候一定要保持冷靜。別被高收益衝昏頭腦，要仔細評估其中的風險。一旦冒險失敗，可能會讓你陷入財務困境。穩紮穩打，選擇風險在自己可控範圍內的投資方式更合適。",
        "health_text": "飯後別急著坐著或躺著，站一會兒或者出去散散步。飯後立即休息，會影響消化，導致腸胃不適。出去散散步，能促進腸胃蠕動，幫助消化。散步的速度不用太快，輕鬆地走走就行。時間也不用太長，十幾分鍾到半小時都可以。這樣既能享受戶外的空氣，又有利於身體健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "邊吃飯邊喝飲料",
        "yi": "轉賣閒置物品",
        "all": "93%",
        "date": "2025-10-28",
        "love": "94%",
        "work": "90%",
        "money": "97%",
        "health": "91%",
        "notice": "透著行動的決心",
        "discuss": "96%",
        "all_text": "整體運勢像被充了電，整個人從內到外都透著行動的決心。這種自信不是盲目的，而是你發現自己對很多事都有了更清晰的判斷，比如平時容易糾結的選擇，反而能果斷拍板；或者面對難題時，能快速找到解決的方向。這種狀態讓你做什麼都特別有底氣，哪怕是平時覺得麻煩的事，也能耐心處理完。適合做些需要專注和判斷的事，比如整理生活、規劃未來，或者嘗試新的領域，你會發現自己的學習能力比想象中強，甚至能超出預期。另外，你也會更願意表達自己的想法，和別人的溝通變得順暢，容易得到認可或支持。不過別因為太順就放鬆標準，偶爾可以允許自己“差不多就行”，畢竟運勢好不是為了完美，而是為了讓你更輕鬆地前進。不如就順著這股勁，把該做的做好，剩下的時間可以獎勵自己，畢竟充實的一天，值得好好慶祝。",
        "love_text": "單身的你，可能會與某個人對上眼，那種默契和心動的感覺，或許就是愛情的開始。已有伴者的你，適合與伴侶來一場甜蜜的約會，無論是簡單的散步還是浪漫的晚餐，都能讓你們的關係更加甜蜜。",
        "work_text": "展現出靈活應變的能力，無論是事業上遇到突發狀況，還是學業中碰到意外難題，都能迅速調整思路，找到解決辦法。這種適應能力會讓你在複雜的環境中脫穎而出，順利完成各項任務。",
        "lucky_star": "金牛座",
        "money_text": "正偏財都很旺盛。工作上可能會得到一筆豐厚的獎金或者提成，偏財方面也可能有意外之喜，比如之前投資的項目有了回報。不過，別因為財運好就大手大腳。可以把一部分錢存起來，作為應急資金或者未來的投資本金，另一部分用於改善生活，但也要注意適度消費。",
        "health_text": "要做好關節保暖，尤其是天氣轉涼的時候，關節容易受寒。早晚出門可以戴上護膝、護腕等保暖用品。在家也不要長時間讓關節暴露在冷空氣中，比如不要光腳在地板上走。如果感覺關節有不適，可以用熱水泡泡腳，促進血液循環，緩解關節的疲勞和寒冷感，讓關節更健康。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不核對賬單",
        "yi": "慢跑30分鐘",
        "all": "79%",
        "date": "2025-10-28",
        "love": "82%",
        "work": "75%",
        "money": "80%",
        "health": "76%",
        "notice": "探索中收穫樂趣",
        "discuss": "77%",
        "all_text": "你的整體運勢中規中矩，沒有大起大落，但也不會顯得平淡無奇。你可能會發現自己對一些新鮮事物產生了興趣，這種嘗新的心態會讓你在探索中收穫不少樂趣。或許是在嘗試新的興趣愛好，又或者是在接觸一些平時不太關注的領域，這種新鮮感會讓你感到精神煥發。你可能會在與人交流中發現新的觀點，或是從別人的經歷中汲取靈感，這些都將成為你小確幸。不過，也要注意別因為一時的好奇而分散了太多精力，畢竟人的精力是有限的。可以適當地篩選和聚焦，會讓你在嘗新的同時，也能找到真正讓自己感興趣且值得投入的事情。整體來說，是個適合開闊視野、拓展興趣的好日子，保持開放的心態，你會有不少意外的收穫。",
        "love_text": "單身的你，可能會遇到不錯的對象，不妨主動一點，把握機會，或許就能開啟一段美好的戀情。已有伴者的你，與伴侶相處和諧，無論是日常的小事還是重要的決定，都能達成共識，享受這份默契帶來的幸福。",
        "work_text": "整體狀態較為平穩，不過想要取得更突出的成果，得給自己適度加點壓力。在面對各項任務和目標時，不能過於鬆散，適度的壓力能激發你的潛能，讓你更高效地投入其中。但也要注意別把壓力加得過大，以免影響狀態。合理平衡壓力與動力，能讓你在當天收穫更多成長與進步。",
        "lucky_star": "雙子座",
        "money_text": "可以考慮穩健型理財。比如購買一些國債或者大型銀行推出的理財產品，這些產品風險相對較低，收益也比較穩定。在選擇理財產品時，要多對比不同產品的利率、期限等信息，選擇最適合自己的。同時，要注意理財產品的流動性，確保在需要資金時能夠及時取出。",
        "health_text": "建議不要穿新鞋走遠路，新鞋可能還沒完全適應你的腳型，走遠路容易磨腳，導致腳部受傷。如果必須穿新鞋出門，可以提前在容易磨腳的地方貼上防磨貼。要是走的路程比較長，還是選擇一雙舒適、合腳的舊鞋更穩妥。保護好雙腳，才能讓你出行更輕鬆愉快。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "香水味太濃",
        "yi": "覆盤會議內容",
        "all": "72%",
        "date": "2025-10-28",
        "love": "69%",
        "work": "60%",
        "money": "77%",
        "health": "73%",
        "notice": "受到情緒的影響",
        "discuss": "89%",
        "all_text": "你的整體運勢稍有起伏，表現可能不太穩定，容易受到情緒的影響。你可能會因為一些小事而感到煩躁或不安，這種情緒上的波動可能會影響到你的判斷力和決策能力。建議你在遇到問題時，先深呼吸，冷靜下來，避免因為一時的衝動而做出後悔的決定。同時，也要學會調整自己的心態，不要過於糾結於細節，有時候放寬心，事情反而會有更好的轉機。適合進行一些放鬆身心的活動，比如散步、聽音樂或是與朋友聊聊天，這些都能幫助你平復情緒，恢復內心的平靜。記住，情緒是暫時的，保持一顆平和的心，才能更好地應對挑戰。",
        "love_text": "單身的你，可能比較沉默寡言，但別因此錯過認識新人的機會，試著打開心扉，或許會有意想不到的收穫。已有伴者的你，要學會表達內心的想法和感受，不要總是讓伴侶猜測，坦誠相待才能讓關係更加穩固。",
        "work_text": "容易出現懈怠的情緒，這可能會讓你在前進的道路上停滯不前。原本制定的計劃和目標，可能會因為你的鬆懈而無法按時完成。這種狀態如果不及時調整，不僅會影響當下的成果，還可能對未來的發展產生不利影響。你需要儘快振作起來，找回積極的狀態。",
        "lucky_star": "獅子座",
        "money_text": "要多開拓求財途徑。不能只依賴現有的收入來源，可以思考一下自己還有哪些技能或者資源可以利用來賺錢。比如，如果你擅長寫作，可以嘗試在網上投稿；如果你有閒置的物品，可以掛在二手平臺上出售。通過多種方式增加收入，能讓你的財務狀況更加穩定。",
        "health_text": "建議不要過度挑食，各種食物都含有不同的營養成分，過度挑食會導致營養不均衡。不管是蔬菜、水果，還是肉類、主食，都要適量攝入。如果不喜歡某種食物的味道，可以嘗試不同的烹飪方式，說不定就能接受啦。保證營養均衡，身體才能有足夠的能量，抵抗疾病，保持健康狀態。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "用冷水洗頭",
        "yi": "選靠窗座位",
        "all": "96%",
        "date": "2025-10-28",
        "love": "97%",
        "work": "93%",
        "money": "90%",
        "health": "98%",
        "notice": "做什麼都嚐到甜頭",
        "discuss": "94%",
        "all_text": "你的整體運勢穩步高升，彷彿做什麼都能嚐到甜頭。你可能會發現，自己之前的努力和付出，在開始有了明顯的回報。無論是人際關係上的和諧，還是個人成長上的進步，都讓你感到十分滿意。你可能會遇到一些志同道合的朋友，他們的支持和鼓勵會讓你更加自信地追求自己的目標。同時，你也會發現自己在學習或探索新事物時，能夠更快地掌握要點，這種成就感會讓你更加熱愛生活。是個適合積極行動、大膽嘗試的好日子，你的每一步努力，都可能為你帶來意想不到的收穫。保持這種積極向上的狀態，你會發現自己的人生正變得越來越精彩。",
        "love_text": "單身的你，或許會有戀情開花，那個一直與你心靈相通的人，可能會出現在你的生活中。已有伴者的你，與伴侶的感情更加歪膩，無論是甜蜜的言語還是親密的舉動，都能讓你們的關係更加深厚。",
        "work_text": "動力十足，渾身充滿幹勁，彷彿有使不完的力氣。無論是面對工作中的複雜項目，還是學業上的難題，你都能以積極的態度去應對。這種飽滿的精神狀態會讓你在當天高效地完成各項任務，還能激發你的創新思維，為解決問題提供新的思路和方法。",
        "lucky_star": "雙魚座",
        "money_text": "或許會有意外收益。可能是之前參加的活動中了小獎，或者是在工作中因為表現出色得到了額外的獎勵。當意外之財到來時，別急著揮霍一空。可以先拿出一部分錢來犒勞自己，比如吃一頓好吃的或者買一件心儀已久的小物件，剩下的錢則可以存起來或者用於投資。",
        "health_text": "飲食宜以清淡口味為主，過於油膩、辛辣的食物會給腸胃帶來負擔。可以選擇一些清淡的菜品，比如清蒸魚、涼拌蔬菜等。多吃清淡的食物，能讓腸胃更好地消化和吸收。同時，要控制好食量，不要吃得過飽，七八分飽就可以啦。這樣既能滿足口腹之慾，又能保持身體健康。",
        "lucky_color": "米色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "用過期化妝品",
        "yi": "聽講座拓展視野",
        "all": "57%",
        "date": "2025-10-28",
        "love": "53%",
        "work": "64%",
        "money": "59%",
        "health": "66%",
        "notice": "思緒亂飛狀態差",
        "discuss": "62%",
        "all_text": "你的整體運勢略顯低迷，總是不在狀態，思緒亂飛。你可能會發現自己很難集中精力去做一件事，總是被各種雜念所幹擾。這種狀態可能會讓你感到有些焦慮或不安，擔心自己無法完成任務或達到預期的目標。不過，別太過擔心，每個人都會有這樣的時刻。適合給自己一些放鬆和調整的時間，比如進行一些冥想、瑜伽或是簡單的伸展運動，這些都能幫助你恢復內心的平靜和專注。同時，也要學會接受自己的不完美，不要過於苛責自己。記住，狀態是有起伏的，給自己一些時間和空間，你會逐漸找回最佳的狀態。",
        "love_text": "單身的你，追求愛情時別急於求成，慢慢來，適合你的那個人，或許就在下一個轉角等你。已有伴者的你，別給伴侶太多壓力，學會放鬆和享受當下，讓愛情在輕鬆愉快的氛圍中成長。",
        "work_text": "可能會遇到一些挫折，從而產生破罐子破摔的想法。一旦有了這種念頭，就很容易放棄努力，導致原本可以完成的任務半途而廢。你要明白，遇到困難是暫時的，只要堅持下去，積極尋找解決辦法，就能克服困難。切勿因為一時的挫折而放棄自己。",
        "lucky_star": "摩羯座",
        "money_text": "可能會面臨財政危機。也許是之前的一些支出超出了預算，或者是工作上出現了變動導致收入減少。這時候一定要冷靜應對，先梳理一下自己的財務狀況，看看哪些支出是可以削減的。比如減少不必要的購物、外出就餐等。同時，可以和家人一起商量應對辦法，共同度過這個難關。",
        "health_text": "不要給自己太大壓力，壓力過大會影響身心健康。要是感覺工作學習壓力大，可以找個時間放鬆一下，比如聽聽音樂、看看電影。也可以和朋友聊聊天，傾訴一下內心的煩惱。適當的放鬆能讓你緩解壓力，調整心態。只有保持輕鬆愉快的心情，才能更好地面對生活中的各種挑戰。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忘記朋友生日",
        "yi": "參加線上讀書會",
        "all": "72%",
        "date": "2025-10-28",
        "love": "70%",
        "work": "71%",
        "money": "74%",
        "health": "75%",
        "notice": "隨波逐流的狀態",
        "discuss": "67%",
        "all_text": "你的整體運勢一般般，沒有太大的波瀾，但也不乏小驚喜。你可能會發現自己處於一種隨波逐流的狀態，沒有特別明確的目標或方向。不過，這並不意味著你應該一直這樣下去。是個適合反思和規劃的好日子，不妨靜下心來，想想自己真正想做的事情是什麼，然後設定一些小目標，逐步去實現它們。同時，也要警惕不要被外界的聲音所左右，保持自己的獨立思考和判斷能力。記住，你的生活是你自己的，只有你自己才能決定它的方向和節奏。不妨給自己一些獨處的時間，聽聽內心的聲音，你會找到屬於自己的答案。",
        "love_text": "單身的你，更多理性考慮，對於感情的選擇更加謹慎和明智，這有助於你找到真正適合的人。已有伴者的你，不妨試著將心比心，站在伴侶的角度思考問題，這樣的理解和包容會讓你們的關係更加和諧。",
        "work_text": "你的積極性平平，對很多事情都提不起太大的興趣。在處理各項任務和目標時，缺乏主動性和熱情，只是按照常規的方式去完成，沒有太多的創新和突破。這種狀態可能會讓你錯過一些提升自己的機會，你需要想辦法激發自己的積極性，讓生活和工作學習更有活力。",
        "lucky_star": "天蠍座",
        "money_text": "你的收支基本能保持平衡。收入方面和往常差不多，支出也都在可控範圍內。不過，還是要注意一些隱藏的消費，比如一些會員自動續費、小額的衝動消費等。可以在晚上的時候回顧一下這一天的支出情況，看看有沒有不必要的花費。合理規劃收支，能讓你的財務狀況更加健康。",
        "health_text": "睡前不要刷視頻，刷視頻容易讓人興奮，影響睡眠質量。睡前可以看看書、泡泡腳，讓身心放鬆下來。營造一個安靜、舒適的睡眠環境，關掉電子設備，拉上窗簾，讓房間變得昏暗。這樣能幫助你更快地進入睡眠狀態，保證充足的睡眠時間，第二天才能精力充沛地迎接新的一天。",
        "lucky_color": "咖啡色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "早高峰踩點出門",
        "yi": "保持精緻感",
        "all": "94%",
        "date": "2025-10-28",
        "love": "92%",
        "work": "91%",
        "money": "92%",
        "health": "94%",
        "notice": "圍繞著良師益友",
        "discuss": "88%",
        "all_text": "你的整體運勢非常出彩，身邊圍繞著許多良師益友，讓你感到滿滿的正能量。你可能會發現自己處於一種被支持和鼓勵的氛圍中，無論是家人、朋友還是同事，都願意給予你幫助和建議。這種正面的能量會讓你更加自信地面對生活中的挑戰和困難。你可能會遇到一些新的機會或啟發，這些都將為你的人生帶來新的可能性和方向。是個適合積極社交、拓展人脈的好日子，你的熱情和真誠會吸引更多志同道合的人來到你身邊。同時，也要學會珍惜這些緣分，用心去經營和維護這些關係。記住，好的人際關係是你人生中最寶貴的財富之一，它們會陪伴你走過人生的每一個階段。",
        "love_text": "單身的你，有朋友助力，可能會在朋友的介紹下認識到不錯的對象，不妨多參與聚會，擴大社交圈。已有伴者的你，與伴侶一起落實兩人的新計劃，無論是旅行還是共同的目標，都能讓你們的關係更加緊密和有動力。",
        "work_text": "思路開闊，能夠從不同的角度去看待問題和解決問題。在面對各項任務和目標時，你不再侷限於傳統的思維模式，而是敢於創新，提出獨特的見解和方法。這種開闊的思路會讓你在當天取得不錯的成果，還能為你未來的發展打下良好的基礎。",
        "lucky_star": "白羊座",
        "money_text": "是發展副業的好時機。你可能會發現一些適合自己的副業項目，比如利用業餘時間做線上客服、設計海報等。發展副業不僅能增加收入，還能讓你學到新的技能。不過，在選擇副業時要考慮自己的時間和精力，確保不會影響到主業。同時，要和合作方明確好收益分配等事項，避免後期出現糾紛。",
        "health_text": "要保持情緒的穩定，情緒波動過大對身體不好。要是遇到不開心的事情，別一直憋在心裡，可以找合適的方式發洩出來，比如運動、寫日記。也可以和家人朋友分享你的感受，他們的安慰和支持能讓你心情好轉。保持平和的心態，有利於身體的內分泌平衡，讓你的身體更健康。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    }
  }
}