{
  "updated": "2025-09-12T01:35:52.919Z",
  "updateTime": "2025/9/12 上午9:35:52",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16514,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "東西隨手放",
        "yi": "學習與進步",
        "all": "80%",
        "date": "2025-09-12",
        "love": "75%",
        "work": "83%",
        "money": "78%",
        "health": "89%",
        "notice": "節奏傾向於日常",
        "discuss": "83%",
        "all_text": "整體穩定且能向內探索的一天。這一天，外界環境不會掀起太多波瀾，沒有突如其來的狀況打亂你的節奏，生活節奏比較傾向於日常。這種穩定的狀態讓你有更多精力關注自己內心深處的想法和感受。平日裡，你可能總是忙於應對各種事務，很少有時間靜下心來與自己對話。但你彷彿能聽到內心最真實的聲音，那些平時被忽略的情緒和需求逐漸浮現。你會更清楚自己真正想要的是什麼，對未來的方向也有了更清晰的認知。這種自我認知的提升，會讓你在後續的生活中更加從容自信。而且，穩定的運勢也為你提供了一個良好的基礎，讓你在處理日常事務時更加得心應手。無論是與家人相處，還是進行一些簡單的社交活動，你都能以平和的心態應對，享受生活中的小確幸。",
        "love_text": "單身的你，對感情事比較順其自然，不會刻意去強求。或許會在日常的社交場合中，遇到一些讓你覺得還不錯的人，但你不會急於推進關係，而是選擇慢慢觀察。已有伴者的你，感情進入平淡期，需要和伴侶一起克服。別因為日子平淡就忽略對方的感受，可以一起做些新鮮事，比如嘗試新餐廳，為感情增添點小樂趣。",
        "take_star": "",
        "work_text": "整體狀態積極，有著強烈的進取心。在面對各種任務和挑戰時，不會侷限於常規思路，而是渴望做出新改變。這種心態會讓你在處理問題時展現出不一樣的活力，不過在嘗試新突破的過程中，也要注意把握好尺度，避免過於激進，導致出現一些不必要的失誤，影響整體的推進節奏。",
        "lucky_star": "天秤座",
        "money_text": "把規避風險放首位。這天可能會有一些看似誘人的投資機會找上門，但別急著心動，裡頭可能藏著不少隱患。在做任何與金錢相關的決策前，一定要仔細調研，分析潛在風險。別盲目跟風投入，不然容易讓辛苦賺來的錢打水漂，穩紮穩打才能守住自己的錢袋子。",
        "health_text": "需留意消化系統的小波動，保持適度飢餓感反而是好事，尤其是別因忙碌錯過飯點後暴飲暴食，尤其避開辛辣、油膩食物，否則易引發胃脹或反酸。建議隨身帶點蘇打餅乾，餓時先墊墊，晚餐儘量選清淡的粥或蔬菜面，給腸胃減負，夜間也能睡得更踏實。",
        "lucky_color": "綠色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "太過自由散漫",
        "yi": "拓展新視野",
        "all": "77%",
        "date": "2025-09-12",
        "love": "80%",
        "work": "74%",
        "money": "75%",
        "health": "79%",
        "notice": "自我設限的困境",
        "discuss": "69%",
        "all_text": "整體運勢中規中矩，沒有大起大落。不過，這一天需要你注意不要陷入自我設限的困境。你可能會不自覺地把目光侷限在眼前的事物上，只看到眼前的困難和挑戰，而忽略了更廣闊的可能性。這種短視的思維會讓你錯過一些潛在的機會，限制自身的發展。其實，生活中充滿了各種可能性，只是有時候我們被眼前的景象遮住了雙眼。不妨試著跳出自己的舒適區，拓寬視野，從不同的角度去看待問題。你會發現，原來還有許多未知的領域等待你去探索。雖然整體運勢不算突出，但只要你保持開放的心態，不被眼前的侷限所束縛，依然可以在平凡的日子裡找到屬於自己的小樂趣，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，不妨試著瞭解一個人。可能會在某個活動或者聚會中，遇到讓你有點心動，想要進一步接觸的對象，別錯過這個機會，主動開啟交流。已有伴者的你，要敞開心扉。別總是把想法藏在心裡，多和伴侶分享自己的喜怒哀樂，讓對方走進你的內心世界，這樣感情會更加深厚。",
        "take_star": "",
        "work_text": "整體表現較為平穩，但缺乏一些創新的動力。你習慣按照既定的模式和節奏去處理事情，雖然能保證事情順利完成，但也容易陷入一種固定的思維模式中。建議你不要總是墨守成規，偶爾跳出舒適區，嘗試一些新的方式和方法，說不定能發現新的機遇和可能。",
        "lucky_star": "處女座",
        "money_text": "有新契機，別害怕嘗試新事物。或許會有一些新的理財渠道或者合作機會出現，雖然一開始可能讓你有些猶豫，但不妨大膽邁出一步。當然，嘗試不是盲目衝動，還是要做好基本的瞭解和評估。只要把握好度，說不定能發現新的財富增長點，為自己的錢包添磚加瓦。",
        "health_text": "骨骼關節可能比平時更敏感，久坐後起身時注意動作輕緩，避免扭傷或腰痠。上下樓梯、搬重物時多用腿部發力，減少腰部壓力。日常飲食可加杯牛奶或吃點芝麻，補充鈣質，若常穿高跟鞋，下班後記得用熱水泡腳放鬆足底筋膜，預防足跟痛。",
        "lucky_color": "淡藍色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "焦慮不安",
        "yi": "發揮創造力",
        "all": "65%",
        "date": "2025-09-12",
        "love": "60%",
        "work": "66%",
        "money": "62%",
        "health": "68%",
        "notice": "來自競爭的壓力",
        "discuss": "62%",
        "all_text": "整體運勢呈現下滑趨勢，激烈的競爭給你帶來了不小的心理壓力。在生活的各個方面，你似乎都能感受到一種無形的競爭氛圍，這種壓力讓你有些喘不過氣來。周圍人的優秀表現讓你不自覺地產生焦慮情緒，擔心自己會被落下。這種心理壓力如果得不到及時的緩解，可能會影響你的情緒和狀態，讓你在處理事情時變得急躁和衝動。不過，壓力也是動力的一種形式。雖然當前的競爭環境讓你感到吃力，但它也能激發你潛在的能量，促使你不斷提升自己。在這一天裡，你需要學會調整自己的心態，正確看待競爭。不要把競爭看成是一種威脅，而是把它當作一次成長的機會。只要你能保持冷靜，積極應對，就一定能夠在競爭中找到自己的位置。",
        "love_text": "單身的你，在感情上容易半途而廢。遇到有好感的人，一開始可能會熱情滿滿，但稍微遇到點小阻礙或者覺得進展不順利，就容易打退堂鼓。已有伴者的你，容易表現出幼稚的一面。可能會因為一些小事就和伴侶耍小性子，這樣不利於感情和諧，要學會成熟地處理感情中的問題。",
        "take_star": "",
        "work_text": "你的情緒波動會對整體表現產生較大影響。當情緒高漲時，你思維敏捷，能夠快速地處理各種問題；但當情緒低落時，就容易陷入消極的狀態，對事情提不起興趣。你需要學會調整自己的情緒，保持平和的心態，這樣才能更好地應對各種挑戰，避免因情緒問題而影響整體的進展。",
        "lucky_star": "摩羯座",
        "money_text": "在消費方面得格外留意，很容易超出預算。這天你可能會被各種新鮮玩意兒吸引，忍不住買買買，結果一不小心就花超了。在購物前最好先列個清單，明確自己真正需要的東西，避免衝動消費。同時，對於一些非必要的娛樂活動，也要適當控制，不然月底可能會面臨資金緊張的尷尬局面。",
        "health_text": "運動前若跳過熱身環節，容易拉傷肌肉或扭到腳踝，哪怕只是下樓跑步、打球，也先花5分鐘活動手腕腳踝、拉伸腿後側。運動後別立刻吹空調或喝冰飲，用乾毛巾擦乾汗水，換件乾衣服，避免毛孔突然收縮引發頭痛或感冒，身體發熱感消退後再洗澡。",
        "lucky_color": "咖啡色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "左耳進右耳出",
        "yi": "整理文件資料",
        "all": "82%",
        "date": "2025-09-12",
        "love": "75%",
        "work": "84%",
        "money": "72%",
        "health": "80%",
        "notice": "較多閒暇的時間",
        "discuss": "86%",
        "all_text": "整體運勢較為平穩，會有一些屬於自己的閒暇時間。這一天，生活不會給你安排太多繁重的任務，你可以從忙碌的節奏中暫時解脫出來，享受一段悠閒的時光。這些閒暇時間對你來說非常寶貴，你可以利用它們做一些自己喜歡的事情，比如閱讀一本好書、聽一首喜歡的音樂，或者只是靜靜地發呆，讓自己的身心得到充分的放鬆。在忙碌的生活中，我們常常忽略了給自己留出一些私人空間，而平穩運勢為你提供了這樣的機會。你可以在這段時間裡回顧過去的生活，總結經驗教訓，也可以展望未來，為自己設定新的目標。而且，這些閒暇時間還能讓你更好地與家人和朋友相處，增進彼此之間的感情。總之，平穩運勢會讓你感受到生活的美好和寧靜。",
        "love_text": "單身的你，不妨好好提升魅力。可以通過改變一下穿搭風格或者培養新的興趣愛好，讓自己更有吸引力，說不定就能吸引到異性的目光。已有伴者的你，不要因為談久了就不注重形象。即使相處很久，也要保持整潔得體的形象，偶爾給對方一些小驚喜，讓感情保持新鮮感。",
        "take_star": "",
        "work_text": "有著較強的學習能力和適應能力。在面對新的任務和挑戰時，能夠迅速調整自己的狀態，積極投入到其中。不過，你可能會因為缺乏經驗而在某些問題上感到困惑。建議你多向身邊有經驗的人請教學習，借鑑他們的經驗和方法，這樣能讓你少走很多彎路，更快地取得進步。",
        "lucky_star": "金牛座",
        "money_text": "在理財方面沒什麼想法，這可能會讓你錯過一些賺錢的機會。其實，你可以多關注一下身邊的財經信息，或者和懂理財的朋友交流交流，說不定能從中得到啟發。別總是守著自己的固有模式，適當做出一些改變，也許能為自己的財富積累開闢新的道路，讓錢生錢變得更容易。",
        "health_text": "睡眠質量是重點，睡前1小時儘量遠離手機、電腦，藍光會抑制褪黑素分泌，導致入睡困難或半夜易醒。可以泡個熱水腳，喝杯溫牛奶（乳糖不耐受換成杏仁奶），把臥室燈光調暗，營造安靜氛圍。若白天犯困，午休別超30分鐘，否則反而影響夜間睡眠。",
        "lucky_color": "奶茶色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沉溺物質享受",
        "yi": "保持獨立思考",
        "all": "97%",
        "date": "2025-09-12",
        "love": "98%",
        "work": "97%",
        "money": "91%",
        "health": "96%",
        "notice": "物質與精神雙豐收",
        "discuss": "98%",
        "all_text": "整體運勢步步高昇的狀態，物質與精神都能獲得豐收。這一天，你彷彿被幸運之神眷顧，生活中處處充滿了好運。在物質方面，你可能會收到一些意外的驚喜，比如得到一筆小獎金、收到一份心儀的禮物，或者在一些投資理財方面獲得不錯的收益。這些物質上的收穫會讓你感到滿足和愉悅，提升你的生活質量。在精神層面，你的心情格外舒暢，對生活充滿了熱情和信心。你會感受到身邊人的關愛和支持，這種溫暖的人際關係讓你內心充滿力量。而且，你自身的積極狀態也會吸引更多美好的事物來到你身邊，形成一個良性循環。在這一天裡，你可以盡情享受這種好運帶來的快樂，同時也要保持謙遜和感恩的心態，珍惜眼前所擁有的一切。",
        "love_text": "單身的你，有很大機會遇到三觀一致的對象。可能在參加興趣小組或者朋友聚會時，遇到那個和你想法契合、聊得來的人，要好好把握。已有伴者的你，更懂彼此的想法。你們之間的溝通會更加順暢，能輕鬆理解對方的需求，感情也會因此更加穩固，不妨一起規劃下未來。",
        "take_star": "",
        "work_text": "各方面的進展都十分順利。在處理事情時，你能夠得到多方的助力，無論是來自同事的支持，還是領導的指導，都能讓你更加輕鬆地完成任務。而且你的自信心也會得到極大的提升，這種積極的狀態會讓你在面對挑戰時更加從容不迫，有望取得突破性的進展。",
        "lucky_star": "獅子座",
        "money_text": "正是收網的好時候。之前你的一些投資或者努力，在這天可能會看到不錯的回報。不過，也別太得意忘形，在收穫成果的同時，要合理規劃這筆錢的使用。可以考慮把一部分資金存起來，以備不時之需，另一部分再用於新的投資或者消費，讓財富能夠持續穩定地增長。",
        "health_text": "久坐不動會讓肩頸、腰部格外僵硬，尤其長時間伏案工作或開車的人，每隔1小時起身活動3-5分鐘，可以伸懶腰、轉脖子、踮腳尖，促進血液循環。而晚上睡覺前若有時間，用熱毛巾敷敷肩頸，或讓家人幫忙按摩後頸風池穴，能快速緩解酸脹感，避免發展成頭痛。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "優柔寡斷",
        "yi": "參觀藝術展",
        "all": "55%",
        "date": "2025-09-12",
        "love": "50%",
        "work": "52%",
        "money": "53%",
        "health": "58%",
        "notice": "期待落空受打擊",
        "discuss": "60%",
        "all_text": "整體運勢稍顯嚴峻，期待的落空會讓你備受打擊。這一天，你可能對某些事情抱有很高的期望，無論是生活中的小事還是一些重要的目標，你都希望一切能夠按照自己的計劃順利進行。然而，現實往往不盡如人意，一些意外情況的發生可能會讓你的期待化為泡影。這種落差會讓你感到沮喪和失落，甚至開始懷疑自己的能力和判斷。不過，一次的失敗並不代表永遠，它只是生活給你的一次考驗。雖然運勢不太理想，但你可以把它看作是一次成長的機會。從這次經歷中吸取教訓，總結經驗，讓自己在未來的道路上更加成熟和堅強。不要讓這次的挫折影響到你的情緒和信心，趁著這時候不妨多培養克服困難的能力，為明天而奮鬥。",
        "love_text": "單身的你，總是放不下過去。腦海裡還時常浮現前任的身影，這讓你很難開始新的感情。要學會放下過去，向前看，才能迎接新的幸福。已有伴者的你，別與前度糾纏。過去的感情已經結束，要珍惜眼前人，把精力放在現在的伴侶身上，避免因為前度影響現在的感情。",
        "take_star": "",
        "work_text": "你的狀態有些不佳，容易出現心不在焉的情況。在做事情時，注意力難以集中，總是會被一些無關的事情所幹擾，導致工作效率和學習效果都不盡如人意。你需要及時調整自己的狀態，排除外界的干擾，讓自己能夠全身心地投入到工作和學習中，否則可能會影響整體的進度和成果。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運不太樂觀，可能會出現入不敷出的情況。可能是因為一些意外的支出，比如朋友聚會、家庭開銷等，讓你的錢包癟了下去。這時候，你要好好審視自己的消費習慣，看看哪些地方可以節省。同時，也可以思考一下如何增加自己的收入，比如利用業餘時間做點兼職，緩解一下經濟壓力。",
        "health_text": "需格外提防熱水燙傷，在洗澡時可以先調好水溫再淋身體，避免突然過熱；倒熱水、泡茶時別分心看手機，小心打翻杯子；吃火鍋、熱湯時先吹涼再入口。若皮膚不小心被燙到，立刻用流動冷水衝15分鐘，再塗燙傷膏，別急著撕破水泡或塗牙膏，防止感染。",
        "lucky_color": "焦糖色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "衝動消費",
        "yi": "享受別人誇讚",
        "all": "84%",
        "date": "2025-09-12",
        "love": "76%",
        "work": "86%",
        "money": "81%",
        "health": "89%",
        "notice": "機遇和挑戰並存",
        "discuss": "85%",
        "all_text": "你的整體運勢還不賴，機遇和挑戰像兩股交織的暗流，推動著你向前。你可能會遇到一些需要權衡取捨的場景，比如社交場合裡的選擇，或是生活瑣事中的優先級排序，這種平衡感會讓你既忙碌又充實。別急著拒絕看似麻煩的事，有些挑戰裡藏著你沒發現的機會，比如一次意外的對話可能帶來新思路，或者某個小麻煩解決後反而讓生活更順。你的心態比較穩，不會因為突發狀況慌亂，這種從容反而能幫你抓住更多可能性。不過要注意別太貪心，想同時抓住所有機會反而容易分散精力，適當篩選更高效。適合保持開放狀態，多觀察周圍的變化，很多好運就藏在細節裡，比如朋友的隨口一提，或是路上的偶然發現。整體來說，是能量充足、值得期待的一天，保持靈活就能收穫驚喜。",
        "love_text": "單身的你，如果遇到有好感的人，別急於確定關係，多花些時間和對方相處，慢慢了解彼此的性格和價值觀。已有伴者的你，要多培養共同話題。可以和伴侶一起看一部電影、讀一本書，然後交流感受，這樣能增進彼此的瞭解，讓感情更有默契。",
        "take_star": "",
        "work_text": "你有著將想法落地實施的強烈意願。不再滿足於紙上談兵，而是更注重實踐帶來的成果。在面對各種任務和目標時，會積極行動起來，通過實際的操作去驗證和推進。不過在實踐過程中，可能會遇到一些小狀況，需要你靈活應對，及時調整策略，這樣才能更好地達成預期效果。",
        "lucky_star": "白羊座",
        "money_text": "多發展兼職或副業來增加收入。這天你的精力比較充沛，也有一些新的想法和創意，不妨把這些優勢利用起來，尋找一些適合自己的兼職工作。比如，如果你擅長寫作，可以嘗試給一些平臺投稿；要是你有一技之長，也可以在網上接一些相關的業務。通過兼職，能讓你的錢包更鼓一些。",
        "health_text": "營養不均衡可能讓精力不濟，早餐別隻啃麵包喝咖啡，加個水煮蛋或喝杯豆漿，補充蛋白質；午餐儘量葷素搭配，綠葉菜佔一半，避免全是外賣的高油高鹽菜；下午茶可以選堅果+水果，代替甜點。晚餐別吃太飽，7分飽即可，否則夜間腸胃負擔重，反而影響睡眠。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "幫人和稀泥",
        "yi": "檢查小細節",
        "all": "72%",
        "date": "2025-09-12",
        "love": "62%",
        "work": "71%",
        "money": "76%",
        "health": "75%",
        "notice": "連小插曲都沒有",
        "discuss": "78%",
        "all_text": "整體運勢普普通通，沒有大起大落，卻也少了點刺激。你可能會覺得生活按部就班，連小插曲都懶得出現，這種平淡反而讓你有點無聊，甚至忍不住想找點新鮮事打破節奏。不過別急著強行改變，有時候順其自然反而能避開不必要的麻煩。比如原本計劃的事臨時取消，或是期待的消息沒到來，這些小失落其實是在提醒你，別把期待放得太高。你更適合沉澱，比如整理下房間、清理下手機裡的舊照片，或是單純發發呆，這種“無為”反而能讓你更清楚自己真正想要什麼。偶爾的平淡也是生活的調味劑，別因為沒發生什麼就否定這一天的意義，說不定明天就有驚喜等著你。",
        "love_text": "單身的你，可能會在網絡上遇到讓你心動的人，但網絡世界真假難辨，不要輕易投入太多感情，要先了解清楚對方的情況。已有伴者的你，不要智商掉線。在處理感情問題時，要保持理智，別因為一時衝動做出讓彼此後悔的事，冷靜思考才能解決問題。",
        "take_star": "",
        "work_text": "腦海中有很多新奇的想法和計劃，但往往容易停留在思考階段，缺乏實際行動。雖然思考能讓你對事情有更深入的認識，但只有將想法付諸實踐，才能真正看到成果。需要你克服內心的猶豫和拖延，勇敢地邁出第一步，把想法變成現實，才能取得實質性的進展。",
        "lucky_star": "巨蟹座",
        "money_text": "財運比較平淡，沒有明顯的進賬。不過，這也不代表你可以放鬆警惕。在理財方面，還是要保持謹慎的態度，做好資金的規劃和管理。可以對自己的資產進行一次盤點，看看哪些是穩定的收入來源，哪些是需要優化調整的部分。通過合理的規劃，為未來的財富增長打下基礎。",
        "health_text": "需控制糖分攝入，奶茶、蛋糕、甜飲料儘量少碰，否則易引發血糖波動，導致午後犯困或情緒煩躁。若想吃甜，選低糖水果（如蘋果、柚子）或一小把葡萄乾，既能滿足口欲又不易超標。糖尿病患者尤其注意，隨身帶點無糖餅乾，避免低血糖時誤吃高糖食物。",
        "lucky_color": "粉色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "攀比與比較",
        "yi": "學習新技能",
        "all": "93%",
        "date": "2025-09-12",
        "love": "95%",
        "work": "92%",
        "money": "90%",
        "health": "93%",
        "notice": "對新事物很敏銳",
        "discuss": "95%",
        "all_text": "你的幸運簡直在線到犯規，對新事物的敏感度像開了掛，學什麼都快，連平時覺得枯燥的內容都能輕鬆吸收。這種狀態會讓你在接觸新領域時特別有成就感，比如隨便翻本書就能發現有趣的知識點，或是和陌生人聊天時意外聊到共同興趣。你的好奇心會成為好運的催化劑，越是主動探索，越能遇到有意思的人或事。不過別因為太興奮而忽略細節，比如記錯時間、漏看消息，雖然整體順利，但小疏忽還是可能帶來小麻煩。你適合多出門走走，哪怕是去樓下便利店，都可能遇到讓你眼睛一亮的新發現。保持這種開放又輕鬆的狀態，好運會像滾雪球一樣越積越多，連呼吸都覺得格外順暢。",
        "love_text": "單身的你，如果遇到喜歡的人，不要猶豫，大膽地表達自己的心意，說不定就能收穫一段美好的感情。已有伴者的你，適合開展浪漫約會。可以精心策劃一場約會，比如去看一場浪漫的電影，或者去海邊散步，讓你們的感情在浪漫氛圍中升溫。",
        "take_star": "",
        "work_text": "在各個方面都表現出眾。無論是處理複雜的工作任務，還是攻克學習上的難題，你都能遊刃有餘。你的思維敏捷，反應迅速，能夠快速抓住問題的關鍵，並提出有效的解決方案。而且你充滿活力，積極向上的態度也會感染身邊的人，為周圍營造出良好的氛圍。",
        "lucky_star": "雙子座",
        "money_text": "在財運上要敢於開拓新領域。這天可能會有一些新興的行業或者項目出現在你的視野中，雖然存在一定的不確定性，但也有很大的潛力。如果你對某個領域感興趣，不妨多做些瞭解和研究，勇敢地嘗試一下。說不定能抓住新的機遇，讓自己的財富實現快速增長，開啟新的財富篇章。",
        "health_text": "三餐全靠外賣容易鬧肚子，外賣食材新鮮度、油鹽量難把控，可能引發腸胃不適或腹瀉。若必須點外賣，優先選清淡的粥、湯麵或輕食沙拉，避開麻辣香鍋、炸雞等重口味。有條件的話，自己帶點水果或酸奶，補充膳食纖維和益生菌，幫助消化。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "隨口許諾言",
        "yi": "保持精緻打扮",
        "all": "91%",
        "date": "2025-09-12",
        "love": "90%",
        "work": "91%",
        "money": "94%",
        "health": "98%",
        "notice": "運氣好到讓你發笑",
        "discuss": "91%",
        "all_text": "你簡直像開了掛，運氣好到連自己都忍不住想笑。生活裡的美好像約好了似的往你懷裡鑽，比如原本擔心的事突然順利解決，或是隨便買的東西剛好是急需的。這種順遂會讓你幹勁十足，連平時覺得麻煩的事都願意主動去做，而且越做越有成就感。你的狀態會感染周圍人，比如朋友遇到困難時第一個想到找你幫忙，或是家人因為你而心情變好，這種被需要的感覺會讓你更有動力。不過別因為太順而放鬆警惕，比如忽略小細節或過度自信，雖然整體運勢強，但穩紮穩打更能守住好運。你適合做點需要耐心的事，比如整理房間、規劃未來，或是單純享受當下的輕鬆，這種“被美好包圍”的感覺，會讓你忍不住感嘆：真是值得好好珍惜的一天。",
        "love_text": "單身的你，在和身邊熟悉的朋友相處時，可能會突然發現對方身上不一樣的閃光點，從而產生別樣的感覺。已有伴者的你，更堅定彼此的感情。經過一段時間的相處，你們對這段感情更加有信心，會更加珍惜對方，一起攜手走向未來。",
        "take_star": "",
        "work_text": "對你來說正是收穫的好時候，前期付出的努力和汗水都將在這個時候得到回報。你在處理事情時更加得心應手，能夠憑藉自己的經驗和能力輕鬆應對各種挑戰。而且你有著明確的目標和規劃，會按照既定的節奏穩步前進，不斷積累成果。不過在收穫的同時，也不要驕傲自滿，要繼續保持努力，爭取取得更大的進步。",
        "lucky_star": "雙魚座",
        "money_text": "進賬十分可觀，之前付出的努力都得到了豐厚的回報。無論是工作上的獎金、提成，還是投資上的收益，都讓你感到欣喜。不過，在享受財富增長的同時，也要保持清醒的頭腦。不要因為一時的收穫而盲目擴大投資或者過度消費，要合理規劃這筆錢，讓財富能夠持續穩定地為你服務。",
        "health_text": "建議多動起來！哪怕只是下班後快走20分鐘、爬3層樓梯，或在家做10分鐘深蹲、平板支撐，都能激活身體代謝，緩解久坐帶來的疲勞感。運動時穿舒適的運動鞋，避免腳底磨破；若平時缺乏鍛鍊，別突然高強度運動，循序漸進更安全，運動後記得拉伸放鬆。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度叛逆",
        "yi": "總結經驗教訓",
        "all": "70%",
        "date": "2025-09-12",
        "love": "73%",
        "work": "61%",
        "money": "68%",
        "health": "75%",
        "notice": "偶爾有點小顛簸",
        "discuss": "74%",
        "all_text": "整體運勢稍有起伏，偶爾會遇到點小顛簸，但整體還在可控範圍內。比如原本計劃好的事突然需要調整，或是和身邊人的溝通出現小誤會，這些小挫折可能會讓你有點煩躁，但別急著沮喪，換個角度看，它們其實是在提醒你：生活本來就有不完美。你的適應能力會幫你快速調整狀態，比如原本堅持的想法被否定後，反而能發現更合適的方向，或是臨時改計劃卻遇到更有趣的事。你適合保持彈性，別把計劃定得太死，留點空間給意外，反而能收穫更多驚喜。偶爾的小挫折不是壞事，它們會讓你更珍惜順利的時刻，也讓你明白：真正的強大，不是永遠不摔倒，而是摔倒後能笑著爬起來繼續走。",
        "love_text": "單身的你，即使遇到有好感的人，也可能會因為不知道如何表達而錯過機會。可以試著勇敢一點，用簡單的話語表達自己的想法。已有伴者的你，表現出忽冷忽熱的態度。這樣會讓伴侶感到不安，要學會穩定自己的情緒，給予對方足夠的關心和安全感。",
        "take_star": "",
        "work_text": "可能會感覺有些事情進展得不太順利，這主要是因為你在處理問題時缺乏深入的思考。很多時候只是憑藉直覺或者表面的現象去做決定，而沒有深入分析問題的本質。需要你多動腦筋思考，遇到問題時不要急於求成，靜下心來，從不同的角度去分析問題，這樣才能找到更好的解決方案。",
        "lucky_star": "水瓶座",
        "money_text": "在財運方面要小心栽跟斗。這天可能會有一些看似美好的賺錢機會，但實際上暗藏風險。在做決策時，一定要保持冷靜，不要被一時的利益衝昏頭腦。要多方面瞭解情況，諮詢專業人士的意見，避免因為盲目跟風或者輕信他人而遭受損失。謹慎行事，才能守住自己的財富。",
        "health_text": "可以通過練瑜伽放鬆身心，建議睡前花15分鐘做幾個簡單體式：貓牛式（緩解肩頸緊張）、下犬式（拉伸腿後側）、嬰兒式（放鬆背部），配合深呼吸，能快速釋放壓力，改善睡眠質量。若沒時間系統練習，哪怕只是盤腿坐幾分鐘，閉眼專注呼吸，也能讓大腦“清空”雜念，恢復精力。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "胡亂發脾氣",
        "yi": "制定小目標",
        "all": "59%",
        "date": "2025-09-12",
        "love": "52%",
        "work": "57%",
        "money": "55%",
        "health": "62%",
        "notice": "注意心態的調整",
        "discuss": "68%",
        "all_text": "整體運勢略顯倒黴，感覺連喝涼水都可能塞牙縫。你可能會遇到一些莫名其妙的小麻煩，比如東西找不到、消息發錯人，或是原本順利的事突然卡殼，這些小事堆在一起會讓你有點煩躁，甚至忍不住懷疑自己是不是“水逆”了。其實最大的問題不在外界，而在你的心態——越覺得倒黴，越容易放大負面情緒，反而忽略了一些小確幸，比如朋友的一句關心，或是路邊的一朵小花。你適合給自己鬆鬆綁，別對結果太執著，比如計劃沒達成就當是積累經驗，東西找不到就當是提醒自己整理。偶爾的倒黴也是生活的一部分，它不會定義你的一整天，更不會影響你的未來。試著把注意力從“為什麼是我”轉移到“我能學到什麼”，你會發現，連倒黴都變得沒那麼討厭了。",
        "love_text": "單身的你，可能會因為過去的經歷，讓你對新的感情充滿恐懼，不敢輕易邁出那一步。要相信世界上還是有美好的愛情，勇敢去嘗試。已有伴者的你，對待感情有所保留。別總是把自己的想法藏起來，要真誠地和伴侶交流，讓對方瞭解你的內心，這樣才能讓感情更加穩固。",
        "take_star": "",
        "work_text": "可能會陷入一種迷茫的狀態，對自己的目標和方向定位不清晰。不知道自己該朝著哪個方向努力，在處理事情時也容易猶豫不決，缺乏果斷性。這種狀態會影響你的效率和成果，讓你錯過一些機會。你需要靜下心來，重新審視自己的目標和計劃，明確自己的方向，這樣才能更有針對性地去努力。",
        "lucky_star": "射手座",
        "money_text": "要格外警惕上當受騙，在涉及金錢的問題上一定要謹慎再謹慎。可能會有一些不懷好意的人以各種理由接近你，向你推銷一些不靠譜的投資項目或者產品。遇到這種情況，千萬不要輕易相信，要保持高度的警惕性。如果實在拿不準，可以和家人朋友商量，避免因為一時疏忽而讓自己的財產受到損失。",
        "health_text": "腰椎容易“抗議”，切勿久坐，也要警惕在彎腰搬重物或突然扭轉腰部時，要避免引發腰痠或刺痛。搬東西時先蹲下，用腿部力量起身，減少腰部受力；久坐時在腰後墊個靠枕，保持腰椎自然曲度；若已感覺不適，用熱水袋敷敷腰部，或貼片膏藥，避免強行運動加重損傷。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    }
  }
}