{
  "updated": "2025-11-25T09:10:59.687Z",
  "updateTime": "2025/11/25 下午5:10:59",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14581,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化消費",
        "yi": "買一本書",
        "all": "54%",
        "date": "2025-11-25",
        "love": "60%",
        "work": "50%",
        "money": "54%",
        "health": "62%",
        "notice": "壓力從四面湧來",
        "discuss": "56%",
        "all_text": "整體運勢著實不佳，彷彿置身於一個無形的壓力場中，壓力從四面八方不斷湧來，讓人有些喘不過氣。這種壓力沒有明確的來源指向，卻如影隨形，影響著生活的諸多方面。在情緒上，容易變得煩躁不安，對原本感興趣的事物也提不起興致，耐心和包容度明顯降低。與周圍人的交流互動中，可能會因為一些小摩擦而引發較大的情緒波動，進而影響人際關係。在面對選擇和決策時，也會因壓力而猶豫不決，難以果斷做出判斷。此時，需要給自己創造一些獨處的空間，讓自己靜下心來，通過一些簡單的放鬆方式，如聽舒緩的音樂、進行簡單的伸展運動等，緩解內心的緊張感。同時，要儘量調整心態，以平和的視角看待問題，避免因一時的困境而陷入消極情緒的漩渦，等待運勢的逐漸好轉。",
        "love_text": "單身的你，在尋覓愛情的道路上似乎不太順利，周圍合適的人選寥寥無幾，即便有一些接觸，也很難擦出愛的火花。別太著急，感情的事急不來，不妨把精力放在提升自己上。已有伴者的你，和伴侶之間可能會出現一些小矛盾，或許是生活習慣上的差異，或許是觀念上的不合，注意控制自己的脾氣，心平氣和地溝通才能解決問題。",
        "work_text": "對你而言，前行之路彷彿佈滿荊棘，諸多難題一股腦地湧來。無論是處理日常事務，還是面對新的挑戰，都感覺力不從心。計劃容易被打亂，努力也難以看到明顯成效，彷彿陷入了一個困境循環，需要付出更多精力去打破這種局面。",
        "lucky_star": "獅子座",
        "money_text": "需留意消費方面，很容易掉進消費陷阱裡。或許會因為一些看似誘人的促銷活動，或是被商家營造的購物氛圍影響，衝動之下買下不少實際用處不大的東西。等回過神來，錢包已經癟了不少。這一天要剋制購物慾，買東西前多想想是否真的需要，不然辛苦賺的錢可就打水漂啦。",
        "health_text": "可能會感覺肌肉有些酸脹，這或許是前一天運動過度或者長時間保持一個姿勢導致的。這一天要避免再進行劇烈運動，可適當做些簡單的拉伸放鬆動作，比如轉動脖子、伸展手臂等，也能泡個熱水澡，促進血液循環，緩解肌肉的痠痛感。",
        "lucky_color": "鵝黃色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": " 碰到易碎品",
        "yi": "展示個人魅力",
        "all": "93%",
        "date": "2025-11-25",
        "love": "95%",
        "work": "92%",
        "money": "94%",
        "health": "90%",
        "notice": "洋溢著美好氣息",
        "discuss": "97%",
        "all_text": "整體運勢順遂亨通，彷彿被幸運之神眷顧，生活處處洋溢著美好的氣息。各種事務都能按照預期順利推進，很少出現意外狀況或阻礙，讓人感覺十分舒心。在人際交往方面，與他人的相處融洽和諧，能夠輕鬆地建立起良好的溝通氛圍，獲得他人的認可和支持。這種良好的人際關係不僅能讓心情愉悅，還可能帶來一些意想不到的收穫。在生活體驗上，無論是日常的休閒活動，還是與朋友家人的相聚時光，都能帶來滿滿的幸福感。可以趁著這股好運，去做一些一直想做卻沒機會嘗試的事情，比如探索新的興趣愛好、參加社交聚會等，進一步豐富自己的生活，讓這份順心如意延續下去。",
        "love_text": "單身的你，極有可能邂逅一段美好的緣分。在某個不經意的瞬間，那個讓你心動的人或許就會出現在你面前，要勇敢地邁出第一步。已有伴者的你，和伴侶的感情會持續升溫，兩人之間的互動充滿甜蜜，一起做些簡單的事，比如看場電影、吃頓美食，都能讓感情更加深厚。",
        "work_text": "一切都在朝著好的方向發展。無論是處理複雜的工作任務，還是攻克學習上的難題，都能輕鬆應對。身邊的機會不斷湧現，只要抓住時機，就能取得不錯的成果，讓你充滿成就感。",
        "lucky_star": "金牛座",
        "money_text": "財富就像潮水般向你湧來，會有不少進賬的機會。可能是工作上的獎金、提成，也可能是之前投資的回報有了消息。總之，錢財方面的好消息不斷。不過也別太得意忘形，收到錢後合理規劃一下，一部分存起來，一部分用於必要的消費，讓財富能更好地積累下去。",
        "health_text": "身體狀態相當不錯，整個人都精神抖擻。不過也別因為狀態好就過度消耗體力，還是要注意勞逸結合，保證充足的休息時間，這樣能讓這份好狀態持續得更久，也能更好地應對接下來的生活和工作。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時改主意",
        "yi": "學習時尚穿搭",
        "all": "76%",
        "date": "2025-11-25",
        "love": "63%",
        "work": "78%",
        "money": "79%",
        "health": "76%",
        "notice": "保持靈活的應變",
        "discuss": "77%",
        "all_text": "整體運勢處於平穩波動的狀態，沒有大起大落，但也不乏一些小的起伏。生活就像一條緩緩流淌的河流，偶爾會泛起一些漣漪，帶來一些意外驚喜。這些驚喜可能是在不經意間發現的美好事物，也可能是與他人交流時獲得的有趣觀點，為生活增添了不少樂趣。然而，在享受驚喜的同時，也會遇到一些小的挑戰和困擾，比如臨時改變的計劃、與他人意見的分歧等。面對這些情況，需要保持靈活應變的能力，以開放的心態接受變化，及時調整自己的狀態。不要過於糾結於小的得失，以平和的心態看待生活中的一切，盡情享受這種平穩中帶有驚喜的獨特運勢。",
        "love_text": "單身的你，身邊可能會有一些曖昧的氣息，有人對你表現出特別的好感，但這種好感又有些模糊不清，讓你捉摸不透。別急著確定關係，多觀察一段時間。已有伴者的你，和伴侶的生活平淡如常，沒有太多的驚喜和波瀾，不過這種平淡也是一種幸福，不妨一起規劃一下未來的生活。",
        "work_text": "整體狀態較為平穩，沒有太大的起伏。在處理各項事務時，能夠按部就班地進行，雖然不會取得特別突出的成績，但也不會出現大的失誤。不過，這種平淡的狀態可能會讓你缺乏一些前進的動力，需要主動尋找突破點。",
        "lucky_star": "水瓶座",
        "money_text": "收支基本能保持平衡狀態。收入方面，正常的工作收入穩定到賬，沒有太大波動。支出上，日常的開銷也都按計劃進行，沒有出現突然的大額消費。但也要注意，別因為覺得收支平衡就放鬆警惕，還是要養成記賬的好習慣，清楚每一筆錢的去向，以便更好地管理財務。",
        "health_text": "呼吸方面比較順暢，沒有明顯的不適感。但為了維持這種良好的狀態，儘量少去空氣不流通、人員密集的場所，像商場、地下室等。如果外出，可以佩戴口罩，減少吸入灰塵和有害氣體的機會，讓呼吸始終保持輕暢。",
        "lucky_color": "草綠色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鑽牛角尖",
        "yi": "多動腦筋思考",
        "all": "55%",
        "date": "2025-11-25",
        "love": "52%",
        "work": "57%",
        "money": "56%",
        "health": "67%",
        "notice": "瑣事消磨著耐心",
        "discuss": "68%",
        "all_text": "整體運勢低迷難振，彷彿被一層陰霾籠罩，生活的各個方面都受到一定影響。各種瑣事不斷湧現，如同亂麻一般，讓人理不清頭緒。這些瑣事雖然看似不起眼，但卻會不斷消耗人的精力和耐心，讓人感到疲憊不堪。在情緒上，容易陷入低落和消極的狀態，對周圍的事物缺乏興趣和熱情，彷彿失去了生活的動力。在人際交往中，也可能會因為情緒問題而與他人產生摩擦，影響人際關係。面對這樣的運勢，需要學會自我調節，給自己一些積極的心理暗示，嘗試從瑣事中找到一些小的樂趣和成就感。同時，不要把所有的問題都扛在自己身上，適當向他人尋求幫助和支持，共同度過這段低谷期。",
        "love_text": "單身的你，會感到孤獨感格外強烈，看著身邊的人成雙成對，心裡難免有些失落。別沉浸在這種情緒裡，多參加一些社交活動，說不定能遇到那個對的人。已有伴者的你，和伴侶之間容易產生誤解，可能因為一句話、一個眼神就引發矛盾，要及時溝通，把心裡的想法說出來，避免矛盾升級。",
        "work_text": "彷彿陷入了一個困境，各種阻礙接踵而至。無論是工作還是學習，都感覺進展不順，原本計劃好的事情也容易因為各種原因而擱置。這種不順的狀態會讓你感到焦慮和沮喪，需要保持冷靜，積極尋找解決問題的方法。",
        "lucky_star": "白羊座",
        "money_text": "要小心意外損財的情況發生。可能是在外出時，不小心丟失了貴重物品，或者是在使用電器等物品時，出現故障需要維修花錢。也有可能是遇到一些突發情況，不得不花錢解決。所以這一天出門要保管好財物，使用物品時也多留意，儘量避免不必要的損失。",
        "health_text": "腸胃可能會有點小狀況，也許是吃了不太乾淨或者刺激性的食物。這一天要注意飲食衛生，儘量選擇清淡易消化的食物，比如小米粥、麵條等，避免吃生冷、油膩、辛辣的食物，減輕腸胃的負擔，讓腸胃慢慢恢復正常。",
        "lucky_color": "橙色 ",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "參觀博物館",
        "all": "78%",
        "date": "2025-11-25",
        "love": "81%",
        "work": "70%",
        "money": "84%",
        "health": "76%",
        "notice": "挑戰將如影隨形",
        "discuss": "81%",
        "all_text": "整體運勢穩中有進，在平穩的基礎上不斷向前發展。生活既有著穩定的節奏，又蘊含著前進的動力。機遇到來時，如同夜空中閃爍的星星，雖然不是特別耀眼，但卻能為人指引方向。這些機遇可能為生活帶來新的可能性和發展方向，讓人充滿期待和動力。然而，挑戰也如影隨形，如同前行路上的絆腳石，需要付出一定的努力才能克服。在面對挑戰時，要有堅定的信念和決心，勇敢地迎接困難，相信自己有能力克服一切阻礙。通過不斷地挑戰自我，提升自己的能力和素質，為未來的發展打下堅實的基礎。同時，也要注意在追求進步的過程中，保持平衡和穩定，避免因過於急切而出現失誤。",
        "love_text": "單身的你，在社交場合中有機會遇到讓自己心動的人，對方身上可能有吸引你的獨特魅力。不過別太急於表現自己，保持自然大方就好。已有伴者的你，和伴侶之間會有一些小摩擦，可能是在處理事情的方式上有分歧，互相理解包容，站在對方的角度思考問題，就能化解矛盾。",
        "work_text": "能夠保持穩定的狀態，穩步向前推進各項事務。雖然不會出現大的驚喜，但也不會出現大的失誤。在處理問題時，能夠冷靜思考，有條不紊地進行，這種穩健的表現會讓你在事業學業上取得一定的進步。",
        "lucky_star": "摩羯座",
        "money_text": "在投資方面會有小收穫。之前投入的一些資金，可能會看到一些回報，雖然不是特別豐厚，但也讓人感到欣慰。這說明你的投資眼光還不錯，不過也別急於加大投入，先觀察一下市場情況，分析下這次成功的原因，總結經驗，等時機更成熟時再做進一步的投資決策。",
        "health_text": "肩頸部位需要多關注，可能會出現一些痠痛的感覺。這可能是長時間低頭看手機或者伏案工作造成的。工作間隙可以站起來活動活動，做做肩頸的環繞運動，或者用熱毛巾敷一敷肩頸部位，緩解肌肉的緊張，讓肩頸更舒服。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "開闊視野",
        "all": "96%",
        "date": "2025-11-25",
        "love": "91%",
        "work": "92%",
        "money": "95%",
        "health": "98%",
        "notice": "良好的人際關係",
        "discuss": "94%",
        "all_text": "整體運勢繁花似錦，生活順心如意，彷彿置身於一個充滿美好和希望的世界。各種事務都能順利進行，如同精心編排的樂章，每一個音符都恰到好處。在人際交往方面，與他人的關係十分和諧，能夠得到他人的關心和幫助，感受到溫暖和善意。這種良好的人際關係讓人心情愉悅，也進一步提升了生活的幸福感。在生活體驗上，無論是日常的飲食起居，還是休閒娛樂活動，都能讓人感到滿足和快樂。可以趁著這股好運，對自己的生活進行一些規劃和調整，讓生活更加有條理和規律。同時，也可以進一步拓展自己的社交圈子，結識更多志同道合的朋友，共同分享生活的美好，享受這份順心如意帶來的幸福生活。",
        "love_text": "單身的你，心動的感覺可能會突然降臨，某個瞬間，你會被一個人的某個特質深深吸引。抓住這個機會，勇敢地表達自己的心意。已有伴者的你，和伴侶的感情情深意濃，兩人之間充滿了理解和支持，一起度過一個溫馨的時光，會讓感情更加穩固。",
        "work_text": "是你收穫滿滿的一天，之前的努力和付出終於得到了回報。在事業學業上，你會取得令人矚目的成果，無論是工作上的項目完成情況，還是學習上的成績提升，都讓你感到無比自豪。這種成就感會激勵你繼續努力，追求更高的目標。",
        "lucky_star": "天蠍座",
        "money_text": "偏財運相當不錯，會有偏財降臨。可能是收到意外的紅包、禮物，或者是在一些抽獎活動中中獎。這些意外之財雖然金額不一定很大，但也能讓你心情愉悅。不過別因為有了偏財就大手大腳，還是要合理使用，可以把這部分錢存起來，或者用來改善生活，讓生活更有品質。",
        "health_text": "精神狀態極佳，整個人都容光煥發。可以趁著這份好精神，去做一些自己喜歡的事情，比如閱讀、運動或者和朋友聚會。不過也要注意不要過度興奮，保持平和的心態，這樣能讓這份好狀態延續下去，更好地享受生活。",
        "lucky_color": "奶茶色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "多管閒事",
        "yi": "備份重要資料",
        "all": "52%",
        "date": "2025-11-25",
        "love": "51%",
        "work": "55%",
        "money": "61%",
        "health": "62%",
        "notice": "判斷前猶豫不決",
        "discuss": "57%",
        "all_text": "整體運勢不太順遂，彷彿置身於迷霧之中，諸多選擇擺在面前，卻難以做出清晰的判斷。這種糾結的狀態會持續影響生活的多個方面，讓人在面對各種情況時都顯得猶豫不決。在社交場合中，可能會因為內心的糾結而錯失一些交流的機會，與他人的互動也變得有些不自然。在生活瑣事的處理上，也會因為拿不定主意而耗費更多的時間和精力，導致原本簡單的事情變得複雜起來。這種困境會讓人感到有些煩躁和無奈，但不要過於焦慮，可以試著先冷靜下來，梳理一下自己的思路，將各種選擇的利弊列出來，或許能幫助自己做出更合適的決定。同時，也可以多參考他人的意見，但不要完全依賴，最終還是要聽從自己內心的聲音，逐步走出這糾結的困境。",
        "love_text": "單身的你，在尋找愛情的道路上會遇到一些阻礙，可能是一些客觀因素讓你無法順利地接近心儀的人。別灰心，調整好心態，等待下一次機會。已有伴者的你，和伴侶之間的關係有些緊張，可能會因為一些小事發生爭執，要注意控制自己的情緒，避免說出傷人的話。",
        "work_text": "彷彿置身於一團迷霧之中，四周困境環繞。各種難題如同潮水般向你湧來，讓你有些應接不暇。原本清晰的思路變得混亂，原本順利的節奏也被打亂。在處理事務時，常常會遇到意想不到的阻礙，每一個決策都顯得艱難無比，彷彿每一步都在泥沼中掙扎，難以找到突破的方向。",
        "lucky_star": "巨蟹座",
        "money_text": "在理財上會有些小困惑。面對眾多的理財產品和信息，可能會不知道該如何選擇。既想追求高收益，又擔心風險太大。這一天不妨先冷靜下來，不要急於做決定。多瞭解一些理財知識，諮詢一下專業人士的意見，結合自己的財務狀況和風險承受能力，再做合理的理財規劃。",
        "health_text": "睡眠可能會受到一些小干擾，比如入睡困難或者容易驚醒。晚上睡覺前不要喝濃茶、咖啡等刺激性飲品，也不要長時間玩手機，讓大腦處於興奮狀態。可以聽一些舒緩的音樂，放鬆身心，營造一個良好的睡眠環境，提高睡眠質量。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "逛奢侈品店",
        "yi": "學習專業知識",
        "all": "85%",
        "date": "2025-11-25",
        "love": "82%",
        "work": "86%",
        "money": "87%",
        "health": "83%",
        "notice": "與他人相處融洽",
        "discuss": "79%",
        "all_text": "整體運勢較為良好，生活彷彿被陽光照耀，處處透著溫暖與希望。會有一些意外的小驚喜悄然降臨，可能是與老友的一次不期而遇，也可能是收到一份心儀已久的小禮物，這些小小的驚喜會讓人心情格外愉悅，滿足感油然而生。在人際交往中，能夠與他人相處融洽，彼此之間的溝通順暢無阻，能感受到來自他人的善意和關心。這種良好的人際關係會進一步豐富生活，讓人在輕鬆愉快的氛圍中度過這一天。可以趁著這股好運，多參與一些社交活動，拓展自己的人脈圈子，說不定還能結識到一些志同道合的新朋友，為生活增添更多的色彩。",
        "love_text": "單身的你，你的魅力會吸引到不少人的目光，身邊可能會出現一些追求者。不過要擦亮眼睛，選擇真正適合自己的人。已有伴者的你，和伴侶的感情和睦，兩人之間相處融洽，能互相理解和支持，一起享受生活的美好，共同創造更多美好的回憶。",
        "work_text": "是你突破困境、迎來轉機的好日子。長久以來困擾你的難題，彷彿在找到了破解的鑰匙。你能夠敏銳地捕捉到隱藏在問題背後的機會，憑藉著自己的智慧和勇氣，勇敢地邁出前進的步伐。無論是事業還是學業，都有望在取得實質性的進展，讓你看到努力的方向和希望。",
        "lucky_star": "雙子座",
        "money_text": "商機開始顯現，對於有創業想法或者想要拓展業務的人來說，是個不錯的機會。可能會發現一些新的市場空白，或者遇到合適的合作伙伴。不過在抓住商機的同時，也要做好充分的市場調研和風險評估，不能盲目跟風。只有做好準備，才能更好地把握機會，讓財富實現增長。",
        "health_text": "體能有所提升，感覺身體更有勁兒了。可以適當增加一些運動量，比如慢跑、瑜伽等，進一步提升自己的體能。但運動前一定要做好熱身準備，避免運動損傷，運動後也要進行適當的拉伸，讓身體更好地恢復。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度計較輸贏",
        "yi": "分擔家務事",
        "all": "74%",
        "date": "2025-11-25",
        "love": "69%",
        "work": "78%",
        "money": "67%",
        "health": "76%",
        "notice": "有細微的小確幸",
        "discuss": "85%",
        "all_text": "整體運勢平穩，生活如同平靜的湖水，沒有太大的波瀾。在這平淡的日常中，卻能體會到一些細微的小確幸。或許是在散步時看到路邊綻放的花朵，或許是在閱讀時讀到一段觸動心靈的文字，這些看似不起眼的小事，卻能給人帶來溫暖和感動。在與人相處時，也能保持平和的心態，不會因為一些小事而與他人產生矛盾和衝突。這種平和的狀態會讓人感到身心放鬆，享受這簡單而美好的生活。可以利用這段時間，做一些自己喜歡的事情，比如聽音樂、看電影、做手工等，讓自己的生活更加充實和有趣。",
        "love_text": "單身的你，有機會遇到讓自己心動的人，但這個機會稍縱即逝，如果你不夠主動，可能會錯過這段緣分。所以遇到喜歡的人，別猶豫，勇敢出擊。已有伴者的你，和伴侶的相處比較平淡，沒有太多的激情和浪漫，不妨一起做些新鮮有趣的事，為感情注入新的活力。",
        "work_text": "整體狀態較為平穩，一切都按照常規的節奏推進。沒有太大的驚喜，也沒有明顯的波折。你能夠有條不紊地處理各項事務，保持一種不緊不慢的節奏。雖然不會取得突破性的進展，但這種穩定的狀態也讓你感到安心，能夠按部就班地朝著目標前進。",
        "lucky_star": "天秤座",
        "money_text": "零錢難聚，會發現錢不知不覺就花出去了，很難攢下錢來。可能是日常的一些小消費，比如買零食、喝奶茶等，雖然每次花費不多，但積少成多，一天下來也不少。這一天要控制一下這些小額消費，可以給自己設定一個每日消費上限，儘量不超過這個額度，這樣才能讓錢包慢慢鼓起來。",
        "health_text": "腳步輕快，行動起來十分敏捷。不過在行走或者運動的時候，要注意選擇合適的鞋子，避免因為鞋子不合適而導致腳部受傷。同時，走路或者跑步的時候要注意路面情況，防止摔倒扭傷，讓這份輕快一直伴隨著自己。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略家人溝通",
        "yi": "制定時間管理",
        "all": "80%",
        "date": "2025-11-25",
        "love": "82%",
        "work": "77%",
        "money": "79%",
        "health": "83%",
        "notice": "每一步堅實有力",
        "discuss": "78%",
        "all_text": "整體運勢表現出色，生活彷彿按照既定的軌道穩步前行。在生活的一些小目標推進上，能夠順利地取得進展，每一步都走得堅實有力。這種順利的狀態會讓人充滿信心和動力，對未來充滿期待。在處理生活瑣事時，也能夠有條不紊，高效地完成各項任務，不會出現手忙腳亂的情況。與家人和朋友的關係也十分融洽，彼此之間的支持和鼓勵讓人感到無比溫暖。可以趁著這股好運，對自己的生活進行一些規劃和調整，為未來的發展打下更堅實的基礎。同時，也可以適當給自己一些獎勵，比如享受一頓美食、購買一件心儀的物品等，以激勵自己繼續努力前行。",
        "love_text": "單身的你，有望脫單，可能會通過朋友介紹或者社交活動認識一個不錯的人，兩人之間有進一步發展的可能。主動一點，給對方留下好印象。已有伴者的你，和伴侶溫馨相伴，兩人之間充滿了溫暖和愛意，一起做些家務、聊聊天，都能讓感情更加甜蜜。",
        "work_text": "能夠保持穩步向前的態勢，一步一個腳印地朝著目標前進。你有著明確的目標和計劃，並且能夠嚴格按照計劃執行。在面對困難和挑戰時，你能夠保持冷靜和理智，憑藉著自己的毅力和堅持，逐步克服困難，取得進步。這種穩健的表現會讓你在事業學業上積累更多的經驗和信心。",
        "lucky_star": "處女座",
        "money_text": "正財穩定，工作上的收入不會有太大變化，按部就班地拿到該得的報酬。這對於注重穩定的你來說，是個不錯的消息。不過也別滿足於現狀，可以利用業餘時間提升自己的專業技能，為以後爭取更高的收入打下基礎。同時，也可以關注一些與工作相關的兼職機會，增加一些額外的收入。",
        "health_text": "關節比較靈活，活動起來沒有阻礙。但還是要避免過度使用關節，比如長時間站立或者進行劇烈的關節運動。可以適當進行一些關節的保養，比如按摩關節部位，促進關節的血液循環，讓關節始終保持良好的狀態。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "差生文具多",
        "yi": "保持平常心",
        "all": "59%",
        "date": "2025-11-25",
        "love": "52%",
        "work": "63%",
        "money": "50%",
        "health": "60%",
        "notice": "各瑣事接踵而至",
        "discuss": "64%",
        "all_text": "整體運勢低迷，生活彷彿被一層陰霾籠罩，各種瑣事接踵而至，讓人有些應接不暇。這些瑣事雖然看似不大，但卻會不斷消耗人的精力和耐心，讓人感到煩躁和疲憊。在與人交流時，也可能會因為一些小問題而產生摩擦和矛盾，影響人際關係。這種低迷的狀態會讓人情緒低落，對生活的熱情有所減退。但不要讓這些困難打倒自己，要學會調整心態，以積極的態度面對生活中的挑戰。可以試著將繁瑣的事情進行分類整理，按照重要程度和緊急程度依次處理，提高效率。同時，也可以給自己創造一些獨處的空間，讓自己放鬆身心，緩解壓力，等待運勢的逐漸好轉。",
        "love_text": "單身的你，在感情方面會遇到一些坎坷，可能會遇到一些讓你感到困擾的人或事，影響你尋找愛情的腳步。別被這些困難打倒，保持樂觀的心態。已有伴者的你，和伴侶之間紛爭不斷，可能會因為一些小事就吵得不可開交，要學會冷靜處理問題，避免矛盾激化。",
        "work_text": "似乎被一些小麻煩纏上了，小阻不斷。這些小問題雖然不會對整體造成太大的影響，但卻會讓你感到有些煩躁和無奈。在處理事務時，常常會因為一些細節問題而耽誤時間，導致進度緩慢。你需要保持耐心，認真對待每一個小問題，避免因為疏忽而引發更大的麻煩。",
        "lucky_star": "雙魚座",
        "money_text": "要小心財物丟失的情況。可能是在公共場所，比如商場、車站等地方，不小心把錢包、手機等貴重物品弄丟了。所以這一天出門要格外注意，把財物放在安全的地方，時刻留意自己的物品。如果不幸丟失了財物，也不要過於著急，及時採取措施，比如掛失銀行卡、報警等，儘量減少損失。",
        "health_text": "眼睛可能會有些疲勞，可能是長時間盯著電腦屏幕或者看書導致的。工作或學習一段時間後，要停下來休息一下眼睛，可以眺望遠方，看看綠色的植物，也可以做做眼保健操，緩解眼睛的疲勞，保護好視力。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "多與人交流",
        "all": "97%",
        "date": "2025-11-25",
        "love": "99%",
        "work": "98%",
        "money": "92%",
        "health": "95%",
        "notice": "享受生活每一刻",
        "discuss": "97%",
        "all_text": "整體運勢超棒，生活彷彿變成了一個五彩斑斕的夢幻世界，充滿了歡樂和驚喜。可以盡情地享受生活中的每一刻，感受身邊的美好事物。無論是與家人一起溫馨地共進晚餐，還是與朋友一起開心地聚會玩耍，都能讓人沉浸在幸福的氛圍中。在參與各種活動時，也能充分發揮自己的創造力和想象力，展現出獨特的魅力。這種愉悅的狀態會讓人心情格外舒暢，對生活充滿熱愛。可以趁著這股好運，嘗試一些新的活動和體驗，比如學習一門新的技能、參加一次戶外探險等，讓自己的生活更加豐富多彩，留下更多美好的回憶。",
        "love_text": "單身的你，會有浪漫的邂逅，可能會在一個浪漫的場景中遇到那個讓你心動的人，開啟一段美好的戀情。好好把握這個機會，勇敢追求自己的幸福。已有伴者的你，和伴侶之間愛意滿滿，兩人之間充滿了甜蜜和溫馨，一起度過一個浪漫的時光，會讓感情更加深厚。",
        "work_text": "對你來說是一個順遂如意的好日子，彷彿一切都在為你讓路。無論是處理事務還是解決問題，都能夠輕鬆應對，沒有遇到太大的阻礙。你的思維敏捷，靈感不斷，能夠快速找到解決問題的方法。這種良好的狀態會讓你在事業學業上充滿信心，勇往直前。",
        "lucky_star": "射手座",
        "money_text": "有貴人帶財，可能會遇到一些有能力、有資源的人，他們會在財運方面給你提供幫助。可能是給你介紹一份兼職工作，或者是帶你一起做一些小生意。要珍惜這樣的機會，虛心向貴人學習，積極配合他們的工作。同時，也要保持真誠和感恩的態度，這樣才能讓貴人更願意幫助你，讓財運越來越好。",
        "health_text": "身心舒暢，感覺整個人都輕鬆自在。可以趁著這份好心情，去戶外走走，呼吸新鮮空氣，感受大自然的美好。也可以和家人朋友一起聊聊天，分享生活中的趣事，讓這份舒暢的感覺更加濃郁，享受美好的一天。",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    }
  }
}