{
  "updated": "2026-01-10T12:14:16.870Z",
  "updateTime": "2026/1/10 下午8:14:16",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14573,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開視頻會議",
        "yi": "吃點水果",
        "all": "62%",
        "date": "2026-01-09",
        "love": "55%",
        "work": "57%",
        "money": "65%",
        "health": "61%",
        "notice": "心不在焉的狀態",
        "discuss": "58%",
        "all_text": "整體運勢呈現下滑態勢，精神狀態欠佳，容易陷入心不在焉的狀態之中。這種狀態會讓你在與人交流時，難以集中注意力去傾聽他人的想法，可能會錯過一些關鍵信息。在社交場合裡，也容易因為走神而做出一些不太得體的舉動，影響自身形象。而且這種心不在焉還會蔓延到生活的各個方面，讓你在做決策時不夠果斷，猶豫不決，錯過一些潛在的機會。不過，這只是暫時的狀態，你需要及時調整自己的心態，嘗試做一些能讓自己集中注意力的事情，比如冥想、閱讀等，讓自己從這種低迷的狀態中走出來，重新找回專注和活力，以更好的姿態去面對後續的生活。",
        "love_text": "單身的你，在感情上可別著急，別因為一時的孤單或者外界壓力，就輕易將就一段感情。感情是一輩子的事，草率開始很可能帶來更多煩惱。已有伴者的你，這一天要注意控制自己的脾氣，和伴侶相處時，別把氣話隨口就說出來。那些傷人的話語一旦出口，就像釘子釘在木板上，即便拔出來也會留下痕跡，會影響你們之間的感情。",
        "work_text": "對你而言，整體狀態有些低迷，彷彿陷入了一種消極循環。面對各種任務和挑戰，容易產生破罐子破摔的想法，缺乏積極應對的動力。這種心態會讓你在處理事情時不夠用心，導致效率低下，還可能出現一些原本可以避免的失誤，進而影響整體進展。",
        "lucky_star": "雙魚座",
        "money_text": "在財運上得留神賬單問題。可能有些該結清的款項，對方卻遲遲未付，這會讓你的資金流動出現小阻礙，原本規劃好的支出可能因此打亂。建議你提前梳理下賬單情況，主動和拖欠方溝通，別讓這影響正常生活開銷，同時也要預留些備用資金，以防不時之需。",
        "health_text": "會感覺心理壓力有點大，可能是工作或生活裡的事堆在一起，讓你有些喘不過氣。不妨在下班後去散散步、聽聽音樂，給自己放鬆放鬆，別讓壓力一直積攢著，不然會影響睡眠和整體精神狀態。",
        "lucky_color": "土黃色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和陌生人聊天",
        "yi": "種花草樹木",
        "all": "75%",
        "date": "2026-01-09",
        "love": "56%",
        "work": "66%",
        "money": "75%",
        "health": "70%",
        "notice": "安於現狀的焦慮",
        "discuss": "73%",
        "all_text": "整體運勢稍有起伏，內心偶爾會被安於現狀的焦慮所籠罩。一方面，你享受著當下的穩定與舒適，不想輕易做出改變；另一方面，又隱隱擔心這種穩定只是暫時的，未來可能會面臨各種不確定性。這種矛盾的心理會讓你在面對選擇時有些糾結，既想突破自我，又害怕失敗帶來的後果。不過，這種焦慮並非壞事，它能促使你思考自己的未來方向，激發你潛在的動力。你可以試著把這種焦慮轉化為行動的力量，從小事做起，逐步改變現狀，讓自己在穩定中尋求新的發展，慢慢擺脫這種不安的情緒。",
        "love_text": "單身的你，在面對感情時，可能會缺乏一些堅持到底的決心。也許遇到不錯的人，但相處過程中稍微遇到點困難，就容易打退堂鼓，有半途而廢的傾向。已有伴者的你，這一天在和伴侶相處時，別在一些小事上過於斤斤計較。比如誰做家務多一點，誰花錢多一點，這些小事計較多了，會讓彼此心裡都不舒服，影響感情的溫度。",
        "work_text": "似乎進入了一個相對艱難的階段，在各方面的發展都遇到了瓶頸。無論是處理日常事務還是面對新的挑戰，都感覺力不從心，找不到突破的方向。這種困境會讓你有些焦慮，但又一時難以找到有效的解決辦法，整體節奏變得緩慢。",
        "lucky_star": "白羊座",
        "money_text": "你的財運有點小起色，會有一些零星的小進賬。或許是之前的小付出有了回報，也可能是收到一些意外的小補貼。雖然金額不大，但也足夠讓你心情愉悅。不過別因為這點小錢就放鬆對財務的規劃，合理利用這些進賬，比如存起來或者用於改善生活的小方面，能讓財運更穩。",
        "health_text": "肩頸容易有小痠痛，或許是長時間保持一個姿勢工作或學習導致的。工作間隙可以起身活動活動，做做簡單的肩頸拉伸動作，下班後也可以用熱毛巾敷一敷，能緩解不少痠痛感。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "朋友圈emo",
        "yi": "戴上圍巾",
        "all": "85%",
        "date": "2026-01-09",
        "love": "90%",
        "work": "70%",
        "money": "81%",
        "health": "86%",
        "notice": "按照自己的節奏",
        "discuss": "82%",
        "all_text": "整體運勢較為平穩，沒有太大的波瀾。這種平穩的狀態為你提供了一個相對舒適的環境，讓你能夠按照自己的節奏生活。不過，為了讓自己能獲得更多的成長和提升，建議你多靠近積極上進的能量場。可以參加一些正能量的社交活動，結識一些優秀的人，從他們身上汲取積極向上的力量。與他們交流互動，能拓寬你的視野，激發你的思維，讓你在潛移默化中變得更加優秀。同時，也能讓你在面對生活中的各種問題時，擁有更積極的心態和更有效的解決方法。",
        "love_text": "單身的你，感情運勢超棒，有很大機會邂逅讓你心動的緣分。可能是在某個社交場合，或者不經意間的相遇，那種奇妙的感覺就會湧上心頭。已有伴者的你，這一天和伴侶之間的互動會格外甜蜜。你們會有更多溫馨的時刻，一起分享生活的點滴，感情在這種互動中不斷升溫，讓彼此更加珍惜對方。",
        "work_text": "整體發展較為平穩，能夠按照自己的節奏穩步推進各項事務。雖然不會出現特別突出的表現，但也不會遇到太大的阻礙。這種平穩的狀態讓你能夠有條不紊地處理事情，保持一種相對輕鬆的心態，為後續的發展積累能量。",
        "lucky_star": "金牛座",
        "money_text": "你的財運會有意外小驚喜。可能是在路上撿到小錢，或者收到一份意外的禮物，又或是工作上得到一筆小獎勵。這些小驚喜會讓你的心情格外舒暢，也給平淡的生活增添了樂趣。不過別被這突如其來的好運衝昏頭腦，還是要保持理性消費，把這份好運轉化為更穩定的財務基礎。",
        "health_text": "精力比較充沛，整個人活力滿滿，做事效率也高。不過也別因為狀態好就過度勞累，還是要適當休息，保證充足的睡眠，這樣才能讓充沛的精力持續下去，更好地應對各種事務。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不吃正餐",
        "yi": "斜挎包出門",
        "all": "94%",
        "date": "2026-01-09",
        "love": "92%",
        "work": "91%",
        "money": "90%",
        "health": "97%",
        "notice": "散發自信的光芒",
        "discuss": "91%",
        "all_text": "整體運勢非常棒，由內而外散發著自信的光芒。這種自信會讓你在各種場合都表現得從容不迫，無論是與人交流還是處理事情，都能展現出自己的獨特魅力。你會感覺自己充滿了力量，對未來充滿了期待，相信自己能夠應對各種挑戰。這種積極的心態會吸引身邊的人向你靠近，讓你在社交中更加受歡迎。而且，自信也會讓你在面對選擇時更加果斷，不會猶豫不決，能夠抓住一些潛在的機會，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，會收到浪漫的邀約，這可能是開啟一段美好感情的契機。對方可能會精心安排一場約會，讓你感受到滿滿的誠意和愛意。已有伴者的你，這一天和伴侶的感情十分溫馨融洽。你們會相互理解、相互支持，一起度過輕鬆愉快的一天，這種和諧的氛圍會讓你們的感情更加深厚，彷彿回到了熱戀時期。",
        "work_text": "對你來說是個充滿機遇的日子，彷彿被幸運之神眷顧，做事情能夠事半功倍。無論是處理複雜的工作任務，還是攻克學習上的難題，都能輕鬆應對，效率極高。這種良好的狀態會讓你在各方面都取得不錯的進展，收穫滿滿的成就感。",
        "lucky_star": "射手座",
        "money_text": "你的財運相當不錯，收入有望創新高。可能是工作上表現出色，得到了豐厚的獎金，也可能是業務拓展有了新成果，帶來了額外的收益。面對這大好的財運，你要做好規劃，合理分配資金，可以考慮把一部分存起來，另一部分用於提升自己或者改善生活，讓財運持續旺盛。",
        "health_text": "睡眠質量佳，晚上能很快入睡，而且睡眠深沉。可以趁著這個好狀態，提前做好睡前準備，營造一個安靜舒適的睡眠環境，比如調暗燈光、放點輕柔的音樂，讓睡眠質量更上一層樓。",
        "lucky_color": "紅色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "憋在心裡",
        "yi": "自己拿主意",
        "all": "96%",
        "date": "2026-01-09",
        "love": "92%",
        "work": "94%",
        "money": "93%",
        "health": "97%",
        "notice": "朝有利方向發展",
        "discuss": "95%",
        "all_text": "整體運勢正當旺，形勢大利。你會明顯感覺到周圍的一切都在朝著有利於自己的方向發展，自我價值能夠得到更多的肯定。這種肯定不僅來自外界的認可，更來自內心對自己的認同。你會更加堅信自己的能力和價值，在面對困難和挑戰時，會充滿勇氣和信心去克服。而且，這種良好的運勢會讓你在社交中更加得心應手，能夠輕鬆地與他人建立良好的關係，擴大自己的人脈圈。同時，也會讓你在追求自己目標的過程中，更加順利，更容易取得成功。",
        "love_text": "單身的你，憑藉自身獨特的魅力，很容易吸引到周圍人的目光。你的自信和熱情會讓你在人群中閃閃發光，說不定就能吸引到那個對的人。已有伴者的你，這一天和伴侶的恩愛會備受矚目。你們在相處中展現出的甜蜜和默契，會讓身邊的人都羨慕不已，這種公開的認可也會讓你們的感情更加堅定。",
        "work_text": "呈現出節節高升的良好態勢，各方面都展現出強大的上升動力。在處理事情時，你充滿自信和活力，能夠充分發揮自己的能力，將每一項任務都完成得十分出色。這種積極的表現會為你贏得更多的機會和資源，推動你不斷向前發展。",
        "lucky_star": "巨蟹座",
        "money_text": "在投資方面會有不錯的回報。之前投入的項目可能會看到明顯的收益，讓你嚐到投資帶來的甜頭。不過投資有風險，即便現在運勢好，也不能盲目跟風加大投入。要冷靜分析市場形勢，根據自己的財務狀況和風險承受能力，做出合理的投資決策，這樣才能讓財富穩步增長。",
        "health_text": "飲食上別太放縱，建議繼續保持規律，可以多吃蔬菜水果，少吃油膩辛辣的食物，這樣才能一直維持良好的消化狀態。",
        "lucky_color": "藏青色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "喝杯檸檬水",
        "all": "90%",
        "date": "2026-01-09",
        "love": "88%",
        "work": "96%",
        "money": "80%",
        "health": "91%",
        "notice": "充實且收穫滿滿",
        "discuss": "96%",
        "all_text": "整體運勢很好，將會度過充實的一天，收穫滿滿。在這一天裡，你會感覺自己的生活充滿了意義，每一件事情都能讓你有所收穫。無論是與他人的交流，還是對自我的思考，都能讓你從中得到啟發和成長。你會以積極的態度去面對生活中的各種事情，認真對待每一個細節，這種認真的態度會讓你在各個方面都表現出色。而且，這種充實感會讓你感到滿足和快樂，讓你對生活充滿熱情，以更加飽滿的精神狀態去迎接未來的挑戰。",
        "love_text": "單身的你，有望展開一段新的戀情。可能會通過朋友的介紹，或者在工作學習中遇到那個讓你心動的人，開啟一段美好的感情之旅。已有伴者的你，這一天和伴侶相處和諧默契。你們能夠很好地理解對方的想法和需求，在處理事情上也能達成一致，這種默契會讓你們的感情更加穩固，生活也更加幸福。",
        "work_text": "你會迎來成果豐碩的一天，之前的努力和付出在這個時候得到了充分的回報。無論是工作上的項目成果，還是學習上的知識積累，都讓你感到無比欣慰。這種收穫不僅增強了你的自信心，也為你未來的發展奠定了堅實的基礎。",
        "lucky_star": "雙子座",
        "money_text": "你的副業會給你帶來收益。可能是你利用業餘時間開展的小生意有了起色，或者兼職工作有了不錯的報酬。這讓你看到了副業的潛力，也增加了額外的收入來源。但別因為副業有收益就忽略了主業，要平衡好兩者之間的關係，合理分配時間和精力，讓主副業都能穩步發展，財運更上一層樓。",
        "health_text": "體能有小提升，感覺身體更有勁兒了。可以利用這個機會進行一些簡單的運動，比如慢跑、跳繩，進一步增強體質，但要注意運動強度別太大，避免過度疲勞。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戀愛腦上頭",
        "yi": "保持獨立思考",
        "all": "75%",
        "date": "2026-01-09",
        "love": "72%",
        "work": "85%",
        "money": "63%",
        "health": "77%",
        "notice": "切不可得意忘形",
        "discuss": "79%",
        "all_text": "整體運勢呈現出不大穩定的態勢，這種起伏可能會讓你在應對生活時有些措手不及。在平穩階段，你或許會感覺一切順遂，心情也較為愉悅，但切不可因此而得意忘形。因為運勢隨時可能發生轉變，一旦得意忘形，可能會在後續出現疏忽，導致一些原本可以避免的小狀況發生。當運勢處於低谷時，要保持冷靜和理智，不要被情緒左右，避免做出衝動的決定。面對這種不穩定的運勢，你需要時刻保持警惕，以平和的心態去接受變化，無論遇到什麼情況，都要穩住自己的節奏，不慌不忙地應對，這樣才能更好地度過這一天，減少運勢波動帶來的影響。",
        "love_text": "單身的你，在感情方面可能缺乏一些實際行動。心裡雖然期待愛情，但卻總是停留在想象階段，沒有主動去爭取。已有伴者的你，這一天和伴侶的交流略顯平淡。你們可能各自忙著自己的事情，交流的話題也比較少，這樣容易讓感情變得有些疏遠。不妨找個時間，和伴侶坐下來好好聊聊天，增進一下感情。",
        "work_text": "彷彿被一股勇於探索的勁兒推動著，在各方面都敢於嘗新。面對熟悉的任務，你不再滿足於按部就班，而是積極尋找新的方法和思路，這種創新的態度讓你在處理事情時有了新的突破。同時，這種勇於嘗試的精神也會吸引周圍人的目光，為你帶來新的合作機會和交流可能，整體發展充滿活力與新意。",
        "lucky_star": "天秤座",
        "money_text": "要注意支出方面的問題，很容易出現超預算的情況。可能是看到喜歡的東西就忍不住購買，或者在一些不必要的社交活動上花費過多。這會讓你的錢包迅速癟下去，影響財務狀況。建議你制定一個詳細的消費計劃，嚴格按照計劃支出，避免衝動消費，這樣才能守住自己的錢財。",
        "health_text": "皮膚容易乾燥，可能是天氣原因或者皮膚本身缺水。記得多給皮膚補充水分，隨身攜帶保溼噴霧，隨時噴一噴，晚上敷個保溼面膜，讓皮膚保持水潤狀態。",
        "lucky_color": "綠色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝過量咖啡",
        "yi": "讚美他人",
        "all": "71%",
        "date": "2026-01-09",
        "love": "60%",
        "work": "80%",
        "money": "64%",
        "health": "81%",
        "notice": "保持和諧的人際",
        "discuss": "77%",
        "all_text": "整體運勢好壞參半，這意味著這一天裡既有讓你感到順心如意的時候，也會有一些不太如意的狀況出現。在運勢較好的時候，要珍惜機會，好好享受這份順遂，但不要過於張揚，以免引起不必要的麻煩。而在運勢不佳的時候，也不要氣餒，要以積極的心態去面對。鑑於這種運勢情況，建議你保持和諧的人際關係。良好的人際關係能在運勢好時為你增添助力，讓你更加順利；在運勢差時，也能得到他人的支持和幫助，緩解困境。多與身邊的人友好相處，避免因一些小事產生矛盾和衝突，這樣才能更好地應對這一天的運勢變化。",
        "love_text": "單身的你，容易陷入曖昧的困擾中。可能會和一些人有著不清不楚的關係，讓你感到迷茫和糾結，不知道該如何選擇。已有伴者的你，這一天和伴侶之間的矛盾容易激化。可能會因為一些小事產生爭執，雙方都不願意退讓，導致矛盾升級。這時候需要冷靜下來，好好溝通，化解矛盾。",
        "work_text": "呈現出穩中有進的良好態勢。在處理各項事務時，你保持著冷靜和理智，每一步都走得紮實穩健。對於已經掌握的事情，你能夠不斷優化和提升；對於新出現的任務，你也能迅速分析局勢，找到合適的應對策略。這種穩紮穩打的方式讓你在當天能夠穩步向前，不斷積累優勢。",
        "lucky_star": "獅子座",
        "money_text": "你的理財可能會出現一些損耗。可能是你選擇的理財產品收益不理想，或者市場波動導致資產縮水。這讓你有些煩惱，但別過於焦慮。要及時調整理財策略，重新評估自己的理財目標和風險承受能力，選擇更適合自己的理財方式，減少不必要的損耗，讓財運逐漸回升。",
        "health_text": "呼吸很舒暢，感覺空氣都格外清新。可以選擇在空氣好的地方進行一些戶外活動，比如爬山、騎行，既能享受暢快的呼吸，又能鍛鍊身體，一舉兩得。",
        "lucky_color": "金色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "趴桌上睡覺",
        "yi": "拼拼圖積木",
        "all": "51%",
        "date": "2026-01-09",
        "love": "68%",
        "work": "55%",
        "money": "58%",
        "health": "77%",
        "notice": "處於懶散的狀態",
        "discuss": "67%",
        "all_text": "整體運勢低迷，整個人會處於一副懶散的狀態之中。這種懶散會讓你對周圍的事物缺乏熱情和動力，不想主動去做任何事情，甚至連一些平時感興趣的活動也提不起勁。在這種狀態下，你可能會覺得生活有些乏味，缺乏樂趣。但你要明白，這種低迷的狀態只是暫時的，不能一直沉浸其中。你可以嘗試給自己設定一些小目標，哪怕只是簡單的整理一下房間、看幾頁書，通過完成這些小目標來逐漸找回自己的動力和活力。同時，也可以適當調整自己的作息，讓自己得到充分的休息，以更好的狀態去擺脫這種懶散的狀態，迎接新的改變。",
        "love_text": "單身的你，在感情上還是以等待緣分降臨為主。你可能會覺得感情的事急不來，順其自然就好，所以不會主動去尋找愛情。已有伴者的你，這一天和伴侶相處有些乏味。生活似乎缺少了一些激情和新鮮感，你們可能會覺得日子過得有些平淡。不妨一起嘗試一些新的事物，為感情增添一些樂趣。",
        "work_text": "是充滿挑戰的一天，各種阻礙重重。在做事情的過程中，你會遇到許多意想不到的困難和麻煩，彷彿每前進一步都要付出巨大的努力。這些問題可能會讓你感到沮喪和疲憊，甚至產生放棄的念頭。但只要你能堅持下去，積極尋找解決辦法，還是有機會克服困難，迎來轉機。",
        "lucky_star": "處女座",
        "money_text": "要格外小心財物安全，容易出現財物丟失的情況。可能是出門時不小心遺失錢包、手機等貴重物品，或者在家中被盜。這會給你帶來經濟損失和不便。建議你出門時保管好自己的財物，儘量少帶貴重物品，在家也要做好防盜措施，提高安全意識，避免財物損失。",
        "health_text": "腿部容易酸脹，可能是走路太多或者運動過度。回到家後可以用熱水泡泡腳，促進血液循環，緩解酸脹感，也可以適當按摩腿部肌肉，讓腿部得到放鬆。",
        "lucky_color": "米白色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "壓力山大",
        "yi": "穿漂亮衣服",
        "all": "80%",
        "date": "2026-01-09",
        "love": "83%",
        "work": "80%",
        "money": "88%",
        "health": "79%",
        "notice": "舒適安心的環境",
        "discuss": "85%",
        "all_text": "整體運勢平穩，這種平穩的運勢為你提供了一個相對舒適和安心的環境。在這一天裡，你可以按照自己的節奏和步伐去生活，不用過於擔心會出現什麼突發狀況來打亂你的計劃。你可以按照自己既定的方式去處理事情，無論是與人交流還是自我思考，都能有條不紊地進行。這種平穩的運勢也讓你能夠更加專注於自己的內心世界，有時間去思考一些自己真正關心的問題，或者去做一些讓自己感到放鬆和愉悅的事情。不過，平穩並不意味著停滯不前，你也可以在按照自己節奏生活的同時，適當給自己一些挑戰，嘗試一些新的事物，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，要主動把握機會，在感情方面不能太被動。如果遇到喜歡的人，不妨勇敢地表達自己的心意，說不定就能收穫一段美好的感情。已有伴者的你，這一天和伴侶的感情會穩步發展。你們會一起規劃未來，為了共同的目標努力奮鬥，這種相互支持、共同進步的感覺會讓你們的感情更加牢固。",
        "work_text": "驚喜地發現收穫可期。之前付出的努力在這個時候開始顯現成效，無論是工作上的成果還是學習上的進步，都讓你感到欣慰。你能夠清晰地看到自己的成長和提升，這種成就感會進一步激發你的動力和信心。同時，當天也會有一些新的機會出現，為你帶來更多的收穫和發展空間。",
        "lucky_star": "水瓶座",
        "money_text": "要格外小心財物安全，容易出現財物丟失的情況。可能是出門時不小心遺失錢包、手機等貴重物品，或者在家中被盜。這會給你帶來經濟損失和不便。建議你出門時保管好自己的財物，儘量少帶貴重物品，在家也要做好防盜措施，提高安全意識，避免財物損失。",
        "health_text": "視力需要注意，長時間盯著電腦或手機屏幕，眼睛容易疲勞。工作學習一段時間後，要遠眺幾分鐘，讓眼睛休息一下，也可以做做眼保健操，保護好視力。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "管不住錢",
        "yi": "看高分紀錄片",
        "all": "79%",
        "date": "2026-01-09",
        "love": "77%",
        "work": "72%",
        "money": "70%",
        "health": "73%",
        "notice": "可做一下斷舍離",
        "discuss": "71%",
        "all_text": "整體運勢一般般，沒有特別突出的亮點，但也沒有明顯的困境。在這種狀態下，你有時間可以做一下斷舍離。生活中的一些瑣碎物品、不必要的社交關係或者一些陳舊的思想觀念，都可能會成為你的負擔，影響你的心情和生活質量。通過斷舍離，你可以清理掉這些負擔，讓自己的生活變得更加簡潔和輕鬆。在處理這些事情的過程中，你會發現自己能夠更加清晰地認識自己，明確自己真正需要的是什麼。同時，斷舍離也能讓你以更加積極的心態去面對生活，不被那些無關緊要的事物所困擾，從而更好地享受這一天的時光。",
        "love_text": "單身的你，在感情上只想對方主動。你可能會期待那個對的人能夠主動走進你的生活，而自己卻不願意邁出第一步。已有伴者的你，這一天和伴侶的關係需要調和。你們可能會在一些觀念上存在分歧，這時候需要互相理解、互相包容，找到一個平衡點，讓感情更加和諧。",
        "work_text": "更傾向於按部就班地處理事情。你習慣了以往的方式和節奏，不太願意做出太大的改變。這種狀態雖然讓你感到安心和舒適，但也可能錯過一些新的機會和挑戰。不過，按照既定的計劃穩步前進，也能保證各項事務的順利進行，避免出現不必要的失誤和風險。",
        "lucky_star": "摩羯座",
        "money_text": "在消費上比較有節制，能夠理性對待各種購物誘惑。不會因為一時衝動而購買不需要的東西，而是會根據自己的實際需求和財務狀況進行消費。這種理性的消費觀念會讓你的財務狀況保持穩定，不會出現入不敷出的情況。繼續保持這種節制，能讓你的財運越來越好。",
        "health_text": "腸胃有點小敏感，飲食上要格外小心。避免吃生冷、不乾淨的食物，儘量選擇溫熱、易消化的食物，減輕腸胃負擔，防止腸胃不適的情況發生。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "白天打瞌睡",
        "yi": "吃點堅果",
        "all": "61%",
        "date": "2026-01-09",
        "love": "100%",
        "work": "55%",
        "money": "60%",
        "health": "68%",
        "notice": "無法全身心投入",
        "discuss": "65%",
        "all_text": "整體運勢下滑，精神狀態欠佳，容易陷入心不在焉的狀態。這種狀態會讓你在做事情時缺乏專注力，無法全身心地投入其中，可能會因為疏忽而出現一些小失誤。在與人交流時，也可能因為走神而無法很好地理解對方的意思，導致溝通不暢。這種運勢下滑帶來的精神狀態問題，會讓你感覺生活有些力不從心。為了改善這種狀況，你可以嘗試給自己創造一個安靜、舒適的環境，讓自己能夠放鬆下來，緩解內心的壓力。也可以做一些自己喜歡的事情，轉移注意力，讓自己的心情得到改善。通過這些方式，慢慢調整自己的狀態，以更好的精神面貌去應對這一天的運勢變化。",
        "love_text": "單身的你，容易陷入幻想中，幻想中的愛情很美好，但可能會讓你忽略了現實。要明白，真正的感情需要建立在現實基礎上，不能一味地沉浸在幻想裡。已有伴者的你，這一天情緒容易影響感情。可能會因為一些小事而情緒低落，然後把這種情緒帶給伴侶，影響彼此的心情。要學會控制自己的情緒，保持積極樂觀的心態。",
        "work_text": "你會感覺困難頻現，彷彿陷入了一個困境之中。在做事情的過程中，各種問題接踵而至，讓你應接不暇。這些問題可能來自外部環境，也可能源於自身的能力不足。面對這些困難，你容易產生焦慮和無助的情緒，影響你的判斷力和行動力。但只要你保持冷靜，積極尋求幫助，還是有機會走出困境的。",
        "lucky_star": "天蠍座",
        "money_text": "在合作方面可能會出現糾紛，從而影響財運。可能是和合作夥伴在利益分配上產生分歧，或者在合作項目中遇到一些問題導致合作受阻。這會讓你的財務狀況受到一定影響。建議你和合作夥伴坦誠溝通，共同尋找解決問題的辦法，以和為貴，避免因為糾紛而造成更大的經濟損失。",
        "health_text": "情緒有點小低落，可能是遇到了一些小煩惱。別一個人悶在心裡，可以和親朋好友聊聊天，傾訴傾訴，把煩惱說出來，心情就會好很多，也能重新找回積極的狀態。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    }
  }
}