{
  "updated": "2025-12-10T18:13:57.628Z",
  "updateTime": "2025/12/11 上午2:13:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14126,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "逾期還款",
        "yi": "看一部電影",
        "all": "60%",
        "date": "2025-12-10",
        "love": "53%",
        "work": "50%",
        "money": "69%",
        "health": "68%",
        "notice": "憂心忡忡的模樣",
        "discuss": "63%",
        "all_text": "整體運勢處於低迷狀態，你整個人都呈現出憂心忡忡的模樣。彷彿被一層無形的陰霾籠罩，情緒難以高漲起來。外界的一些細微變化或者小狀況，都可能讓你陷入更深的憂慮之中，內心難以平靜。在與人相處時，這種低落的情緒可能會不自覺地流露出來，影響到和他人交流的氛圍，使得原本輕鬆的互動變得有些壓抑。你可能會對很多事情都缺乏信心和動力，面對選擇時也容易猶豫不決，難以果斷地做出決定。這種狀態下的你，似乎對周圍的一切都提不起太大的興趣，更願意獨自沉浸在自己的思緒裡。不過，低迷只是暫時的，試著給自己一些積極的心理暗示，主動去尋找一些能讓自己放鬆和開心的事情，或許能慢慢驅散這股低落的情緒，讓運勢逐漸好轉起來。",
        "love_text": "單身的你，可得把眼睛擦亮咯！周圍或許會出現一些看似熱情主動，實則目的不純的人，別輕易被表象迷惑，陷入爛桃花的陷阱。已有伴者的你，感情裡可別“吃著碗裡瞧著鍋裡”，三心二意只會讓另一半傷心失望，珍惜眼前人，用心經營當下的感情，才能讓愛長久。",
        "work_text": "整體狀態不佳，在事業學業推進過程中，容易犯一些低級錯誤。做事情時注意力不夠集中，對細節的把控出現疏漏，一些原本不該出現的問題頻繁冒頭。這可能會打亂你原本的節奏，讓原本順利的流程出現卡頓，需要花費額外的時間和精力去彌補這些失誤，進而影響整體的進展和成果。",
        "lucky_star": "射手座",
        "money_text": "花錢的勢頭有點猛，可能會在購物、娛樂等方面有大筆支出，一不小心就容易讓錢包癟下去。在消費前最好先列個清單，區分必要和非必要的開支，控制一下自己的購物慾，不然月底可能會面臨資金緊張的尷尬局面，可別讓花錢成了這一天的“主旋律”。",
        "health_text": "留意睡眠不足的問題，白天忙碌，晚上可能還因各種事兒熬夜，第二天就會精神萎靡。今晚不妨提前放下手頭事，泡個熱水澡，喝杯溫牛奶，營造舒適睡眠環境，早早鑽進被窩，讓身體和大腦充分休息，第二天才能活力滿滿應對生活。",
        "lucky_color": "咖啡色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃油炸食物",
        "yi": "喝一杯養生茶",
        "all": "72%",
        "date": "2025-12-10",
        "love": "76%",
        "work": "65%",
        "money": "68%",
        "health": "71%",
        "notice": "需應對人際關係",
        "discuss": "73%",
        "all_text": "整體運勢稍有起伏，你需要去應對一些不太擅長的人際關係。在這一天裡，社交場合可能會比平時多一些，而面對那些平時接觸不多或者性格差異較大的人，你會感覺有些不自在。與他人交流時，可能會出現溝通不暢的情況，對方的觀點和想法讓你有些難以理解，而自己的表達也可能無法準確傳達出內心的意思。這種不順暢的交流會讓你在社交過程中感到有些疲憊和困擾。不過，這也是一個鍛鍊自己人際交往能力的好機會。你可以試著多傾聽他人的意見，尊重不同的觀點，以更加包容和開放的心態去與人相處。在應對這些人際關係的過程中，你可能會逐漸發現自己的一些不足之處，從而有針對性地去改進和提升，讓自己在人際交往方面更加得心應手。",
        "love_text": "單身的你，在與人交流時，說話別太直來直去啦。太過直接可能會不小心傷到別人的心，讓原本可能發展的緣分溜走。已有伴者的你，注意說話語氣很重要。別總是用命令或者不耐煩的口吻和對方說話，溫柔一點、耐心一點，能讓你們的相處更加融洽，感情也會更甜蜜。",
        "work_text": "呈現出一種躺平的心態，在事業學業方面缺乏積極進取的動力。面對各種任務和挑戰，沒有主動出擊的意願，更傾向於按部就班地完成既定事項，不願意主動探索新的領域或嘗試新的方法。這種狀態可能會讓你錯過一些提升自己的機會，在競爭環境中逐漸處於被動地位，難以取得突破性的進展。",
        "lucky_star": "處女座",
        "money_text": "容易陷入盲目囤貨的狀態，看到打折促銷就忍不住買買買，也不管自己是否真的需要。這樣不僅會佔用家裡的空間，還可能造成資金的浪費。在購物時要保持理性，仔細思考物品的實用性和使用頻率，別讓一時的衝動消費給自己的財務狀況帶來壓力。",
        "health_text": "要注意補充水分，天氣乾燥，身體水分流失快，若不及時補充，容易口乾舌燥、皮膚乾燥。出門記得帶上水杯，時不時喝上幾口，工作間隙也別忘了起身接水，多吃水果也能補充水分，讓身體時刻保持水潤狀態。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷短視頻",
        "yi": "保持規律作息",
        "all": "54%",
        "date": "2025-12-10",
        "love": "49%",
        "work": "55%",
        "money": "51%",
        "health": "56%",
        "notice": "過於任性使性子",
        "discuss": "60%",
        "all_text": "整體運勢略差，你過於任性使性子的表現會給自己帶來一些不利影響。在這一天裡，你可能會按照自己的意願行事，不太願意考慮他人的感受和想法。當事情沒有按照自己的預期發展時，就容易發脾氣或者表現出不耐煩的情緒。這種任性的行為可能會讓你在與人相處時產生一些矛盾和衝突，原本和諧的關係可能會因此變得緊張起來。周圍的人可能會對你的這種態度感到不滿，從而影響到彼此之間的信任和友誼。而且，過於任性也會讓你錯過一些機會，因為別人可能會因為你的態度而選擇不再與你合作或者交流。你需要意識到自己的問題，學會控制自己的情緒，多一些理解和包容，以更加成熟和理智的態度去面對生活中的各種情況，這樣才能讓運勢有所改善。",
        "love_text": "單身的你，在感情方面可別盲目衝動。遇到有好感的人，別急著表白或者投入太多，先多瞭解瞭解對方，不然可能會因為一時衝動而做出錯誤決定。已有伴者的你，對待另一半可不能敷衍。認真回應對方的每一句話、每一個需求，讓對方感受到你的重視，感情才能穩穩當當。",
        "work_text": "拖延成為你在事業學業上的主要阻礙。在做決策和執行任務時，總是猶豫不決，遲遲不肯行動，總是想著再等等、再看看。這種拖延行為會導致時間浪費，原本可以提前完成的事情被一拖再拖，最終可能因為時間緊迫而倉促完成，質量大打折扣，進而影響整體的效率和成果。",
        "lucky_star": "巨蟹座",
        "money_text": "建議不要輕易給別人借錢。即便對方說得天花亂墜，承諾很快歸還，也可能存在無法按時兌現的風險。一旦把錢借出去，可能會影響你自己的資金週轉，甚至可能因為追討借款而傷了和氣，所以這天在借錢這件事上一定要謹慎再謹慎。",
        "health_text": "睡前千萬別玩手機，手機屏幕藍光會抑制褪黑素分泌，讓你難以入睡，即便睡著睡眠質量也不高。睡前一小時就把手機放遠些，可以看看紙質書，聽聽舒緩音樂，讓大腦和身體逐漸放鬆，進入甜美的夢鄉。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "按掉鬧鐘再睡",
        "yi": "提前半小時出門",
        "all": "58%",
        "date": "2025-12-10",
        "love": "50%",
        "work": "63%",
        "money": "61%",
        "health": "60%",
        "notice": "別人優先委屈自己",
        "discuss": "67%",
        "all_text": "整體運勢不容樂觀，你總是把別人放在優先位置，結果常常讓自己受委屈。在這一天裡，你會不自覺地去照顧他人的感受和需求，為了滿足別人而放棄自己的一些想法和利益。在與人相處時，你可能會過度遷就他人，即使自己內心並不願意，也會勉強自己去迎合對方。這種做法雖然能讓你獲得他人的好感，但卻會讓你自己的內心感到壓抑和疲憊。你可能會覺得自己一直在付出，卻沒有得到相應的回報，從而產生一種失落感。而且，長期這樣下去，會讓你逐漸失去自我，不知道自己真正想要的是什麼。你需要學會平衡自己和他人的關係，在關心他人的同時，也要照顧好自己的感受和需求，不要總是委屈自己，這樣才能讓自己的運勢逐漸好轉起來。",
        "love_text": "單身的你，別太過度敏感多疑啦。在和異性相處時，別因為一點小事就胡思亂想，把對方的好意都誤解成別的意思，這樣很容易錯過緣分。已有伴者的你，別無端猜忌對方。信任是感情的基礎，要是總是懷疑這懷疑那，會讓對方覺得很累，感情也會受到影響，多給彼此一些信任吧。",
        "work_text": "在事業學業上容易出現摸魚偷懶的情況。在做事情時，注意力容易分散，無法全身心地投入到當前的任務中，總是會被一些無關的事情吸引。這種狀態會讓你在不知不覺中浪費大量時間，原本可以高效完成的工作或學習任務變得拖沓，最終可能無法達到預期的效果，給自己帶來一定的壓力和焦慮。",
        "lucky_star": "天秤座",
        "money_text": "你的消費容易衝動，可能會在逛街或者網購時，看到喜歡的東西就毫不猶豫地下單，完全不考慮價格和自己的預算。這種消費方式很容易讓你超支，建議在購物前先設定一個預算上限，並且在付款前冷靜幾分鐘，想想自己是否真的需要這件東西，避免不必要的消費。",
        "health_text": "適合進行適度室內運動，長時間坐著不動，身體會變得僵硬，血液循環也不暢。利用空閒時間，在屋裡做做伸展運動、瑜伽或者簡單的健身操，活動活動筋骨，促進血液循環，讓身體充滿活力，還能緩解一天的疲勞。",
        "lucky_color": "金黃色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "大聲說話",
        "yi": "開啟新挑戰",
        "all": "90%",
        "date": "2025-12-10",
        "love": "93%",
        "work": "91%",
        "money": "98%",
        "health": "92%",
        "notice": "充滿無限的能量",
        "discuss": "90%",
        "all_text": "整體運勢非常給力，是行動力超強的一天。你彷彿充滿了無限的能量，對生活中的各種事情都充滿了熱情和幹勁。無論是面對新的挑戰還是日常的事務，你都能迅速地行動起來，毫不猶豫地去嘗試和探索。你的決策能力在這一天也表現得十分出色，能夠快速地分析問題並做出正確的判斷，然後果斷地採取行動。這種強大的行動力會讓你在各個領域都取得不錯的進展，周圍的人也會對你的能力和表現感到欽佩。而且，你的積極態度還會感染到身邊的人，帶動大家一起充滿活力地去面對生活。在這一天裡，你可以盡情地發揮自己的優勢，大膽地去追求自己想要的東西，相信你一定能夠收穫滿滿的成果，讓運勢持續保持在一個良好的狀態。",
        "love_text": "單身的你，可是邂逅心動緣分的好時機！說不定在某個不經意間，就會遇到那個讓你一眼心動的人，勇敢一點去搭話，說不定一段美好的感情就此開始。已有伴者的你，盡情享受甜蜜時光吧。和另一半一起做些浪漫的事，比如看場電影、吃頓大餐，讓你們的感情在溫馨的氛圍中不斷升溫。",
        "work_text": "在事業學業方面整體順遂，能夠以積極飽滿的熱情投入到各項事務中。面對各種挑戰和困難，你都能保持樂觀的心態，迅速找到解決問題的方法，展現出強大的執行力和領導力。在這一天，你有望在事業學業上取得顯著的進展，收穫滿滿的成就感和自信心，為未來的發展打下堅實的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "在投資方面運勢很不錯，之前投入的項目可能會給你帶來豐厚的回報。不過也別因為一時的成功就過於激進，盲目加大投資力度。還是要保持冷靜的頭腦，對市場進行充分的分析和研究，合理規劃自己的投資組合，這樣才能讓財富持續穩定地增長。",
        "health_text": "要提防流感，天氣變化大，流感病毒容易傳播，出門記得戴上口罩，儘量避免去人員密集、空氣不流通的場所。回到家後及時洗手、洗臉，保持個人衛生，平時多喝熱水，適當鍛鍊增強免疫力，這樣才能有效預防流感。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前玩手機",
        "yi": "保持精緻打扮",
        "all": "92%",
        "date": "2025-12-10",
        "love": "95%",
        "work": "90%",
        "money": "91%",
        "health": "94%",
        "notice": "擅長領域發光亮",
        "discuss": "98%",
        "all_text": "整體運勢棒棒噠，你能夠在自己擅長的領域發光發亮。在這一天裡，你彷彿找到了屬於自己的舞臺，能夠充分展現出自己的才華和能力。你對細節的關注和追求完美的態度，會讓你在處理事情時表現得十分出色，無論是工作還是生活中的小事，都能做到盡善盡美。你的專業知識和技能會得到他人的認可和讚賞，周圍的人會對你的能力刮目相看。而且，你還會遇到一些能夠發揮自己優勢的機會，只要你能抓住這些機會，大膽地展示自己，就一定能夠取得令人滿意的成果。在這一天裡，你會充滿自信和成就感，這種良好的狀態也會進一步推動你不斷前進，讓你的運勢越來越好，在擅長的領域取得更大的突破和進步。",
        "love_text": "單身的你，會迎來優質桃花哦！可能會遇到一個各方面都很符合你要求的人，好好把握機會，主動展示自己的魅力，說不定就能開啟一段美好的戀情。已有伴者的你，感情升溫明顯。和另一半之間的互動增多，彼此更加理解和包容，一起規劃未來，讓感情朝著更好的方向發展。",
        "work_text": "在事業學業上展現出高效精進的狀態。你對待每一項任務都非常認真負責，注重細節，追求完美。在做事情時，能夠有條不紊地安排時間和進度，合理分配精力，確保每一個環節都能高質量完成。這種嚴謹的態度和高效的工作學習方式，讓你在這一天能夠取得出色的成果，不斷向著輝煌的目標邁進。",
        "lucky_star": "天蠍座",
        "money_text": "你的副業有望給你帶來一筆可觀的收入，可能是之前付出的努力在這天得到了回報。這是一個很好的跡象，說明你的副業發展前景不錯。你可以趁著這個機會，進一步拓展副業的業務範圍，提升自己的技能水平，讓副業成為你穩定的收入來源之一。",
        "health_text": "要注意飲食規律均衡，忙碌的生活容易讓人飲食不規律，不是暴飲暴食就是飢一頓飽一頓，這樣對腸胃傷害很大。今天要按時吃飯，每餐葷素搭配，多吃蔬菜水果，少吃油膩辛辣食物，讓腸胃健康運轉。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱吃喝",
        "yi": "穿喜歡的衣服",
        "all": "80%",
        "date": "2025-12-10",
        "love": "85%",
        "work": "83%",
        "money": "86%",
        "health": "88%",
        "notice": "生活節奏忙閒有序",
        "discuss": "89%",
        "all_text": "整體運勢呈現平平穩穩的態勢，生活節奏忙閒有序，能讓你充分感受生活的韻味。在這一天裡，你不會被繁雜的事務壓得喘不過氣，也不會陷入無所事事的空虛之中。各項事務的安排恰到好處，既有忙碌充實的時候，也有放鬆休閒的間隙。這種有序的節奏讓你的內心十分安穩，不會因突然的變化而慌亂。在與人相處時，平和的狀態使你能夠輕鬆地與他人交流互動，營造出和諧的氛圍。面對生活中的各種情況，你能以從容的態度去應對，不會輕易被情緒左右。這種穩定的狀態讓你有更多的精力去留意生活中的美好瞬間，比如欣賞周圍的風景、品味一杯香茗。你可以盡情享受這份平穩帶來的愜意，在忙閒交替中感受生活的豐富多彩，讓內心充滿滿足感。",
        "love_text": "單身的你，要主動拓展社交圈啦！多參加一些聚會或者活動，認識新的朋友，說不定其中就有那個能和你擦出愛情火花的人。已有伴者的你，增進彼此默契很重要。和另一半一起做些需要合作的事情，比如一起做飯、一起玩遊戲，在互動中瞭解對方的想法，讓你們的感情更加深厚。",
        "work_text": "整體狀態協調有序。在處理各種事務時，能巧妙地平衡各方關係和資源，讓不同環節緊密銜接、高效運轉。無論是面對複雜的人際關係，還是繁雜的任務安排，都能遊刃有餘地應對，憑藉出色的協調能力推動整體進程不斷向前，實現自我提升，收穫滿滿的成就感。",
        "lucky_star": "獅子座",
        "money_text": "在理財方面會有不錯的進賬，可能是之前的理財產品開始產生收益，或者是一些投資有了回報。這讓你在財務上更加寬裕，不過也別因此就放鬆對理財的規劃。可以繼續關注市場動態，尋找更合適的理財機會，合理配置資產，讓財富實現更好的增值。",
        "health_text": "要遠離二手菸，二手菸中含有大量有害物質，吸入後會對呼吸系統造成損害，引發咳嗽、氣喘等症狀。如果身邊有人吸菸，儘量避開，在公共場所也要選擇無煙區域，保護好自己的呼吸系統健康。",
        "lucky_color": "寶藍色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延症發作",
        "yi": "和朋友小聚",
        "all": "81%",
        "date": "2025-12-10",
        "love": "73%",
        "work": "85%",
        "money": "87%",
        "health": "82%",
        "notice": "敢表達自己想法",
        "discuss": "80%",
        "all_text": "整體運勢尚佳，你的思路格外清晰，更敢於表達自己的想法。在這一天，你的思維如同被梳理過的絲線，條理分明，能夠迅速地分析問題並找到關鍵所在。這種清晰的思路讓你在與人交流時更加自信，不再像以往那樣有所顧慮，而是能夠坦率地表達出自己內心的真實想法。無論是面對熟悉的人還是陌生人，你都能清晰地闡述自己的觀點，並且能夠傾聽他人的意見，進行有效的溝通。這種敢於表達的態度會讓你在社交場合中更加引人注目，吸引他人的關注和認可。同時，清晰的思路也能幫助你更好地理解周圍的事物，對生活中的各種現象有更深刻的洞察。你可以充分利用這一優勢，積極地與他人交流互動，拓展自己的人脈資源，讓生活更加豐富多彩。",
        "love_text": "單身的你，在面對感情時要保持理性判斷。別被一時的激情衝昏頭腦，要冷靜分析對方是否真的適合自己，這樣才能找到真正合適的另一半。已有伴者的你，尊重對方想法是關鍵。每個人都有自己的觀點和選擇，多聽聽對方的意見，不要總是把自己的想法強加給對方，這樣感情才能和諧。",
        "work_text": "展現出專注篤行的強大力量，整體狀態積極向上。一旦確定了目標，便會全身心地投入其中，不被外界的干擾和誘惑所動搖。憑藉著這份專注和堅持，在面對各種困難和挑戰時，都能堅定不移地朝著目標前進，不斷挖掘自身潛力，突破自我侷限，在事業學業上取得顯著的進展和突破。",
        "lucky_star": "雙子座",
        "money_text": "通過與他人合作能夠獲得廣泛的財源，可能是和合作夥伴一起開展的項目有了進展，帶來了收益。在合作過程中，要注重與合作伙伴的溝通和協調，明確各自的職責和利益分配，這樣才能確保合作的順利進行，讓財源不斷湧來，實現互利共贏的局面。",
        "health_text": "要讓眼部適當休息，長時間盯著電腦、手機屏幕，眼睛會幹澀、疲勞，甚至視力下降。工作或學習一段時間後，就閉上眼睛休息幾分鐘，或者向遠處眺望，做做眼保健操，給眼睛放個假，讓眼睛保持明亮清晰。",
        "lucky_color": "深藍色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "丟三落四",
        "yi": "自律打卡計劃",
        "all": "78%",
        "date": "2025-12-10",
        "love": "79%",
        "work": "82%",
        "money": "80%",
        "health": "75%",
        "notice": "一分耕耘一分收穫",
        "discuss": "79%",
        "all_text": "整體運勢中規中矩，你會深刻認識到“一分耕耘一分收穫”的道理。在這一天裡，你不會期待不勞而獲，而是明白只有通過自己的努力才能獲得相應的回報。這種認知會讓你對待生活的態度更加務實，不再盲目追求不切實際的目標。你會腳踏實地地去做每一件事情，認真對待每一個細節，不敷衍、不偷懶。雖然可能不會立刻看到明顯的成果，但你會感受到自己的付出正在一點點積累，這種積累會讓你內心充滿安全感。在與他人相處時，你也會以更加真誠的態度去對待，不再虛情假意。這種務實的態度會讓你在生活中收穫更多的信任和友誼。你會明白，成功沒有捷徑可走，只有通過不斷地努力和積累，才能實現自己的目標，讓生活變得更加美好。",
        "love_text": "單身的你，在感情方面不要急於求成。緣分這東西急不來，慢慢等待那個對的人出現，同時提升自己，讓自己變得更好，自然會吸引到優秀的人。已有伴者的你，耐心傾聽對方很重要。當另一半和你分享心事時，認真聽他說，給予回應和支持，讓對方感受到你的關心，感情會更加穩固。",
        "work_text": "你如同靈動的飛鳥，在事業學業的天空中自由翱翔，整體狀態靈活善變。善於根據不同的情況和需求，迅速調整自己的思路和方法，不拘泥於傳統的模式和框架。這種靈活性和應變能力讓你在面對各種變化和挑戰時，都能輕鬆應對，快速找到新的發展方向和機會，不斷拓展自己的領域，開啟新的篇章。",
        "lucky_star": "金牛座",
        "money_text": "可能會收到一些意外的小財，比如收到一筆退款、中了一個小獎品或者得到一筆額外的獎金。這些小驚喜雖然金額可能不大，但也能讓你的心情變得愉悅。不過也別因為這點小財就大手大腳地花錢，還是要合理規劃，把這些小錢也充分利用起來。",
        "health_text": "要小心腿部磕碰，這一天可能會比較忙碌，走路、做事時容易注意力不集中，導致腿部不小心磕到硬物。走路時多留意腳下和周圍環境，做事時動作輕緩些，避免不必要的磕碰，保護好腿部不受傷害。",
        "lucky_color": "藕荷色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃過期食品",
        "yi": "參加社交活動",
        "all": "97%",
        "date": "2025-12-10",
        "love": "98%",
        "work": "90%",
        "money": "95%",
        "health": "97%",
        "notice": "有機會開拓眼界",
        "discuss": "91%",
        "all_text": "整體運勢相當不錯，你或有機會開拓眼界，心態也更加豁達。在這一天，你可能會接觸到一些新的事物、新的觀念，這些新的元素會打破你原有的認知侷限，讓你的視野變得更加開闊。你會對世界充滿好奇，願意主動去探索未知的領域，這種探索精神會讓你不斷髮現生活中的新樂趣。同時，你的心態也會變得更加豁達，不再為一些小事而斤斤計較，能夠以更加寬容和包容的心態去面對生活中的不如意。這種豁達的心態會讓你在與人相處時更加融洽，減少不必要的矛盾和衝突。你會以積極樂觀的態度去迎接生活中的挑戰，相信自己有能力克服困難，取得成功。這種良好的心態和開闊的眼界會讓你在這一天裡充滿活力，讓生活煥發出新的光彩。",
        "love_text": "單身的你，有望開啟新戀哦！可能會在某個場合遇到那個讓你心動且願意攜手一生的人，勇敢邁出第一步，說不定就能收穫美好的愛情。已有伴者的你，攜手共同進步吧。和另一半一起制定目標，互相鼓勵、互相支持，在追求夢想的道路上並肩前行，讓感情在共同成長中更加堅定。",
        "work_text": "以穩健紮實的姿態在事業學業道路上穩步攀登。每一步都走得堅實有力，注重基礎和細節，不追求一時的快速成功，而是通過長期的積累和努力，不斷提升自己的實力和能力。這種穩健的風格讓你在面對各種困難和挑戰時，都能保持冷靜和理智，憑藉紮實的功底和不懈的努力，逐步攀上事業學業的高峰。",
        "lucky_star": "雙魚座",
        "money_text": "你的正財收入會有穩定的增長，可能是工作上的努力得到了領導的認可，給你漲了工資或者發放了獎金。這是你辛勤付出的回報，要好好珍惜。同時，也可以考慮將一部分收入進行儲蓄或者投資，為未來的生活做好規劃，讓財富像滾雪球一樣越積越多。",
        "health_text": "不要久坐或久站，長時間保持一個姿勢，會讓身體肌肉僵硬，腰部、頸部容易出現痠痛。工作一段時間後，就起身活動活動，伸伸懶腰，走動走動，讓身體各部位得到放鬆，預防肌肉勞損和頸椎病等問題。",
        "lucky_color": "杏色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吸入二手菸",
        "yi": "定時喝水",
        "all": "74%",
        "date": "2025-12-10",
        "love": "75%",
        "work": "72%",
        "money": "71%",
        "health": "79%",
        "notice": "需要先回歸當下",
        "discuss": "78%",
        "all_text": "整體運勢一般般，你醞釀的計劃目標太大，需要回歸當下。在這一天，你可能會發現自己之前制定的計劃過於宏大，在實施過程中遇到了諸多困難，難以按照預期推進。這是因為你的目標設定超出了自己當前的能力範圍，沒有充分考慮到實際情況。此時，你需要冷靜下來，重新審視自己的計劃，將大目標分解成一個個具體可行的小目標，從眼前的事情做起，一步一個腳印地前進。迴歸當下意味著你要專注於眼前的事務，不要好高騖遠，被遙遠的目標所困擾。只有先把眼前的事情做好，才能為實現更大的目標打下堅實的基礎。在這一天裡，你要調整自己的心態，放下不切實際的幻想，腳踏實地地去努力，通過不斷地積累和進步，逐漸實現自己的計劃，讓運勢逐漸好轉起來。",
        "love_text": "單身的你，或許會有想要了解的對象出現。別害羞，主動去和對方交流，展現真實的自己，說不定能慢慢發展出一段感情。已有伴者的你，鞏固感情基礎很重要。和另一半一起回顧過去的點點滴滴，重溫那些美好的回憶，同時為未來做一些規劃，讓你們的感情更加穩固。",
        "work_text": "你的狀態如同波濤起伏的海面，呈現出起伏波動的特點。在這一天裡，可能會遇到一些突發情況或意外變化，打亂原本的節奏和計劃。不過，你也能在這些起伏中不斷尋找平衡，調整自己的心態和策略。雖然過程中會有些波折，但只要保持冷靜和靈活應對，就能在波動中逐漸找到新的方向，實現事業學業的穩定發展。",
        "lucky_star": "白羊座",
        "money_text": "在支出方面需要多加節制，可能會有一些不必要的開支出現，比如和朋友聚會時過度消費、購買一些昂貴但不實用的物品等。這些支出會讓你的錢包迅速縮水，影響你的財務狀況。所以在消費時要三思而後行，儘量選擇性價比高的商品和服務，避免不必要的浪費。",
        "health_text": "要做好皮膚的清潔，外出一天，皮膚會沾染灰塵、細菌和汙垢，如果不及時清潔，容易堵塞毛孔，引發痘痘、粉刺等問題。晚上回家後，用溫和的潔面產品認真清潔皮膚，再做好保溼工作，讓皮膚保持清爽乾淨。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "腦袋吹冷風",
        "yi": "去新地方走走",
        "all": "84%",
        "date": "2025-12-10",
        "love": "89%",
        "work": "77%",
        "money": "81%",
        "health": "85%",
        "notice": "以計劃指導行動",
        "discuss": "82%",
        "all_text": "整體運勢比較穩定，以計劃為指導行動會讓你感覺更踏實。在這一天，你會提前制定好詳細的計劃，然後按照計劃有條不紊地開展各項活動。這種有計劃的生活方式讓你在面對生活中的各種情況時都能心中有數，不會感到迷茫和無助。你知道自己該做什麼、該怎麼做，這種明確的方向感會讓你內心充滿安全感。在與人相處時，你也能根據計劃合理安排時間和精力，不會因為臨時的事情而打亂自己的節奏。同時，按照計劃行動還能讓你更加高效地完成任務，避免不必要的浪費和失誤。這種穩定的狀態會讓你在一天的生活中保持平和的心態，不會因外界的變化而產生過大的情緒波動。你可以盡情享受這種有計劃帶來的踏實感，在穩定中不斷前進，讓生活更加有序和美好。",
        "love_text": "單身的你，可以循序漸進培養感情。遇到有好感的人，別太著急確定關係，先從朋友做起，慢慢了解彼此，感情會更長久。已有伴者的你，不妨愛屋及烏。多關心對方的朋友和家人，融入對方的生活圈，這樣不僅能讓對方感受到你的愛，也能讓你們的感情更加緊密。",
        "work_text": "缺乏明確的目標和方向，對未來的發展感到困惑和不確定。在做決策時猶豫不決，容易受到他人意見的影響，難以堅定自己的立場。這種迷茫的狀態會讓你在前進的道路上徘徊不前，錯過一些機會。不過，只要你能靜下心來，認真思考自己的興趣和優勢，逐漸明晰方向，就能走出迷茫，迎來新的發展。",
        "lucky_star": "水瓶座",
        "money_text": "有很大的機會獲得獎金，可能是工作上的表現突出，得到了公司的獎勵。這讓你在財務上有了額外的收入，不過也別因此就放鬆對自己的要求。要繼續保持積極的工作態度，努力提升自己的工作能力，爭取在以後的工作中獲得更多的獎金和收入，讓自己的生活更加富足。",
        "health_text": "要注意頭部保暖，天氣寒冷，頭部受寒容易引發頭痛、感冒等症狀。出門時戴上帽子，避免頭部直接暴露在冷空氣中，洗頭後要及時吹乾，不要溼著頭髮睡覺，做好頭部保暖，讓身體更健康。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    }
  }
}