{
  "updated": "2025-11-24T08:13:20.154Z",
  "updateTime": "2025/11/24 下午4:13:20",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13868,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒不穩定",
        "yi": "學習新技能",
        "all": "86%",
        "date": "2025-11-23",
        "love": "78%",
        "work": "88%",
        "money": "89%",
        "health": "90%",
        "notice": "置身於舒適圈中",
        "discuss": "82%",
        "all_text": "整體運勢較為平穩，沒有太大的起伏波動。在熟悉的環境和領域裡，你會感覺格外自在，彷彿置身於自己的舒適圈中。這種熟悉感會為你帶來不少信心，讓你在處理各類事務時更加得心應手。無論是日常的交流溝通，還是面對一些小挑戰，你都能憑藉這份信心從容應對。你可能會主動去接觸一些平時就有所瞭解的事物，進一步鞏固自己的優勢，在這個過程中，內心的滿足感也會不斷增強。雖然不會有突如其來的巨大驚喜，但這種穩穩的、有把握的狀態，會讓你感到安心且踏實，能讓你以一種輕鬆愉悅的心情度過這一天，享受熟悉領域帶來的安全感與成就感。",
        "love_text": "單身的你，感情方面似乎沒什麼新動靜。周圍沒有特別讓你眼前一亮的異性出現，社交場合裡也難有心動信號。彆著急，不妨把精力放在提升自己上，多學點新技能或者培養個愛好。已有伴者的你，和另一半相處還算和睦，沒有大的矛盾衝突。不過偶爾可以製造點小驚喜，比如送束花或者一起做頓飯，讓感情更升溫。",
        "work_text": "整體發展態勢良好，如同順水行舟。在各類事務推進中，能感受到順暢的節奏，無論是處理日常任務還是應對突發狀況，都能有條不紊。思維活躍且精力充沛，能快速抓住關鍵要點，在團隊協作中也能發揮積極作用，助力整體進度向前，為後續發展積累良好基礎。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，會有一些小額進賬給你帶來驚喜。可能是之前的小投資有了回報，或是收到一些意外的退款、紅包。不過別因為這點小甜頭就衝動消費，還是要合理規劃這筆錢，比如存起來或者用於一些必要的支出，讓這份驚喜能持續發揮作用。",
        "health_text": "身體狀態超棒，能輕鬆應對各種活動。不過正因活力足，可能運動時會過度投入，要留意別拉傷肌肉或扭傷關節。運動前做好熱身，運動中注意動作規範，結束後做好拉伸放鬆，這樣就能盡情享受活力帶來的暢快，還能避免受傷。",
        "lucky_color": "淺褐色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猶豫不決",
        "yi": "出門走走逛逛",
        "all": "64%",
        "date": "2025-11-23",
        "love": "55%",
        "work": "52%",
        "money": "68%",
        "health": "65%",
        "notice": "花費更多的時間",
        "discuss": "69%",
        "all_text": "運勢稍顯低迷，日常瑣事容易遇到一些小阻礙。原本計劃好的事情，可能會因為一些意外的小狀況而出現偏差，讓你不得不花費更多的時間和精力去處理。這些小阻礙雖然不會造成嚴重的後果，但頻繁出現難免會讓你感到有些煩躁和無奈。在與人相處時，也可能會因為一些細節問題產生小摩擦，影響彼此的心情。不過，這些小問題並非無法解決，只要你能保持冷靜，耐心應對，積極尋找解決辦法，還是能夠順利化解的。不要讓這些小阻礙影響了你的整體情緒，儘量以平和的心態去面對，相信度過這一天後，情況會有所好轉。",
        "love_text": "單身的你，情路稍顯平淡。可能不會遇到讓你主動追求的人，自己也缺乏一些戀愛的衝勁。不妨多出去走走，參加些聚會，說不定能改變現狀。已有伴者的你，和伴侶之間可能會有點小摩擦。也許是生活習慣上的不同，或者對某件事看法不一致，別急著爭吵，心平氣和溝通，互相理解才能解決問題。",
        "work_text": "彷彿置身於荊棘叢中，前行困難重重。各種小麻煩不斷湧現，干擾著原本的節奏，讓人有些應接不暇。在處理事務時，容易因外界因素分心，導致進度緩慢，甚至可能出現一些小失誤。需要花費更多精力去應對這些狀況，調整狀態，重新找回前進的動力。",
        "lucky_star": "射手座",
        "money_text": "需得把消費節制放在首位。購物慾可能會比較旺盛，看到喜歡的東西就想買，但很多東西可能並不是當下必需的。要是控制不住亂花錢，月底可能會面臨經濟緊張的局面。所以購物前多問問自己是否真的需要，避免不必要的開支。",
        "health_text": "肩頸稍感緊繃，可能是長時間保持一個姿勢工作或學習導致的。這一天要多留意肩頸部位，每隔一段時間就活動活動，像轉動脖子、聳聳肩膀。還可以用熱毛巾敷一敷，或者找家人幫忙簡單按摩，能有效緩解緊繃感，讓肩頸輕鬆起來。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "傳播八卦",
        "yi": "規劃小金庫",
        "all": "94%",
        "date": "2025-11-23",
        "love": "93%",
        "work": "92%",
        "money": "95%",
        "health": "96%",
        "notice": "拓寬自己的視野",
        "discuss": "90%",
        "all_text": "生活驚喜頻現，樂趣多多。彷彿生活中處處都藏著小驚喜，等待著你去發現。可能會在不經意間遇到一些有趣的人，與他們交談能讓你收穫不少新奇的觀點和想法，拓寬自己的視野。也可能會在一些平常的地方發現新的樂趣，比如發現一家很有特色的小店，或者嘗試到一種從未吃過的美食。這些小小的驚喜會讓你的心情格外愉悅，讓你感受到生活的美好與多彩。你會充滿活力地去探索周圍的一切，對生活充滿熱情，這種積極的狀態也會感染身邊的人，讓大家都沉浸在歡樂的氛圍中，共同享受這充滿樂趣的一天。",
        "love_text": "單身的你，緣分很可能降臨哦！說不定在某個日常場景裡，就能遇到那個讓你心動的人。保持自信和開朗，主動交流，說不定一段美好感情就此開始。已有伴者的你，和另一半甜蜜升溫。你們會有很多共同話題，相處輕鬆愉快。可以一起規劃下未來，讓感情更有方向，也能增進彼此的信任和依賴。",
        "work_text": "宛如踏上了一條充滿驚喜的康莊大道，一路高歌猛進。各種機會如同繁星般環繞，只要伸手就能抓住。在處理事務時，靈感如泉湧，能想出新穎獨特的解決方案，為工作學習帶來新的突破。與周圍人的交流也十分順暢，能獲得不少有益的建議和幫助，讓前進的道路更加平坦。",
        "lucky_star": "白羊座",
        "money_text": "你的投資運勢相當好，會迎來豐厚的回報。之前投入的資金，不管是股票、基金還是其他投資項目，都有可能看到明顯的收益增長。不過也別被勝利衝昏頭腦，別盲目追加投資，要冷靜分析市場形勢，合理調整投資策略，確保收益能穩穩落袋。",
        "health_text": "精神煥發，整個人神清氣爽。但精神好也別過度消耗，別長時間熬夜刷手機或者玩遊戲，不然第二天精神就會受影響。保持規律的作息，晚上早點休息，讓身體和大腦都得到充分放鬆，這樣能一直維持清爽狀態，活力滿滿地度過這一天。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "參加競技比賽",
        "yi": "去影院看電影",
        "all": "75%",
        "date": "2025-11-23",
        "love": "71%",
        "work": "70%",
        "money": "79%",
        "health": "77%",
        "notice": "結識一些新朋友",
        "discuss": "76%",
        "all_text": "社交互動有小新收穫。在與人交往的過程中，你會展現出自己獨特的魅力，吸引到一些志同道合的人。通過與他們的交流和互動，你能夠了解到不同的觀點和生活方式，拓寬自己的社交圈子。可能會結識到一些新朋友，他們身上有著你所欣賞的特質，與他們相處會讓你感到十分愉快。在交流中，你也能夠更好地表達自己的想法和感受，讓別人更加了解真實的你。這些社交互動不僅豐富了你的生活，還為你帶來了新的啟發和思考，讓你對自己和周圍的世界有了更深刻的認識。你會珍惜這些新的收穫，用心去維護這些新建立的關係，讓它們成為你生活中的寶貴財富。",
        "love_text": "單身的你，內心期待著與那個對的人相遇。這種期待會讓你在社交中更積極主動，也更容易留意到身邊潛在的緣分。多參加些興趣活動，說不定就能遇到志同道合的人。已有伴者的你，和伴侶溫馨相伴。你們會享受彼此的陪伴，一起度過悠閒時光。可以一起窩在沙發上看電影，或者出去散散步，感受這份平淡又美好的幸福。",
        "work_text": "整體發展呈現出穩步向前的態勢，如同穩健行駛的列車，雖沒有驚天動地的速度，但每一步都走得紮實。在處理日常事務時，能保持冷靜和耐心，按照計劃逐步推進。雖然過程中可能會遇到一些小挑戰，但憑藉自身的努力和堅持，都能順利克服，為未來的發展打下堅實基礎。",
        "lucky_star": "雙魚座",
        "money_text": "財運主要來自副業，收入穩定且可觀。副業上的努力開始有了成果，客戶訂單增多或者業務量上升。這時候別光顧著高興，要趁熱打鐵，進一步提升副業的服務質量或產品質量，鞏固客戶關係，為後續持續穩定的收入打下更堅實的基礎。",
        "health_text": "腸胃有點小狀況，可能會有輕微不適。這一天在飲食上要多注意，別吃太多辛辣、油膩、生冷的食物，儘量選擇清淡易消化的，像粥、麵條之類的。吃飯也要定時定量，別暴飲暴食，這樣能減輕腸胃負擔，讓腸胃慢慢恢復舒適狀態。",
        "lucky_color": "藕荷色 ",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "探索新思路",
        "all": "97%",
        "date": "2025-11-23",
        "love": "99%",
        "work": "98%",
        "money": "92%",
        "health": "90%",
        "notice": "按照心意去發展",
        "discuss": "92%",
        "all_text": "生活順遂，心情格外好。彷彿一切都在按照你的心意發展，沒有太多的煩惱和困擾。在做事情時，你會感覺十分順利，無論是簡單的日常事務，還是一些稍微複雜的事情，都能輕鬆應對。這種順遂的狀態會讓你充滿自信，做起事來更加積極主動。你會以一種樂觀的心態去面對生活中的一切，即使遇到一些小問題，也能迅速調整自己的狀態，將其化解。周圍的人也會被你的好心情所感染，與你相處時會感到十分愉快。你會盡情享受這美好的一天，去做自己喜歡的事情，與親朋好友共度歡樂時光，讓自己的生活充滿陽光和歡笑。",
        "love_text": "單身的你，魅力四射，很容易吸引到異性的目光。在社交場合中，你的自信和熱情會讓你成為焦點，說不定會有人主動向你示好。抓住機會，展現真實的自己。已有伴者的你，和另一半愛意滿滿。你們會互相表達愛意，讓對方感受到濃濃的愛。可以一起做些浪漫的事，比如燭光晚餐，讓感情更加深厚。",
        "work_text": "如同出征的勇士，勢如破竹，所向披靡。在各個方面都展現出強大的實力和自信，無論是面對複雜的工作任務還是艱難的學習挑戰，都能輕鬆應對。憑藉出色的能力和果斷的決策，能迅速解決問題，取得顯著成果。周圍人對你的表現紛紛稱讚，讓你充滿成就感，也為未來的發展增添了強大動力。",
        "lucky_star": "巨蟹座",
        "money_text": "貴人會為你帶來新的財路。可能是在社交場合結識到有資源、有能力的人，他們給你提供了新的賺錢機會，比如合作項目、新的業務渠道等。要抓住這個機會，積極與貴人溝通交流，展現出自己的能力和誠意，讓新的財路順利開啟。",
        "health_text": "體能充沛，幹啥都很有勁兒。不過體能好也別過度勞累，如果進行體力勞動或者運動，要注意合理安排時間和強度，別讓自己太疲憊。感覺累了就及時休息，補充水分和能量，這樣才能保持良好的體能狀態，持續高效地完成各項事務。",
        "lucky_color": "杏色 ",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入幻想症",
        "yi": "換個新發型",
        "all": "56%",
        "date": "2025-11-23",
        "love": "59%",
        "work": "64%",
        "money": "54%",
        "health": "62%",
        "notice": "生活節奏被打亂",
        "discuss": "59%",
        "all_text": "生活節奏稍亂，需要適當調整。原本規劃好的生活節奏可能會因為一些突發情況而被打亂，讓你有些手忙腳亂。可能會同時面臨多項任務，讓你感到有些分身乏術，不知道該先處理哪一件。這種混亂的狀態可能會讓你產生一些焦慮和煩躁的情緒，影響你的做事效率。不過，不要過於著急，此時你需要冷靜下來，重新梳理一下自己的思路，合理安排時間和精力。可以先列出任務的優先級，按照重要程度依次處理，這樣能夠讓你的生活逐漸恢復有序。只要及時調整好自己的狀態，你依然能夠順利度過這一天，並且在調整的過程中，也能讓自己學會更好地應對生活中的變化和挑戰。",
        "love_text": "單身的你，尋愛之路不太順利。可能很難遇到讓自己心動且合適的人，也可能會因為一些現實因素而對感情有所顧慮。別太焦慮，感情需要慢慢等待。已有伴者的你，和伴侶之間矛盾初顯。可能是一些小事引發了爭吵，雙方都不願意妥協。這時候需要冷靜下來，站在對方角度思考，互相包容才能化解矛盾。",
        "work_text": "小有波折。在推進事務的過程中，會遇到一些意想不到的小麻煩，打亂原本的節奏。這些小問題雖然不會造成嚴重後果，但也需要花費一定時間和精力去解決。需要保持冷靜，靈活應對，及時調整策略，避免因小失大，確保整體進度不受太大影響。",
        "lucky_star": "金牛座",
        "money_text": "在財物方面要小心意外損耗。可能會遇到物品損壞需要維修或更換的情況，或者不小心丟失一些貴重物品。出門在外要保管好自己的財物，使用電器等設備時也要注意安全，避免因疏忽造成不必要的經濟損失。同時，也可以提前做好一些財物保障措施。",
        "health_text": "眼部略有疲憊，可能是長時間用眼導致的。這一天要減少看電子屏幕的時間，每隔一段時間就遠眺一下，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。晚上睡前可以用熱毛巾敷敷眼睛，緩解一天的疲勞，讓眼睛第二天能精神飽滿。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩樂心太重",
        "yi": "嘗試新事物",
        "all": "84%",
        "date": "2025-11-23",
        "love": "81%",
        "work": "85%",
        "money": "83%",
        "health": "86%",
        "notice": "社交上十分活躍",
        "discuss": "89%",
        "all_text": "整體狀態不錯，生活呈現出熱鬧歡快的氛圍。社交方面十分活躍，各種邀約接連不斷，無論是朋友間的聚會，還是興趣小組的活動，都讓你有充足的機會去參與其中。在這些社交場合裡，你能盡情享受與人交流互動的樂趣，結識到不同的人，拓寬自己的社交圈子。與他人的相處輕鬆愉快，彼此之間分享著生活中的趣事，歡聲笑語不斷。這種熱鬧的社交生活不僅讓你心情愉悅，還能讓你感受到人與人之間的溫暖與善意。你會沉浸在這種歡樂的氛圍中，以積極的心態去迎接每一天的社交活動，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，良緣將至的跡象很明顯。可能會在不經意間遇到那個讓你心動且各方面都很匹配的人。保持開放的心態，勇敢去接觸，說不定就能開啟一段美好戀情。已有伴者的你，和另一半和諧美滿。你們相處融洽，互相支持。可以一起參加些社交活動，增進彼此的感情，也能讓生活更加豐富多彩。",
        "work_text": "彷彿站在了收獲的門檻前，一切努力都在悄然結出果實，前景十分可期。整體狀態積極向上，在處理各種事務時，能憑藉自身的平衡能力和協調能力，讓各方面都穩步推進。既不會因過於激進而出現失誤，也不會因保守而錯失機會，能很好地把握節奏，為即將到來的收穫做好充分準備。",
        "lucky_star": "水瓶座",
        "money_text": "通過合作你能獲利頗豐。與合作伙伴之間的配合默契，共同推進的項目進展順利，能帶來不錯的收益。在合作過程中，要繼續保持良好的溝通和協作，尊重彼此的意見和想法，遇到問題及時解決，這樣能讓合作更加長久，收益也會源源不斷。",
        "health_text": "睡眠質量良好，能睡個安穩覺。但良好的睡眠也要注意保持，睡前別喝太多水，不然晚上容易起夜影響睡眠。也別在睡前做劇烈運動或者看刺激的電影、電視劇，讓大腦處於平靜狀態。營造一個安靜、舒適的睡眠環境，這樣能一直擁有好睡眠。",
        "lucky_color": "卡其色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "制定未來規劃",
        "all": "97%",
        "date": "2025-11-23",
        "love": "90%",
        "work": "93%",
        "money": "98%",
        "health": "92%",
        "notice": "收到意外小禮物",
        "discuss": "96%",
        "all_text": "運勢相當出色，生活裡處處充滿驚喜。不經意間，就會收到一些意外的小禮物，可能是來自朋友的貼心關懷，也可能是陌生人的善意饋贈。這些小禮物雖然不一定價值昂貴，但卻能讓你感受到滿滿的心意，內心被溫暖填滿。除了物質上的小驚喜，生活中還會有一些美好的瞬間讓你感動，比如看到美麗的風景、聽到動聽的音樂等。這些驚喜和美好會讓你對生活充滿感恩，以更加樂觀的心態去面對生活中的一切。你會珍惜這些美好的時刻，用心去感受生活中的點滴幸福，讓自己的生活變得更加精彩。",
        "love_text": "單身的你，會有心動時刻。某個瞬間，某個人的出現會讓你心跳加速，產生想要進一步瞭解的衝動。別猶豫，勇敢邁出第一步，說不定就能收穫愛情。已有伴者的你，和另一半深情依舊。你們對彼此的感情堅定不移，會互相傾訴心事，分享生活。可以一起回憶過去的美好，讓感情更加穩固。",
        "work_text": "對你而言，是成果大放異彩的一天，各方面表現都堪稱斐然。你身上散發著強大的氣場和專注的魅力，在追求目標的道路上勇往直前，毫不退縮。無論是面對複雜的工作挑戰，還是高難度的學習任務，都能憑藉堅韌不拔的毅力和敏銳的洞察力，找到解決問題的關鍵，收穫令人矚目的成績。",
        "lucky_star": "獅子座",
        "money_text": "偏財機遇會降臨到你身上。可能會收到一些意外的獎金、補貼，或者是在一些抽獎活動中有所收穫。不過這些偏財雖然來得輕鬆，但也不能過度依賴。可以把這部分錢合理規劃，比如用於改善生活或者進行一些穩健的投資，讓偏財發揮更大的價值。",
        "health_text": "氣血通暢順達，身體狀態很不錯。這一天可以適當進行一些有氧運動，像慢跑、跳繩，能讓氣血運行更加順暢。飲食上可以多吃一些補氣血的食物，如紅棗、桂圓等。保持良好的心情也很重要，心情愉悅能讓氣血更通暢，身體更健康。",
        "lucky_color": "藕荷色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約定時間遲到",
        "yi": "拓展新圈子",
        "all": "98%",
        "date": "2025-11-23",
        "love": "91%",
        "work": "97%",
        "money": "96%",
        "health": "99%",
        "notice": "有動力嘗新事物",
        "discuss": "90%",
        "all_text": "整體運勢上佳，生活充滿了探索與新奇。你會有強烈的慾望去嘗試新的事物，探索新的地方。可能會選擇去一個從未去過的景點遊玩，在那裡領略不同的自然風光和人文風情；也可能會嘗試一種新的娛樂活動，如攀巖、射箭等，挑戰自己的極限。在這個過程中，你會收穫許多新的體驗和感受，拓寬自己的視野，豐富自己的人生閱歷。每一次新的嘗試都像是一次冒險，讓你充滿激情和活力。你會以開放的心態去接納這些新事物，享受探索帶來的樂趣，讓自己的生活充滿無限可能。",
        "love_text": "單身的你，浪漫邂逅的可能性很大。也許是在旅途中，也許是在某個興趣小組裡，會遇到那個讓你覺得浪漫又有趣的人。大膽表達自己的感受，享受這份浪漫。已有伴者的你，和另一半歡樂同行。你們會一起做很多有趣的事，充滿歡聲笑語。可以一起去探索新的地方，體驗新的事物，讓感情充滿活力。",
        "work_text": "如同在平坦大道上馳騁的駿馬，一路順風順水，暢行無阻。整體運勢極佳，彷彿有一股無形的力量在推動著你前進。在處理各種事務時，思維敏捷，行動迅速，能輕鬆應對各種突發狀況。無論是工作還是學習，都能保持良好的狀態，高效地完成任務，讓周圍人都對你羨慕不已。",
        "lucky_star": "摩羯座",
        "money_text": "業務拓展能為你帶來財富。你會在工作中發現新的業務方向或者市場機會，積極行動起來去開拓，有望獲得豐厚的回報。在拓展業務的過程中，要充分了解市場需求和競爭情況，制定合理的計劃，憑藉自己的能力和努力，讓新業務成為你的賺錢新途徑。",
        "health_text": "筋骨舒展自在，活動起來很輕鬆。這一天可以去戶外散散步、爬爬山，進一步活動筋骨。但運動前一定要做好熱身，避免突然劇烈運動導致筋骨受傷。運動過程中也要注意安全，選擇合適的運動裝備，這樣能盡情享受運動帶來的快樂，又能保護好筋骨。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不切實際",
        "yi": "樂於助人",
        "all": "55%",
        "date": "2025-11-23",
        "love": "53%",
        "work": "62%",
        "money": "54%",
        "health": "68%",
        "notice": "瑣事如亂麻般",
        "discuss": "65%",
        "all_text": "整體狀態有些低迷，生活彷彿被一層陰雲籠罩。各種瑣事如同亂麻一般，毫無頭緒地交織在一起，不斷地消耗著你的精力和耐心。這些瑣事可能涉及生活的方方面面，從日常用品的整理歸置，到鄰里之間的小摩擦，每一件看似不起眼，卻都像小蟲子一樣，啃噬著你的內心，讓你感到煩躁不安。在處理這些事情的過程中，你可能會覺得自己的努力得不到應有的回報，付出與收穫不成正比，這種落差感進一步加重了你的負面情緒。不過，別讓這些瑣碎的事情完全佔據你的生活，試著給自己留出一些獨處的空間，讓自己的心情慢慢平復下來。相信在調整好狀態後，你能夠以更從容的姿態去面對這些瑣事，逐步解決它們，讓生活重新回到有序的軌道。",
        "love_text": "單身的你，可能會遇到一些阻礙你尋找愛情的因素，比如工作忙碌沒時間社交，或者身邊沒有合適的對象。別灰心，調整好心態，等待合適時機。已有伴者的你，和伴侶關係緊張。可能因為一些壓力或者誤會，導致雙方情緒都不好。這時候需要冷靜溝通，互相理解對方的難處，共同解決問題。",
        "work_text": "發展步伐稍顯遲緩，彷彿在前進的道路上遇到了一些小阻礙。整體狀態不夠活躍，在處理事務時可能會有些力不從心，需要花費更多的時間和精力才能達到預期效果。不過，這並不意味著沒有進展，只是需要你更加耐心和堅持，一步一個腳印地向前邁進，相信積累的力量終會帶來改變。",
        "lucky_star": "天秤座",
        "money_text": "理財收益不太理想，之前投入的理財產品可能沒有達到預期的收益，甚至可能出現小幅虧損。這時候別慌張，也別盲目跟風調整投資。先冷靜分析理財產品的情況，看看是市場整體波動還是產品本身的問題，再根據自己的風險承受能力，決定是繼續持有還是適當調整投資組合。",
        "health_text": "腿部稍顯酸乏，可能是長時間站立或者走路導致的。這一天要減少長時間站立或行走，多坐下來休息休息。晚上可以用熱水泡泡腳，促進腿部血液循環，緩解酸乏感。還可以自己按摩一下腿部肌肉，從下往上輕輕揉捏，能讓腿部更快恢復輕鬆。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "壓抑個人情緒",
        "yi": "參加社交活動",
        "all": "52%",
        "date": "2025-11-23",
        "love": "48%",
        "work": "50%",
        "money": "55%",
        "health": "53%",
        "notice": "前進路上磕磕絆絆",
        "discuss": "61%",
        "all_text": "運勢不太順遂，生活裡彷彿佈滿了無形的障礙。在推進各項事務時，會頻繁遭遇各種小阻礙，這些阻礙如同路上的小石子，雖然不大，卻足以讓你磕磕絆絆，難以順利前行。可能是在與他人交流溝通時，出現意見不合、理解偏差的情況，導致交流陷入僵局；也可能是在進行一些日常活動時，遇到設備故障、資源短缺等問題，使得原本的計劃無法順利實施。這些小阻礙不斷出現，會讓你感到有些沮喪和無奈，甚至可能會懷疑自己的能力。但請記住，困難只是暫時的，每一次的阻礙都是一次成長的機會。保持冷靜和理智，積極尋找解決問題的方法，相信你一定能夠突破困境，讓生活重新恢復順暢。",
        "love_text": "單身的你，很難在周圍找到讓自己心動且有發展可能的人，可能會覺得有些孤單。不妨多和朋友聚聚，緩解下這種情緒。已有伴者的你，和伴侶溝通不暢。可能會因為一些觀點不同而產生分歧，雙方都不願意傾聽對方。這時候需要放下成見，耐心溝通，才能化解矛盾，讓感情回到正軌。",
        "work_text": "彷彿置身於一片荊棘叢中，困難頻現，每前進一步都要付出不少努力。各種意外狀況不斷打擾，打亂了你原本的計劃，讓你有些應接不暇。在處理事務時，容易陷入迷茫和困惑，找不到明確的方向。不過，這也是一個鍛鍊自己應對困難能力的好機會，只要保持冷靜，積極尋找解決辦法，就能逐漸走出困境。",
        "lucky_star": "處女座",
        "money_text": "你的開支容易超出預算。可能會因為一些突發情況或者衝動消費，導致花費比計劃多很多。購物時要保持理性，制定好購物清單，嚴格按照清單購買。對於一些非必要的消費，要三思而後行。同時，也可以提前預留一部分應急資金，避免開支超支帶來經濟壓力。",
        "health_text": "牙齒略有敏感，吃冷熱酸甜的食物可能會有不適感。這一天要注意口腔衛生，早晚認真刷牙，飯後及時漱口。別吃太冷、太熱、太酸、太甜的食物，減少對牙齒的刺激。如果敏感情況比較嚴重，可以使用一些抗敏感牙膏，保護好牙齒。",
        "lucky_color": "酒紅色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "同情心氾濫",
        "yi": "與朋友聚餐",
        "all": "79%",
        "date": "2025-11-23",
        "love": "75%",
        "work": "81%",
        "money": "80%",
        "health": "78%",
        "notice": "按部就班進行著",
        "discuss": "75%",
        "all_text": "整體運勢較為平穩，生活沒有太大的波瀾起伏，如同平靜的湖面，雖無驚濤駭浪，卻也別有一番寧靜之美。在這一天裡，生活會按部就班地進行著，你不會面臨太多的挑戰和壓力，能夠以一種輕鬆自在的心態去面對生活中的各種事情。偶爾，生活還會給你帶來一些溫馨的小驚喜，可能是家人一句貼心的問候，讓你感受到濃濃的親情；也可能是朋友一個溫暖的微笑，讓你體會到友情的珍貴。這些溫馨的時刻如同冬日裡的暖陽，溫暖著你的心房，讓你在平淡的生活中感受到滿滿的幸福。珍惜這些美好的瞬間，用心去感受生活的美好，讓自己的內心充滿愛與溫暖。",
        "love_text": "單身的你，腦海裡會浮現出很多關於愛情的美好幻想，這種憧憬會讓你在社交中更期待遇到那個對的人。保持這份期待，也許緣分就在不遠處。已有伴者的你，和另一半柔情蜜意。你們會互相關心，體貼入微。可以一起做些溫馨的事，比如一起做飯、一起看星星，讓感情在平淡中愈發深厚。",
        "work_text": "正逐漸步入一個良好的發展軌道，一切都在漸入佳境。整體狀態越來越好，之前遇到的困難和問題都在慢慢得到解決，讓你重新找回了信心和動力。在處理事務時，思維更加清晰，行動更加果斷，能夠更好地把握機會，推動各方面朝著有利的方向發展，為未來的成功奠定堅實基礎。",
        "lucky_star": "天蠍座",
        "money_text": "獎金福利可期。工作中可能會因為表現出色或者完成重要任務而獲得獎金，或者公司有一些福利政策發放。收到獎金福利後，別一下子都花光，可以拿出一部分用於儲蓄，另一部分用於提升自己的生活品質，比如學習新技能、購買一些能提高工作效率的物品等。",
        "health_text": "情緒平和舒緩，心情很不錯。但情緒好也別一直處於興奮狀態，過度興奮可能會影響身體。可以找一些安靜的活動來做，像看書、聽音樂，讓心情保持平穩。也可以和家人朋友聊聊天，分享一下自己的感受，這樣能讓情緒一直處於平和舒緩的狀態。",
        "lucky_color": "淺褐色",
        "lucky_number": "1"
      }
    }
  }
}