{
  "updated": "2025-11-25T01:37:23.268Z",
  "updateTime": "2025/11/25 上午9:37:23",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14835,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "堆積太多雜物",
        "yi": "保持精緻感",
        "all": "92%",
        "date": "2025-11-24",
        "love": "90%",
        "work": "91%",
        "money": "97%",
        "health": "93%",
        "notice": "積極力量所環繞",
        "discuss": "97%",
        "all_text": "整體運勢呈現出一片大好的態勢，彷彿被一股積極向上的力量所環繞，處處都洋溢著令人愉悅的氛圍。生活中，許多事情都會順著自己的心意發展，那種心想事成的感覺會格外明顯。無論是日常的小願望，還是內心深處的期待，都有很大機會得以實現，讓人滿心歡喜。在與人相處時，能輕鬆地營造出融洽的氛圍，與他人交流順暢無阻，彼此之間能夠很好地理解對方的想法和感受，這種良好的溝通狀態會進一步增強內心的滿足感。而且，在社交場合中，還能結識到一些有趣的人，拓展自己的社交圈子，為生活增添新的色彩。在休閒時光，也能找到讓自己放鬆和快樂的方式，可能是沉浸在喜歡的音樂裡，或是享受一場愜意的電影時光，都能讓自己充分感受到生活的美好。總之，這一天會過得充實又滿足，盡情享受這份好運帶來的幸福體驗。",
        "love_text": "單身的你，在社交場合中極有可能邂逅那個讓你眼前一亮的人，對方或許有著獨特的魅力，瞬間吸引你的目光，開啟一段浪漫的緣分。已有伴者的你，和另一半的感情甜蜜升溫，彼此之間充滿默契，一個眼神、一個微笑都能讀懂對方的心意，一起度過溫馨又美好的時光。",
        "work_text": "就像被幸運之神緊緊跟隨，渾身散發著強大的能量氣場。在各個領域都能展現出超強的行動力和決斷力，面對難題毫不退縮，憑藉著這股衝勁，能輕鬆突破重重阻礙，在眾多人中脫穎而出，收穫滿滿的成就感，彷彿一切都在朝著理想的方向大步邁進。",
        "lucky_star": "摩羯座",
        "money_text": "會有意外財喜降臨，可能是之前參與的活動有了額外獎勵，或者不經意間得到一筆小收入。這時候別被驚喜衝昏頭腦，別急著把這筆錢隨意花掉，可以考慮存起來或者做些小規劃，讓這份意外之財能發揮更大作用，為未來的生活增添一份保障。",
        "health_text": "活力值直接拉滿的一天，無論是晨跑還是夜跑都輕鬆拿捏，連爬樓梯都像在蹦迪。不過別光顧著撒歡，運動後記得拉伸放鬆，不然肌肉痠痛會找上門。晚上睡前可以泡個熱水澡，讓緊繃的神經和肌肉徹底鬆懈下來，第二天又能滿血復活。",
        "lucky_color": "綠色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "消息發錯群",
        "yi": "多表達想法",
        "all": "78%",
        "date": "2025-11-24",
        "love": "72%",
        "work": "80%",
        "money": "83%",
        "health": "82%",
        "notice": "能夠從容地應對",
        "discuss": "70%",
        "all_text": "運勢整體平穩有序，沒有太大的波瀾起伏，卻有著一種寧靜而安心的感覺。日常的各項事務都會按照既定的節奏有條不紊地進行著，不會出現手忙腳亂或意外狀況，讓人能夠從容應對。這種穩定的狀態會讓人內心感到踏實，彷彿一切都在掌控之中。在平淡的生活裡，偶爾還會有一些小驚喜悄然降臨，這些小驚喜如同夜空中閃爍的星星，雖然不耀眼，卻能為生活增添一抹別樣的光彩。它們可能來自於生活中的細微之處，比如突然收到一份意外的禮物，或是與許久未聯繫的朋友取得聯繫，都能讓人心情愉悅。在與人相處時，也能保持平和的心態，以真誠的態度對待他人，人際關係和諧融洽。在閒暇時光，可以按照自己的喜好安排一些輕鬆的活動，享受這份平淡中的小確幸。",
        "love_text": "單身的你，緣分悄然初現，可能會在不經意間遇到讓你覺得有好感的人，雖然可能不會立刻有進一步的發展，但這是個不錯的開始，不妨多留意一下。已有伴者的你，和伴侶的生活平淡卻溫馨，一起做著日常的小事，比如一起做飯、散步，在平凡中感受彼此的陪伴，感情也在這些點滴中愈發深厚。",
        "work_text": "整體運勢呈穩步上升態勢，如同在平穩的軌道上行駛的列車，雖沒有驚天動地的變化，但每一步都走得堅實有力。憑藉著自身的踏實和努力，能在現有的基礎上不斷積累經驗，逐漸提升自己的能力，為未來的發展打下堅實的基礎。",
        "lucky_star": "雙魚座",
        "money_text": "在穩健投資方面會有收穫，之前投入的一些靠譜項目開始有了回報。不過別因為看到收益就盲目追加投資，還是要保持冷靜，仔細分析市場動態和項目前景，根據自身實際情況合理調整投資策略，確保每一筆資金都能穩穩地增值。",
        "health_text": "你的腸胃像被施了魔法，消化系統運轉得格外順暢，吃嘛嘛香還不鬧脾氣。不過別因為胃口好就放肆吃辣喝冰，火鍋燒烤配冰可樂的組合容易讓腸胃突然“罷工”。下午茶可以換成溫熱的蜂蜜柚子茶，既能滿足味蕾又不會給腸胃添負擔。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開會員辦卡",
        "yi": "參加團隊活動",
        "all": "95%",
        "date": "2025-11-24",
        "love": "97%",
        "work": "91%",
        "money": "93%",
        "health": "92%",
        "notice": "充滿歡樂和驚喜",
        "discuss": "96%",
        "all_text": "繽紛多彩的一天，諸事順遂如意，彷彿置身於一個充滿歡樂和驚喜的世界。生活中充滿了各種有趣的事情和新鮮的體驗，讓人應接不暇。無論是參與社交活動，還是獨自探索新事物，都能收穫滿滿的樂趣。在社交場合中，能充分發揮自己的溝通優勢，與不同的人愉快交流，結交到新的朋友，拓展自己的社交圈子。而且，在交流過程中，還能獲得一些新的想法和靈感，為自己的生活增添新的色彩。同時，一些原本計劃的事情也能順利推進，沒有遇到什麼阻礙，讓人心情格外舒暢。這一天，可以盡情地享受生活帶來的各種美好，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，浪漫邂逅的可能性很大，也許是在參加活動時，或是偶然的相遇中，遇到那個能讓你心跳加速、滿心歡喜的人，開啟一段充滿驚喜的戀情。已有伴者的你，和愛人之間愛意滿溢，彼此的關心和愛護都體現在生活的細節裡，一起分享生活中的趣事，感情如同美酒，越陳越香。",
        "work_text": "彷彿開啟了幸運開關，運勢順遂得如同開掛一般。在各種場合都能靈活應對，憑藉著出色的溝通能力和敏銳的思維，輕鬆化解各種難題，還能抓住不少隱藏的機會，為自己的發展開闢新的道路，讓周圍的人都對你刮目相看。",
        "lucky_star": "處女座",
        "money_text": "通過合作能財源廣進，和夥伴一起開展的項目會有不錯的收益進賬。在合作過程中，要多和對方溝通交流，明確各自的職責和利益分配，避免因為一些小問題產生矛盾，影響後續的合作和財運，讓合作能持續為你帶來財富。",
        "health_text": "你的大腦像開了掛，和朋友聊天能接住所有梗，工作彙報也能妙語連珠。不過連續高強度用腦容易讓神經緊繃，午休時可以閉眼聽會兒輕音樂，或者到窗邊曬十分鐘太陽，給大腦充個電。晚上睡前別刷短視頻，改成讀兩頁紙質書，睡眠質量會更好。",
        "lucky_color": "鵝黃色 ",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "愛面子逞強",
        "yi": "享受獨處空間",
        "all": "87%",
        "date": "2025-11-24",
        "love": "86%",
        "work": "89%",
        "money": "81%",
        "health": "80%",
        "notice": "沉浸家庭溫暖中",
        "discuss": "85%",
        "all_text": "家庭氛圍溫馨和睦，生活愜意悠然的一天，彷彿沉浸在溫暖的港灣之中。在家庭裡，與家人之間的互動充滿愛意，彼此關心、相互理解，這種濃濃的親情讓人感到無比安心。一家人圍坐在一起，分享生活中的點滴趣事，歡聲笑語迴盪在房間裡，營造出一種溫馨的氛圍。在這樣和諧的環境中，內心也會變得格外平靜和滿足。除了享受家庭的溫暖，也能在閒暇時光裡做一些自己喜歡的事情，比如閱讀一本心儀的書籍，或是進行一些手工創作，讓自己沉浸在寧靜的世界裡，感受生活的美好。這一天，會過得悠閒自在，充分享受家庭帶來的幸福和溫暖。",
        "love_text": "單身的你，心動的感覺可能會突然降臨，在某個瞬間，你會被某個人的某個舉動或特質所打動，內心泛起層層漣漪，不妨勇敢一點，主動去了解對方。已有伴者的你，和伴侶相處溫情相伴，彼此相互理解、相互支持，一起面對生活中的小挑戰，在困難面前攜手共進，感情更加堅不可摧。",
        "work_text": "整體運勢節節向上，如同春日裡茁壯成長的幼苗，不斷汲取養分，逐漸展現出蓬勃的生機。在前進的道路上，你會遇到一些小挑戰，但憑藉著自身的堅韌和努力，都能順利克服，而且每克服一個困難，就能獲得一次成長，離目標也越來越近。",
        "lucky_star": "獅子座",
        "money_text": "家庭支出方面你能把控得很好，不會出現不必要的浪費。在購買家庭用品或者安排家庭活動時，會精打細算，把錢花在刀刃上。不過也別為了省錢而降低生活質量，在合理範圍內滿足家人的需求，讓家庭生活既溫馨又不會給財務造成太大壓力",
        "health_text": "躺在床上會像雲朵一樣輕盈，翻個身就能進入深度睡眠，連鬧鐘都吵不醒你。不過睡前別喝太多水，不然半夜頻繁起夜會打斷睡眠節奏。如果實在口渴，抿一小口溫水就好。早上醒來別急著看手機，先伸個大大的懶腰，讓身體徹底甦醒。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以貌取人",
        "yi": "做一件好事",
        "all": "72%",
        "date": "2025-11-24",
        "love": "70%",
        "work": "75%",
        "money": "74%",
        "health": "73%",
        "notice": "拉近與他人距離",
        "discuss": "79%",
        "all_text": "人際交往順暢，社交方面小有收穫，在與人交流互動中能展現出獨特的魅力。在社交場合中，能夠自信地表達自己的觀點和想法，吸引他人的關注和認可。與他人溝通時，言辭得體、風趣幽默，很容易就能拉近與他人的距離，結交到新的朋友。而且，在社交過程中，還能從他人身上學到一些新的知識和經驗，拓寬自己的視野。同時，一些之前建立的人際關係也會在這一天得到進一步的鞏固和加強，讓自己在社交圈子中的地位更加穩固。這一天，可以積極參與各種社交活動，盡情展現自己的風采，享受社交帶來的樂趣和收穫。",
        "love_text": "單身的你，緣分正在萌芽，可能會在社交場合中結識到一些新的朋友，其中說不定就有那個能與你擦出愛情火花的人，多展現自己的魅力，吸引對方的注意。已有伴者的你，和另一半相處融洽，彼此之間沒有太多的矛盾和爭吵，能夠互相包容對方的缺點，一起享受生活的美好，感情穩定又和諧。",
        "work_text": "整體運勢平穩前行，如同在平靜的湖面上航行的船隻，雖沒有大風大浪，但也能穩步前進。在這一天裡，你能保持清醒的頭腦，有條不紊地處理各種事務，在穩定中尋求發展和突破，為未來的成功積累經驗和力量。",
        "lucky_star": "水瓶座",
        "money_text": "在社交方面的開銷會增多，可能是和朋友聚會、參加活動等產生的費用。在享受社交樂趣的同時，要注意控制開支，別為了面子過度消費。可以提前做好預算，選擇一些性價比高的活動，這樣既能維護好人際關係，又不會讓錢包太“受傷”。",
        "health_text": "肩頸像被上了發條，長時間伏案工作或低頭刷手機會讓肌肉越來越僵硬。每隔一小時就起身活動五分鐘，做做擴胸運動或轉轉脖子，能有效緩解痠痛。晚上可以用熱毛巾敷敷肩膀，或者讓家人幫忙按摩十分鐘，第二天會輕鬆很多。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動表心意",
        "yi": "尋找新靈感",
        "all": "70%",
        "date": "2025-11-24",
        "love": "66%",
        "work": "72%",
        "money": "71%",
        "health": "74%",
        "notice": "展現有序生活狀態",
        "discuss": "78%",
        "all_text": "瑣事處理得當，生活有條不紊，展現出一種沉穩、有序的生活狀態。面對生活中的各種瑣事，能夠保持冷靜和理智，有條不紊地將它們一一解決。無論是日常的家務事，還是一些需要處理的小問題，都能處理得井井有條，不會出現手忙腳亂的情況。這種高效的處理方式不僅讓自己感到輕鬆，也能讓周圍的人感到安心。在處理瑣事的過程中，還能注重細節，將每一件事情都做到盡善盡美，體現出自己的責任心和嚴謹的態度。在閒暇時光，也能按照自己的計劃安排一些放鬆的活動，讓自己的生活既充實又舒適。這一天，會過得充實而有意義，享受這種有條不紊的生活節奏。",
        "love_text": "單身的你，還在尋覓著愛情的契機，雖然暫時沒有遇到特別合適的人，但不要灰心，多參加一些社交活動，擴大自己的社交圈子，說不定緣分就在下一個轉角。已有伴者的你，和伴侶的感情穩定維繫著，彼此之間有著深厚的感情基礎，雖然生活平淡，但也能在平淡中感受到對方的真心，一起為了未來的生活努力奮鬥。",
        "work_text": "整體運勢按部就班中帶著些許阻滯，好似在平穩行進的道路上突然出現了一些小石子。你會按照常規的節奏推進各項事務，可過程中時不時冒出的小狀況，會讓你有些分心和煩躁，使得原本順暢的節奏被打亂，需要花費更多精力去應對這些意外，整體推進速度變緩。",
        "lucky_star": "天秤座",
        "money_text": "在消費上要保持理性，通過節支來維護財務狀況。看到心儀的商品時，別立刻下單，先冷靜思考是否真的需要，有沒有更實惠的替代品。避免因為一時衝動而購買一些不實用的東西，合理規劃每一筆支出，讓每一分錢都花得有價值。",
        "health_text": "你的口氣像清晨的露珠一樣清新，說話都帶著薄荷味，連同事都忍不住湊近和你聊天。不過別因為口腔狀態好就忽略清潔，中午吃完飯後可以用漱口水清理食物殘渣，晚上刷牙時記得刷夠三分鐘。如果平時有戴牙套，要特別注意牙套邊緣是否卡食物。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間宅家",
        "yi": "參加健身課程",
        "all": "59%",
        "date": "2025-11-24",
        "love": "61%",
        "work": "62%",
        "money": "50%",
        "health": "66%",
        "notice": "猶豫不決的困擾",
        "discuss": "50%",
        "all_text": "整體運勢不太理想，生活中會明顯感覺到諸多事情推進起來困難重重，內心也容易陷入猶豫不決的困擾之中。面對一些選擇時，難以果斷地做出決定，總是反覆權衡利弊，卻依舊拿不定主意，這種糾結的狀態會消耗不少精力，讓心情也變得有些煩悶。在社交方面，原本擅長協調關係的優勢似乎也難以發揮，與他人交流時可能會出現意見不合的情況，難以達成共識，使得人際關係也受到一定影響。而且，在處理一些生活瑣事時，也容易因為猶豫而錯失一些機會，讓原本可以順利解決的事情變得複雜起來。不過，也不要過於焦慮，試著給自己一些時間冷靜思考，或許能找到新的思路，慢慢改善這種不太順遂的狀態，讓生活重新回到正軌。",
        "love_text": "單身的你，偶有桃花出現，可能會收到一些異性的示好或關注，讓你有些小驚喜，不過不要急於做出決定，先慢慢了解對方是否真的適合自己。已有伴者的你，和伴侶相處平和，沒有太多的波瀾起伏，彼此之間保持著適當的距離和空間，既能相互陪伴，又能各自獨立，感情在這種平衡中穩步發展。",
        "work_text": "你的運勢如同海上的小船，起伏緩進。時而有微風助力，讓你能輕鬆推進一些事務，感覺順風順水；時而又遭遇小風浪，使得原本順利的節奏被打亂，進展受阻。整體狀態有些不穩定，需要你在面對變化時保持冷靜，靈活調整自己的策略，才能更好地應對各種情況，逐步朝著目標靠近。",
        "lucky_star": "射手座",
        "money_text": "在財務上會有點小困擾，可能是收到了一些意外的賬單，或者之前的投資出現了小波動。別慌張，先冷靜分析問題的原因，看看是暫時的情況還是需要調整財務策略。可以找懂財務的朋友或者專業人士諮詢，一起商量解決辦法，逐步化解財務困擾。",
        "health_text": "你的腰背像被壓了塊石頭，久坐或久站都會讓痠痛感加重。工作時可以把電腦屏幕墊高，讓視線與屏幕平齊，減少彎腰駝背的姿勢。下班後可以試試靠牆站立五分鐘，讓頭部、肩部、臀部緊貼牆壁，能幫脊柱找回正確曲線。晚上睡覺別趴著睡，側臥時在兩膝間夾個枕頭更舒服。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "低頭玩手機",
        "yi": "報興趣課程",
        "all": "58%",
        "date": "2025-11-24",
        "love": "55%",
        "work": "60%",
        "money": "53%",
        "health": "59%",
        "notice": "孤獨感縈繞身邊",
        "discuss": "60%",
        "all_text": "整體運勢較為低迷，生活裡會明顯感受到一種孤獨感縈繞在身邊。即便身處人群之中，也很難真正融入其中，內心與外界彷彿隔著一層無形的屏障，難以與他人產生深度的情感連接。這種孤獨感會讓人情緒變得有些低落，對周圍的事物也提不起太多的興趣。在社交活動中，可能會表現得比較沉默寡言，不太願意主動與他人交流，使得原本就不多的社交互動變得更加冷清。而且，在面對生活中的一些情況時，也容易陷入自我封閉的狀態，不願意尋求他人的幫助和支持。不過，這種狀態只是暫時的，不妨試著打開心扉，主動與身邊的人分享自己的感受，或許能逐漸驅散內心的孤獨，讓生活重新充滿溫暖。",
        "love_text": "單身的你，偶有桃花出現，可能會收到一些異性的示好或關注，讓你有些小驚喜，不過不要急於做出決定，先慢慢了解對方是否真的適合自己。已有伴者的你，和伴侶相處平和，沒有太多的波瀾起伏，彼此之間保持著適當的距離和空間，既能相互陪伴，又能各自獨立，感情在這種平衡中穩步發展。",
        "work_text": "整體運勢呈現出緩步推進的態勢，就像在爬坡的小火車，速度不算快，但每一步都穩穩當當。在前進的過程中，你會遇到一些小阻礙，不過憑藉自身的毅力和堅持，能夠慢慢克服。只是這種推進的速度可能會讓你有些著急，需要調整好心態，相信只要持續努力，就能逐漸看到成果。",
        "lucky_star": "天蠍座",
        "money_text": "在支出方面需要多謹慎，無論是日常消費還是一些大額支出，都要三思而後行。在購買東西時，要多比較價格和質量，別被商家的宣傳誤導。對於一些不熟悉的投資項目，更要謹慎對待，不要輕易投入資金，以免造成不必要的損失，守護好自己的錢袋子。",
        "health_text": "你的眼睛像被蒙了層薄紗，長時間盯著屏幕會讓乾澀感越來越明顯。每工作半小時就遠眺五分鐘，或者看看窗外的綠植，讓眼球放鬆放鬆。晚上睡前別關燈玩手機，把手機屏幕亮度調至最低，或者開個暖光小夜燈。如果眼睛實在不舒服，可以用人工淚液滴兩滴，但別依賴眼藥水。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與家人賭氣",
        "yi": "打卡新餐廳",
        "all": "80%",
        "date": "2025-11-24",
        "love": "86%",
        "work": "71%",
        "money": "77%",
        "health": "80%",
        "notice": "自由隨性的模式",
        "discuss": "76%",
        "all_text": "整體運勢相當不錯，生活將開啟自由隨性的模式，讓人能夠盡情享受生活的美好。這一天，內心會充滿對新鮮事物的渴望和探索的熱情，不會被常規的束縛所限制，敢於嘗試一些從未做過的事情，去開拓新的生活領域。在社交方面，會表現得十分活躍，能夠輕鬆地與不同的人交流互動，結交到一些志同道合的朋友，進一步豐富自己的社交圈子。而且，在與他人相處的過程中，還能收穫許多快樂和啟發，讓自己的思維更加開闊。在休閒時光，也能按照自己的喜好安排各種有趣的活動，無論是戶外運動還是室內娛樂，都能讓自己沉浸其中，充分感受到自由隨性的生活帶來的愜意和滿足。",
        "love_text": "單身的你，驚喜緣分可能會突然降臨，也許是在一次旅行中，或是在朋友的聚會上，遇到那個讓你心動不已的人，開啟一段充滿激情和活力的戀情。已有伴者的你，和愛人歡樂同行，一起去做一些有趣的事情，比如看電影、玩遊戲，在歡聲笑語中增進彼此的感情，讓生活充滿樂趣。",
        "work_text": "你的運勢穩中有進，如同在平穩的道路上駕駛著汽車，雖然速度不是特別快，但能穩步向前。在前進的過程中，你能保持積極的心態，主動尋找提升自己的機會。偶爾會遇到一些小驚喜，為你的發展增添助力。不過，也要注意不要因為一時的順利而掉以輕心，仍需保持謹慎，穩步前行。",
        "lucky_star": "雙子座",
        "money_text": "在偏財方面略有收穫，可能是收到了一些兼職的小報酬，或者之前的小投資有了回報。雖然金額可能不大，但也是一份驚喜。不過別因為這點小收穫就放鬆對正財的追求，還是要把主要精力放在工作上，努力提升工作能力，爭取獲得更穩定的收入。",
        "health_text": "你的雙腿像裝了彈簧，走路帶風連爬五層樓都不喘。不過運動前一定要熱身，尤其是膝蓋和腳踝部位，不然容易扭傷。如果平時有跑步習慣，可以換成快走或騎自行車，給關節減減壓。晚上泡腳時可以在水裡加點艾草，促進血液循環，第二天腿會更輕鬆。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "知錯不承認",
        "yi": "泡溫泉放鬆",
        "all": "62%",
        "date": "2025-11-24",
        "love": "60%",
        "work": "58%",
        "money": "65%",
        "health": "63%",
        "notice": "按部就班的狀態",
        "discuss": "57%",
        "all_text": "整體運勢較為平淡，生活會處於按部就班的狀態，沒有太多波瀾起伏。一切都在既定的軌道上有序進行著，雖然不會有特別驚喜的事情發生，但也不會遇到太大的麻煩和困擾。這種平淡的生活狀態會讓人感到安心和穩定，能夠有條不紊地處理生活中的各項事務。在社交方面，與家人和朋友的相處依舊保持著以往的模式，彼此之間的交流和互動平淡而溫馨。不過，這種平淡也可能會讓人覺得有些缺乏激情和活力，不妨試著在生活中加入一些新的元素，比如嘗試一種新的美食、學習一項新的技能，為平淡的生活增添一些色彩和樂趣，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，還在等待轉機，愛情可能不會立刻降臨，但不要放棄希望，利用這段時間提升自己，讓自己變得更加優秀，吸引更多優秀的人。已有伴者的你，和伴侶的生活按部就班，雖然沒有太多的浪漫和驚喜，但彼此之間的感情穩定，一起為了家庭的未來努力工作，這種平淡的幸福也很珍貴。",
        "work_text": "彷彿置身於荊棘叢中，阻力重重。前進的道路上充滿了各種困難和挑戰，每一個問題都需要你花費大量的時間和精力去解決。原本制定的計劃可能會因為各種意外情況而無法順利實施，讓你感到有些沮喪和無助。但不要灰心，越是艱難的時刻，越要堅定信念，積極尋找解決問題的方法。",
        "lucky_star": "巨蟹座",
        "money_text": "工作收入比較穩定，能按時拿到應得的報酬，這讓你在財務上有了一定的保障。不過也別滿足於現狀，可以利用業餘時間學習一些新的技能或者知識，提升自己的競爭力，為未來爭取更高的收入和更好的發展機會，讓工作收入能穩步增長。",
        "health_text": "你的手腕像被上了緊箍咒，打字或握鼠標時間久了會又酸又脹。工作時可以戴個護腕，減少手腕的摩擦和壓力。每隔一小時就甩甩手腕，或者做做手指操，讓手部肌肉放鬆放鬆。如果平時有彈鋼琴或打遊戲的習慣，要控制時間，別讓手腕過度疲勞。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無意義社交",
        "yi": "去書店逛逛",
        "all": "96%",
        "date": "2025-11-24",
        "love": "90%",
        "work": "97%",
        "money": "91%",
        "health": "98%",
        "notice": "意想不到的事情",
        "discuss": "97%",
        "all_text": "整體運勢超棒，生活中將盡享新奇獨特的生活體驗，彷彿打開了一扇通往新世界的大門。這一天，會有許多意想不到的事情發生，這些事情充滿了新鮮感和趣味性，讓人應接不暇。在社交方面，會成為眾人矚目的焦點，獨特的想法和觀點能夠吸引他人的關注和讚賞，與他人交流互動時也會碰撞出許多智慧的火花，結交到一些有趣且富有創意的朋友。而且，在探索新事物的過程中，還能發現許多生活中隱藏的美好，讓自己的視野得到極大的拓展。無論是嘗試新的娛樂方式，還是探索新的生活領域，都能讓自己充分感受到生活的無限可能，盡情享受這份新奇獨特的生活體驗帶來的愉悅和滿足。",
        "love_text": "單身的你，魅力四射，很容易吸引到異性的目光，你的獨特氣質和聰明才智會讓你在人群中脫穎而出，說不定會有人主動向你表白哦。已有伴者的你，和愛人深情相依，彼此之間充滿了信任和理解，能夠坦誠地交流彼此的想法和感受，一起規劃未來的生活，感情十分深厚。",
        "work_text": "你的運勢勢如破竹，彷彿有一股強大的力量在推動著你不斷前進。在各個領域都能展現出超強的能力和魅力，輕鬆突破各種限制和障礙。無論是面對複雜的問題還是激烈的競爭，你都能遊刃有餘地應對，取得令人矚目的成績。這種良好的狀態會讓你充滿自信，更加堅定地朝著目標邁進。",
        "lucky_star": "金牛座",
        "money_text": "財運亨通順遂，無論是正財還是偏財都有不錯的表現。工作上可能會得到領導的認可，有晉升或者加薪的機會；投資方面也可能會有意外之喜。不過別因為財運好就驕傲自滿，還是要保持謙虛謹慎的態度，合理規劃財務，讓好運能持續下去。",
        "health_text": "身體像被充了氫氣似的，走路都像在飄，連做家務都變得輕鬆愉快。不過別因為狀態好就過度消耗體力，比如突然去跑十公里或搬重物，容易拉傷肌肉。如果平時有健身習慣，可以降低強度，做做瑜伽或拉伸運動。晚上睡前可以拍拍全身，從肩膀到腳踝，幫助身體放鬆。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "睡前泡泡腳",
        "all": "55%",
        "date": "2025-11-24",
        "love": "50%",
        "work": "52%",
        "money": "57%",
        "health": "61%",
        "notice": "多愁善感的情緒",
        "discuss": "64%",
        "all_text": "：整體運勢較差，容易陷入多愁善感的情緒漩渦之中。內心會變得格外敏感，對周圍的事物和人的言行舉止都會過度解讀，容易因為一些小事而產生傷感、失落等負面情緒。這種情緒會像烏雲一樣籠罩在心頭，讓人難以開心起來。在社交方面，可能會因為情緒的影響而表現得有些消極被動，不太願意主動與他人交流互動，使得人際關係也受到一定的影響。而且，在面對生活中的一些情況時，也容易缺乏自信和勇氣，不敢去嘗試新的事物和挑戰。不過，也不要一直沉浸在這種負面情緒中，試著調整自己的心態，多關注生活中的美好事物，或者與親朋好友傾訴內心的煩惱，或許能逐漸驅散心中的陰霾，讓生活重新充滿陽光。",
        "love_text": "單身的你，情路有些迷茫，可能會對愛情產生一些不確定的感覺，不知道自己真正想要的是什麼，不妨靜下心來，好好思考一下自己的內心需求。已有伴者的你，和伴侶之間情緒波動較大，可能會因為一些小事而產生情緒上的起伏，要學會控制自己的情緒，多和對方溝通，避免因為情緒問題影響感情。",
        "work_text": "感覺像是揹著沉重的包袱在艱難前行，每一步都走得十分吃力。無論是事業還是學業方面，都面臨著諸多困難和壓力，讓你有些喘不過氣來。原本的計劃和目標似乎變得遙不可及，讓你感到迷茫和無助。但不要放棄，困境只是暫時的，只要堅持下去，總會找到出路。",
        "lucky_star": "白羊座",
        "money_text": "要避免衝動消費，看到促銷活動或者打折商品時，別立刻就下單購買。要冷靜思考自己是否真的需要這些東西，避免因為一時的衝動而買回一堆用不上的東西，造成浪費。在消費前可以列個清單，按照清單購買，這樣能有效控制衝動消費的情況。",
        "health_text": "你的情緒像被泡在溫水裡，連看新聞都能被感動到，但別讓這種敏感狀態持續太久，不然容易陷入低落。如果感到焦慮或煩躁，可以試試深呼吸練習，吸氣四秒、屏息四秒、呼氣六秒，重複五次就能讓情緒平復。晚上睡前可以寫寫日記，把煩惱都倒出來，帶著輕鬆的心情入睡。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    }
  }
}