{
  "updated": "2026-01-22T19:12:03.053Z",
  "updateTime": "2026/1/23 上午3:12:03",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14348,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對別人說教",
        "yi": "多走走站站",
        "all": "76%",
        "date": "2026-01-22",
        "love": "70%",
        "work": "78%",
        "money": "74%",
        "health": "77%",
        "notice": "走一步再算一步",
        "discuss": "71%",
        "all_text": "整體運勢處於較為普通的狀態，沒有特別突出的亮點，也未出現明顯的阻礙。由於缺乏明確的目標指引，行動上容易呈現出隨性而為的傾向，往往走一步算一步，缺乏對長遠方向的規劃。這種狀態可能會讓你在面對選擇時有些猶豫不決，難以迅速做出決定。不過，這也並非全然是壞事，它給了你一個自我審視和調整的機會。你可以利用這段時間，靜下心來梳理內心的想法，思考自己真正想要追求的是什麼，嘗試為自己設定一些短期或長期的小目標，讓生活更有方向感。同時，保持開放的心態，積極接受周圍的新信息和新觀念，或許能從中找到新的啟發，為未來的行動提供新的思路。",
        "love_text": "單身的你，對待感情的態度過於佛系，可能緣分就在身邊，卻因你的不主動而悄悄溜走。不妨多參加些社交活動，給自己創造機會。已有伴者的你，在感情裡別總想著掌控對方，干涉過多會讓對方感到壓抑。給彼此一些獨立空間，尊重對方的興趣愛好，這樣感情才能更長久。",
        "work_text": "整體狀態不錯，但時間管理上容易出現小問題。可能會因一時興起投入過多精力在某件事上，而忽略了其他同樣重要的任務。這導致整體進度有些參差不齊，部分事情推進順利，部分卻停滯不前。需要合理規劃時間，平衡各項事務。",
        "lucky_star": "獅子座",
        "money_text": "在財運上有點“佛系”，沒什麼理財的想法，錢在手裡好像也沒想著怎麼讓它變多。不過這也不一定是壞事，至少不會因為盲目投資而破財。要是能稍微留意下身邊的小商機，說不定會有意外收穫，別讓錢就這麼靜靜地待著，稍微動動理財的腦筋也不錯。",
        "health_text": "在健康方面得留意運動方式的選擇。這一天可能心血來潮想運動，但別盲目跟風選高強度項目，像突然去跑馬拉松就不合適。要是平時運動少，不妨從散步、瑜伽這類溫和運動開始，逐步提升體能，不然不當運動可能拉傷肌肉，讓身體遭罪，選對運動才能更好保持活力。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直球式發言",
        "yi": "秒殺搶票",
        "all": "77%",
        "date": "2026-01-22",
        "love": "79%",
        "work": "65%",
        "money": "75%",
        "health": "78%",
        "notice": "小心應對各情況",
        "discuss": "100%",
        "all_text": "整體運勢表現平穩，沒有大起大落的狀況。在行事風格上，建議儘量避免參與那些需要快速反應、拼速度的活動，因為這可能不是你的優勢所在。你更適合穩紮穩打、循序漸進的方式，以耐心和沉穩的態度去處理各項事務。保持內心的平和與冷靜，有助於你更好地應對各種情況，避免因衝動而做出錯誤的決策。在與人交往中，繼續發揮你真誠、可靠的特點，能夠贏得他人的信任與支持。同時，也可以適當關注周圍環境的變化，靈活調整自己的策略，以更好地適應不同的情況。",
        "love_text": "單身的你，或許正悄悄喜歡著某個人，處於暗戀階段。別一直把心意藏在心裡，勇敢一點，說不定對方也在等著你開口。已有伴者的你，日常相處中別總是沉默，多主動和對方溝通，分享彼此的喜怒哀樂。哪怕只是一起聊聊當天的瑣事，也能讓感情更加深厚。",
        "work_text": "整體狀態稍顯鬆散，有懈怠的跡象。在面對多項任務時，容易產生逃避心理，不想主動去處理。這可能會讓一些事情積壓，增加後續的壓力。需要打起精神，克服內心的懶惰，積極面對各項事務。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運還算平穩，想增加收入的話，兼職是個不錯的途徑。利用業餘時間找點合適的兼職，既能發揮自己的技能，又能開拓新的進賬渠道。不過在選擇兼職時要擦亮眼睛，別被一些不靠譜的兼職騙了，確保付出能有實實在在的回報。",
        "health_text": "飲食上建議多吃蔬菜水果。日常裡可能偏愛肉食，忽略了蔬果攝入，這會讓身體缺乏維生素和膳食纖維。1月22日不妨主動增加蔬果比例，比如早餐加個蘋果，午餐晚餐多些綠葉菜，它們能促進消化，增強免疫力，讓身體更輕盈健康。",
        "lucky_color": "杏色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡回籠覺",
        "yi": "留意天氣預報",
        "all": "80%",
        "date": "2026-01-22",
        "love": "82%",
        "work": "83%",
        "money": "54%",
        "health": "83%",
        "notice": "內心充滿了底氣",
        "discuss": "82%",
        "all_text": "整體運勢較為平穩，得益於提前的精心準備，你內心充滿了底氣。面對生活中的各種狀況，你能夠以冷靜理智的態度去應對，展現出較強的處理問題的能力。這種狀態下，你適合進行一些需要深入思考和規劃的活動，比如對未來的生活進行展望，思考如何進一步提升自己的生活品質。同時，保持對新事物的好奇心和探索欲，積極接觸不同的領域和觀念，能讓你的思維更加活躍，視野更加開闊。在與人交流時，充分發揮你善於溝通的優勢，分享自己的見解，也能從他人那裡獲取有價值的信息，豐富自己的認知。",
        "love_text": "單身的你，社交魅力大幅提升，在各種場合都容易成為焦點。多出去走走，參加聚會、活動，很有可能邂逅讓你心動的人。已有伴者的你，和伴侶之間的互動增多，感情迅速升溫。可以一起去做一些有趣的事，比如看一場電影、玩一次密室逃脫，為感情增添更多美好回憶。",
        "work_text": "對你而言是充滿活力與創造力的一天。靈感如泉湧，在處理各種事務時都能提出新穎的想法和解決方案。無論是工作還是學習，都能展現出獨特的思維和高效的行動力，整體進展順利，成果較為顯著。",
        "lucky_star": "天蠍座",
        "money_text": "小心消費衝動這個“小怪獸”啦，很容易看到喜歡的東西就忍不住買買買，結果錢包癟癟。在花錢之前最好先冷靜三秒，想想這東西是不是真的需要。要是能剋制住自己的衝動消費，這一天也能守住不少錢，不至於讓辛苦賺來的錢輕易溜走。",
        "health_text": "建議不要長時間戴耳機。不管是聽音樂、追劇還是打電話，長時間戴耳機對耳朵傷害大，容易引發耳鳴、聽力下降等問題。這一天儘量減少戴耳機時間，若必須用，音量也別調太大，每隔一段時間就摘下來讓耳朵休息，保護好聽力才能更好享受生活。",
        "lucky_color": "蔥綠色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "擺出一副臭臉",
        "yi": "管理體重",
        "all": "52%",
        "date": "2026-01-22",
        "love": "59%",
        "work": "53%",
        "money": "58%",
        "health": "61%",
        "notice": "面對生活新變化",
        "discuss": "57%",
        "all_text": "整體運勢稍顯低迷，面對生活中的新變化，你容易陷入不知所措的狀態，內心感到迷茫和不安。可能會覺得周圍的一切都有些混亂，難以找到穩定的節奏。此時，不要急於做出改變，先讓自己冷靜下來，嘗試接受這些變化，調整好自己的心態。可以找一些安靜的地方，讓自己放鬆身心，梳理思緒，重新審視自己的處境。與親朋好友傾訴內心的煩惱，他們的支持和鼓勵能給你帶來力量，幫助你逐漸走出迷茫。在行動上，不要盲目跟風，按照自己的節奏，逐步適應新的環境，等待運勢的回升。",
        "love_text": "單身的你，面對感情有些迷茫無措，不知道自己想要什麼樣的伴侶，也不清楚該如何開始一段感情。彆著急，先靜下心來，梳理自己的內心。已有伴者的你，和伴侶之間容易產生矛盾摩擦，一點小事都可能引發爭吵。遇到問題時，先冷靜下來，站在對方角度思考，好好溝通解決。",
        "work_text": "這一天對你來說挑戰不小，整體運勢較為低迷。在面對各種任務時，容易感到迷茫和無助，缺乏前進的動力。可能會遇到一些難以解決的問題，讓你產生挫敗感。需要保持耐心，堅守自己的目標，逐步克服困難。",
        "lucky_star": "射手座",
        "money_text": "在投資方面運氣不太好，投資回報可能不太理想。之前投入的項目可能看不到明顯的收益，甚至還可能有點小虧損。這時候彆著急追加投資，先觀察觀察市場形勢，分析下投資項目的情況，等有了更清晰的判斷再做決定，避免盲目投入造成更大損失。",
        "health_text": "容易出現失眠多夢的情況。可能是心裡裝著事，導致入睡困難，即便睡著也夢多，第二天精神差。晚上別想太多煩心事，睡前可以泡個腳、聽聽舒緩音樂，讓身心放鬆，營造好的睡眠環境，比如調暗燈光、保持安靜，這樣能提高睡眠質量，讓身體得到充分休息。",
        "lucky_color": "咖啡色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前想太多",
        "yi": "提前半小時出門",
        "all": "71%",
        "date": "2026-01-22",
        "love": "66%",
        "work": "72%",
        "money": "75%",
        "health": "76%",
        "notice": "總結經驗和教訓",
        "discuss": "79%",
        "all_text": "整體運勢平平，生活沒有太多的波瀾，趨於平淡的一天。這種平淡並非是壞事，反而是一個讓自己放鬆和調整的好時機。你可以利用這段時間回顧過去的經歷，總結經驗教訓，為未來的發展做好準備。在與人相處時，保持真誠和熱情，不要過於張揚自己的個性，多傾聽他人的想法和感受，能增進彼此之間的理解和友誼。同時，也可以嘗試一些新的休閒方式，比如閱讀一本好書、欣賞一場藝術展覽，豐富自己的精神世界，讓生活更加充實。在平淡中尋找樂趣，也是一種生活的智慧。",
        "love_text": "單身的你，內心期待著緣分的降臨，渴望遇到那個能讓你心動的人。別總是宅在家裡，多出去參加社交活動，擴大自己的社交圈。已有伴者的你，和伴侶相處平淡，少了些激情。不妨一起計劃一次旅行，換個環境，為感情注入新的活力，重新找回熱戀時的感覺。",
        "work_text": "你的目標明確，能夠集中精力朝著既定的方向前進。在處理各項事務時，有較強的執行力和決斷力，能迅速做出正確的判斷。整體進展較為順利，能看到明顯的成果，但也要注意不要過於急躁。",
        "lucky_star": "雙子座",
        "money_text": "你會有小額進賬的驚喜，可能是之前的一些小投資有了回報，或者是收到了一筆意外的退款。這些小額的收入雖然不算多，但也能讓你的心情美美的。不過別因為這點小錢就放鬆了對大額財務的規劃，還是要合理安排資金，讓錢發揮更大的作用。",
        "health_text": "要保持情緒的穩定。這一天可能會遇到些小狀況，讓你容易著急上火，情緒大起大落對健康不利，可能引發頭痛、血壓升高等問題。遇到事情先深呼吸，冷靜下來再處理，別讓壞情緒主導自己，保持平和心態，身體才能少出狀況，維持良好狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開口得罪人",
        "yi": "給自己獎勵",
        "all": "96%",
        "date": "2026-01-22",
        "love": "93%",
        "work": "92%",
        "money": "95%",
        "health": "98%",
        "notice": "迎來蛻變的格局",
        "discuss": "96%",
        "all_text": "整體運勢不斷上揚，迎來蛻變的格局，將是充實且富有意義的一天。生活中充滿了新的機遇和可能性，讓你內心充滿了期待和動力。這種良好的運勢為你提供了實現自我提升和突破的絕佳機會。你可以勇敢地走出舒適區，嘗試一些以前不敢做的事情，挑戰自己的極限。在面對困難和挑戰時，保持積極樂觀的心態，相信自己有能力克服一切。同時，注重與他人的合作和交流，藉助他人的力量，能讓你在蛻變的道路上走得更加順暢。抓住這個機會，積極行動，你將收穫滿滿的成長和進步。",
        "love_text": "單身的你，有很大機會邂逅心動對象，也許是在一次偶然的相遇中，對方的一個微笑、一句話就讓你心動不已。遇到喜歡的人別害羞，勇敢表達。已有伴者的你，和伴侶之間甜蜜恩愛，氛圍濃厚。可以一起佈置溫馨的小家，或者為對方準備一份小驚喜，讓感情持續升溫。",
        "work_text": "這一天對你而言是順遂如意的一天，整體運勢極佳。在處理各種事務時，都能得心應手，輕鬆應對各種挑戰。無論是工作還是學習，都能取得不錯的成績，收穫滿滿。你的細心和認真讓你在各個方面都能表現出色。",
        "lucky_star": "白羊座",
        "money_text": "你的財運超棒，合作生財的機遇特別多。無論是和同事一起完成項目，還是和朋友一起做點小生意，都有可能帶來不錯的收益。在合作過程中，要充分發揮自己的優勢，積極溝通協調，和合作夥伴保持良好的關係，這樣能讓合作更加順利，錢也賺得更輕鬆。",
        "health_text": "要特別注意保護嗓子。可能因為工作交流多、說話時間長，或者喜歡吃辛辣食物，讓嗓子負擔加重，出現幹癢、疼痛甚至嘶啞的情況。說話時別太大聲，儘量少說，多喝溫水潤喉，避免吃辛辣、過燙食物刺激嗓子，好好呵護，嗓子才能保持良好狀態。",
        "lucky_color": "藕荷色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放別人鴿子",
        "yi": "換個新發型",
        "all": "95%",
        "date": "2026-01-22",
        "love": "94%",
        "work": "92%",
        "money": "90%",
        "health": "97%",
        "notice": "生活洋溢新鮮感",
        "discuss": "94%",
        "all_text": "整體運勢處於極為旺盛的階段，生活處處洋溢著新鮮感。你會明顯感覺到周圍的一切都充滿吸引力，對新事物的探索欲達到高峰。這種積極的狀態讓你樂於嘗試各種未曾接觸過的活動，無論是新的興趣愛好，還是不同的社交場景，都能讓你興致勃勃地投入其中。在與人交往時，你開放包容的態度會吸引他人主動靠近，良好的人際關係進一步為生活增添色彩。你會在輕鬆愉悅的氛圍中，不斷髮現生活中的美好，享受這份獨特的體驗。而且，這種積極的狀態也會影響身邊的人，讓周圍的環境都變得更加和諧融洽，使你充分沉浸在嘗新帶來的快樂裡。",
        "love_text": "單身的你，魅力散發，吸引著周圍人的目光，很容易結識到新的異性朋友。在與人交往中保持真誠，說不定就能遇到那個對的人。已有伴者的你，和伴侶感情和諧又美滿，彼此相互理解、支持。一起規劃未來，為了共同的目標努力，會讓你們的感情更加堅定。",
        "work_text": "對你而言簡直是開掛的一天，各種好機會像雪花般紛紛飄落。在處理日常事務時，你能敏銳地捕捉到那些隱藏的契機，憑藉自身的能力和魅力，輕鬆將它們轉化為實際成果。無論是推進項目，還是拓展人脈，都進展得順風順水，讓你在各方面都能收穫滿滿的成就感。",
        "lucky_star": "金牛座",
        "money_text": "在正財和偏財方面都有收穫，工作上的努力會得到相應的回報，可能會有獎金或者提成。而且在一些副業或者投資上也有小驚喜，比如購買的理財產品有了收益。不過別因為財運好就大手大腳，還是要合理規劃收支，把賺來的錢合理分配，為未來做好儲備。",
        "health_text": "不要躺著玩手機。很多人喜歡躺著刷手機，這會對眼睛、頸椎造成很大傷害，容易引發近視、頸椎疼痛等問題。這一天儘量坐著或站著使用手機，保持正確姿勢，每隔一段時間就放下手機，活動下身體，眺望遠方，讓眼睛和頸椎都得到放鬆，遠離健康隱患。",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "社交應酬",
        "yi": "自制午餐",
        "all": "58%",
        "date": "2026-01-22",
        "love": "50%",
        "work": "64%",
        "money": "62%",
        "health": "60%",
        "notice": "社交消耗大量精力",
        "discuss": "63%",
        "all_text": "整體運勢不太理想，需要格外留意社交方面的安排。無意義的社交會消耗你大量的時間和精力，卻無法帶來實質性的收穫。在與人交往時，你可能會發現一些社交場合缺乏深度和價值，參與其中只會讓你感到疲憊和空虛。此時，要學會篩選社交對象和活動，避免盲目跟風參與各種聚會。將更多的時間和精力留給自己，進行一些自我反思和提升的活動，比如閱讀一本有深度的書籍，或者靜下心來思考人生的方向。遠離無意義的社交，能讓你保持清醒的頭腦，避免在不良的人際關係中迷失自我。",
        "love_text": "單身的你，感情進展不太順利，可能會遇到一些阻礙，讓你有些沮喪。別灰心，這只是暫時的，調整好心態，繼續尋找。已有伴者的你，和伴侶之間容易出現信任危機，一些小事可能讓你懷疑對方。遇到問題及時溝通，坦誠地說出自己的想法，重建信任。",
        "work_text": "這一天的狀況有些微妙，周圍似乎潛藏著不少風險因素。在做決策或者推進事情時，總感覺有些阻礙，稍有不慎就可能陷入困境。你需要時刻保持警惕，仔細審視每一個環節，避免因為疏忽大意而給自己帶來不必要的麻煩，穩紮穩打才能安全度過這一天。",
        "lucky_star": "巨蟹座",
        "money_text": "在支出方面要謹慎把控啦，可能會有一些意想不到的開支冒出來，比如家裡的電器突然壞了需要維修，或者朋友突然找你借錢。在花錢之前最好先列個清單，區分哪些是必要支出，哪些是可以節省的。對於一些不必要的消費，能省則省，這樣才能守住自己的錢包。",
        "health_text": "心事重重，這會影響健康。心裡有事憋著，會讓精神壓力大，出現焦慮、抑鬱等情緒，還可能影響睡眠和食慾。別把煩惱都藏在心裡，找朋友、家人傾訴傾訴，把心事倒出來，心情舒暢了，身體也會更輕鬆，以更好的狀態面對生活。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人吵架",
        "yi": "多吃點好的",
        "all": "72%",
        "date": "2026-01-22",
        "love": "78%",
        "work": "70%",
        "money": "71%",
        "health": "72%",
        "notice": "關注內心的需求",
        "discuss": "74%",
        "all_text": "整體運勢表現平穩，沒有太大的起伏。在人際交往中，不必過於在意他人的看法和感受，與其花費精力去討好別人，不如多關注自己的內心需求。你可以把更多的時間留給自己，做一些讓自己開心的事情，比如聽喜歡的音樂、看一場電影，或者進行一次短途旅行。通過滿足自己的需求，你能提升內心的滿足感和幸福感。同時，保持真誠和坦率的態度與他人相處，不必刻意迎合他人，這樣反而能讓你在人際關係中更加自在和輕鬆，吸引到真正與你志同道合的朋友。",
        "love_text": "單身的你，心裡對愛情有很多想法，卻總是缺乏行動的勇氣。別再猶豫啦，遇到喜歡的人就大膽追求，說不定就能收穫美好的愛情。已有伴者的你，和伴侶相處時要給彼此適度空間，不要過於黏人。各自有自己的興趣愛好和生活圈子，這樣感情會更健康",
        "work_text": "需要展現出強大的適應能力。周圍的環境和情況可能會發生一些變化，原本的計劃可能需要進行調整。不過別擔心，只要你保持靈活的思維，迅速做出反應，就能將這些變化轉化為有利因素，在變化中找到新的發展方向，實現自我成長。",
        "lucky_star": "雙魚座",
        "money_text": "有舊賬回收的希望，之前借出去的錢或者一些未結算的款項，有可能會在這一天回到你手裡。這能讓你的資金更加充裕，也能緩解一些經濟上的壓力。不過在回收舊賬的過程中，要注意方式方法，別因為催債而和朋友鬧得不愉快，儘量友好地解決問題。",
        "health_text": "不要長時間舉著手機。不管是玩遊戲、看視頻還是刷社交軟件，長時間舉著手機，手臂會痠痛，還可能影響肩部血液循環，導致肩部不適。玩一會兒就放下手機，活動下手臂和肩部，做做伸展運動，促進血液循環，避免因長時間舉手機引發身體不適。",
        "lucky_color": "金色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷買彩票",
        "yi": "提前安排計劃",
        "all": "60%",
        "date": "2026-01-22",
        "love": "55%",
        "work": "51%",
        "money": "67%",
        "health": "65%",
        "notice": "保持冷靜的頭腦",
        "discuss": "58%",
        "all_text": "整體運勢稍顯波折，會遇到一些小狀況需要應對。這些小狀況可能不會對生活造成太大的影響，但也需要你保持警惕，及時處理。在面對問題時，不要過於焦慮和急躁，保持冷靜的頭腦，仔細分析問題的本質，尋找合適的解決方案。每一次小狀況的出現都是一次鍛鍊自己應對能力的機會，通過妥善處理這些問題，你能積累經驗，提升自己的能力。同時，在處理問題的過程中，也要注意調整自己的心態，避免因小問題而影響整體的情緒和生活狀態，保持積極樂觀的態度面對一切。",
        "love_text": "單身的你，很難遇到合適的對象，感覺身邊的人都不太符合自己的要求。別太苛刻，適當放寬標準，也許緣分就在不經意間出現。已有伴者的你，和伴侶關係有些緊張，容易因為一些小事產生分歧。多站在對方立場考慮問題，相互包容，才能化解矛盾。",
        "work_text": "這一天的整體節奏較為緩慢，進展可能不如你預期的那樣迅速。很多事情都需要你一步一個腳印地去推進，不能急於求成。雖然過程可能會有些枯燥和艱難，但只要你保持耐心，穩紮穩打地做好每一件事，就能在積累中逐漸看到轉機，為未來的發展打下堅實的基礎。",
        "lucky_star": "處女座",
        "money_text": "你的理財規劃還有待完善，可能之前沒有對自己的財務狀況進行系統的梳理，導致在花錢和投資時有些盲目。不妨趁著這一天，好好整理下自己的資產和負債情況，制定一個合理的理財計劃。明確自己的財務目標，比如儲蓄多少、投資多少，這樣才能讓錢更有規劃地流動。",
        "health_text": "要提防感冒。天氣變化可能讓你疏忽了保暖，身體抵抗力下降就容易感冒，出現咳嗽、流鼻涕等症狀。這一天要根據天氣增減衣物，別為了好看穿太少，外出時可以帶個外套，避免著涼，多喝熱水，增強身體抵抗力，預防感冒找上門。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "秒回信息",
        "yi": "睡到自然醒",
        "all": "86%",
        "date": "2026-01-22",
        "love": "89%",
        "work": "88%",
        "money": "70%",
        "health": "90%",
        "notice": "舒適自在的狀態",
        "discuss": "82%",
        "all_text": "整體運勢較為不錯，能夠維持舒適自在的生活狀態。你會感覺生活節奏平穩，沒有太多的壓力和負擔，可以按照自己的節奏和喜好來安排生活。在這種狀態下，你能夠充分享受生活的樂趣，做自己喜歡的事情，與親朋好友愉快相處。不過，雖然生活舒適，但收穫方面可能不會特別顯著。你可以利用這段時間，對生活進行一些規劃和思考，為未來的發展做好準備。同時，也可以嘗試一些新的活動，拓展自己的視野，在保持舒適的同時，為生活增添一些新的元素和可能性。",
        "love_text": "單身的你，通過社交很容易拓展新緣分，結識到不同領域的人。多和他們交流，說不定能發現那個與你靈魂契合的人。已有伴者的你，和伴侶相處輕鬆又自在，彼此都能做真實的自己。一起嘗試一些新事物，比如學習一門新技能，為生活增添樂趣。",
        "work_text": "是你大展拳腳的好時機，創新的思維如同泉湧一般。在處理各種事務時，你能夠突破傳統的束縛，提出新穎獨特的想法和解決方案。這些創新點不僅能讓你在人群中脫穎而出，還能為事情的發展開闢新的局面，帶來意想不到的收穫和驚喜。",
        "lucky_star": "水瓶座",
        "money_text": "有可能會得到意外之財，可能是中了個小獎，或者是收到了一份意外的禮物。這些意外之財會讓你很開心，不過也別太得意忘形。可以把這筆錢用來做一些有意義的事情，比如給自己買一本一直想看的書，或者存起來作為應急資金，讓這份好運發揮更大的價值。",
        "health_text": "要保持規律的作息。平時可能作息不規律，熬夜、睡懶覺成了常態，這會影響身體正常代謝和免疫力。這一天儘量早睡早起，晚上按時上床睡覺，早上按時起床，讓身體形成良好的生物鐘，這樣能提高身體機能，讓你精神飽滿地迎接新的一天。",
        "lucky_color": "黃色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心浮氣躁",
        "yi": "群消息勿擾",
        "all": "80%",
        "date": "2026-01-22",
        "love": "100%",
        "work": "87%",
        "money": "85%",
        "health": "80%",
        "notice": "在熟悉圈子活動",
        "discuss": "76%",
        "all_text": "整體運勢還算良好，適合在熟悉友好的圈子中活動。在熟悉的社交環境中，你會感到安心和自在，能夠放鬆地展現真實的自己。與親朋好友的相處會讓你感受到溫暖和關愛，增強內心的安全感和歸屬感。在這種氛圍中，你可以盡情地分享自己的想法和感受，也能從他人那裡獲得支持和鼓勵。不過，也不要過於侷限於現有的圈子，偶爾可以嘗試走出舒適區，接觸一些新的人和事，為自己的生活帶來新的啟發和機遇。但總體而言，在熟悉的圈子裡活動能讓你度過愉快且充實的一天。",
        "love_text": "單身的你，在追求愛情的過程中容易受挫，可能會遇到一些不順利的情況，讓你有些失落。彆氣餒，把每一次經歷都當作成長的機會。已有伴者的你，別總是患得患失，擔心感情出現問題。相信對方，也相信自己，多給彼此一些信心，感情會更穩定。",
        "work_text": "靈感會頻繁地光顧你，讓你在處理事情時如有神助。無論是解決複雜的問題，還是開展新的項目，你都能憑藉豐富的靈感找到獨特的切入點，使事情進展得十分順利。這種良好的狀態會讓你充滿自信，更加積極地投入到各項事務中，形成良性循環。",
        "lucky_star": "天秤座",
        "money_text": "在業務拓展方面很有利，能通過開拓新的業務領域或者客戶群體來增加收入。在拓展業務的過程中，要積極主動，多和潛在客戶溝通交流，展示自己的優勢和產品特點。只要你能抓住機會，努力開拓，就能在業務上取得不錯的成績，讓財運也跟著旺起來。",
        "health_text": "要注意眼睛的放鬆。長時間盯著電腦、手機屏幕，眼睛會疲勞、乾澀，還可能引發近視加深等問題。每隔一段時間就看看遠處，讓眼睛得到休息，也可以做做眼保健操，促進眼部血液循環，緩解眼睛疲勞，保護好眼睛，才能更好地看清這個世界。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    }
  }
}