{
  "updated": "2025-09-14T09:08:02.164Z",
  "updateTime": "2025/9/14 下午5:08:02",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14712,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "只看結果",
        "yi": "郊外踏青遊玩",
        "all": "66%",
        "date": "2025-09-14",
        "love": "58%",
        "work": "69%",
        "money": "50%",
        "health": "71%",
        "notice": "忍不住盯著目標",
        "discuss": "65%",
        "all_text": "整體運氣確實不太給力，容易因為急於看到結果而陷入焦慮。明明知道有些事需要時間沉澱，但就是忍不住盯著目標，反而忽略了過程中的細節，這種心態容易讓你在關鍵時刻掉鏈子。比如，你可能會因為太想快速達成某個狀態，而忽略了一些潛在的風險，或者對身邊人的提醒顯得不耐煩。其實，運氣這東西有時候就像天氣，急不來也趕不走，不如把注意力放回當下，哪怕只是把眼前的小事做好，也能減少後續的麻煩。另外，這天你容易因為情緒急躁而做出衝動的決定，比如突然想改變某個計劃，或者對某件事的期待值過高，結果反而讓自己更失望。建議試著把節奏放慢一點，別把所有精力都壓在結果上，有時候“順其自然”反而能讓你輕鬆一些。",
        "love_text": "單身的你，宅家的狀態可能讓你錯過感情機會，哪怕刷手機時遇到有趣的人，也可能因為懶得出門見面而不了了之。已有伴者的你，窩在沙發各玩各的手機，看似放鬆，卻容易讓彼此覺得疏遠，試著放下電子設備聊聊天，哪怕只是吐槽日常，也能讓關係更暖。",
        "take_star": "",
        "work_text": "似乎進入了“躺平模式”，對很多事情都提不起勁。整體狀態有些慵懶，面對目標缺乏主動出擊的熱情，更願意按部就班，甚至有點得過且過。這種姿態可能會讓你錯過一些展現自己的機會，原本能輕鬆完成的任務，也會因為缺乏動力而進展緩慢。你得給自己找點“刺激”，重新喚起內心的衝勁。",
        "lucky_star": "水瓶座",
        "money_text": "花錢容易沒節制，看到想買的東西就忍不住下單，哪怕家裡已經有類似的東西。這種“衝動消費”會讓你錢包癟得快，晚上可能會後悔“怎麼又買了沒用的”。建議你購物前先冷靜10分鐘，問問自己“真的需要嗎”，或者把想買的先加入購物車，過幾小時再看，說不定就不想買了。",
        "health_text": "容易一刷手機就停不下來，不管是追劇、刷短視頻還是回消息，眼睛盯著屏幕的時間太長，可能會覺得乾澀發酸，脖子也容易僵硬。建議你每隔20分鐘就抬頭看看遠處，或者閉眼休息1分鐘，晚上睡前別躺著玩手機，不然第二天起來眼睛會更累，早點放下手機還能睡個好覺。",
        "lucky_color": "土黃色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不對等付出",
        "yi": "影院看電影",
        "all": "81%",
        "date": "2025-09-14",
        "love": "72%",
        "work": "85%",
        "money": "80%",
        "health": "83%",
        "notice": "忙閒有序較自在",
        "discuss": "87%",
        "all_text": "整體狀態相當不錯，屬於忙閒有序的一天。既不會因為太閒而覺得無聊，也不會因為太忙而手忙腳亂，這種節奏感會讓你感到踏實又自在。比如，你可能會主動安排一些需要專注的事，比如整理房間、處理瑣事，或者花時間研究一個感興趣的小話題，這些事雖然不緊急，但能讓你感到生活被填充得很有意義。同時，你也不會把自己逼得太緊，該休息的時候會自然地停下來，比如喝杯茶、聽會兒音樂，或者簡單地發會兒呆，這種張弛有度的狀態會讓你一整天都保持好心情。另外，你這天對人際關係的處理也很得當，既不會過於熱情讓人有壓力，也不會太冷淡顯得疏離，這種自然的相處方式會讓你的人緣更穩。",
        "love_text": "單身的你，對脫單這件事沒太大熱情，更享受獨處的踏實感，這種狀態反而讓你在社交中顯得從容，反而容易吸引到欣賞你穩重的人。已有伴者的你，遇到分歧時別急著堅持己見，多聽聽對方的想法，商量著來反而能減少摩擦，比如一起決定晚餐吃什麼，小事上的默契會讓感情更穩。",
        "take_star": "",
        "work_text": "彷彿被注入了一股新的能量，有機會找到新的動力源泉。整體狀態積極向上，對未來的方向有了更清晰的認知，不再迷茫。這種轉變會讓你在面對各種事務時更加主動，願意去嘗試新的方法和途徑，為自身的發展帶來新的可能。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運挺穩，可能會有小錢陸續進賬，比如兼職的尾款、之前的報銷到賬，或者收到朋友還的小額借款。雖然金額不大，但這種“細水長流”的感覺會讓你挺安心。建議你把這些小錢存起來，別急著花掉，積少成多也能攢出一筆小金庫，後續用起來更從容。",
        "health_text": "玩手機時容易“東倒西歪”，比如癱在沙發上、窩在椅子上，或者低頭幅度太大，時間一長脖子和肩膀就會酸脹，甚至有點疼。建議你玩手機時儘量坐直，把手機舉到和眼睛平視的高度，或者每隔半小時站起來活動下，甩甩胳膊、轉轉脖子，別讓肌肉一直緊繃著。",
        "lucky_color": "墨綠色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "吹毛求疵",
        "yi": "實現自我價值",
        "all": "97%",
        "date": "2025-09-14",
        "love": "95%",
        "work": "93%",
        "money": "92%",
        "health": "96%",
        "notice": "自信開朗的氣息",
        "discuss": "90%",
        "all_text": "幸運值簡直拉滿的一天，整個人都散發著自信開朗的氣息，這種狀態會讓你在各種場合都顯得特別有魅力。比如，你可能會在和朋友聊天時突然冒出一些有趣的觀點，或者遇到某個小挑戰時輕鬆化解，這些都會讓你更確信自己的能力。另外，你這天的人緣運也特別棒，無論是老朋友還是新認識的人，都能和你聊得很投機，甚至可能會收到一些意外的邀請或小禮物，這些都會讓你一整天都心情大好。更妙的是，你的這種好狀態還會形成良性循環——越自信越容易吸引好運，越被認可越願意展現自己，簡直像開了掛一樣。不過，記得別因為太開心而忽略了一些小細節，比如答應別人的事要記得落實，或者對別人的幫助及時表達感謝，這樣好運才能更持久。",
        "love_text": "單身的你，社交場合裡容易遇到讓你眼前一亮的人，可能是朋友聚會時的某個新面孔，或是線上聊天時突然聊得來的對象，保持自然互動，驚喜可能悄悄來。已有伴者的你，適合安排一場浪漫約會，不用太複雜，一起吃頓喜歡的飯、看場電影，甚至只是壓馬路，都能讓彼此感受到被重視的溫暖。",
        "take_star": "",
        "work_text": "就像上足了發條的機器，幹勁十足，勢頭迅猛。整體狀態活力滿滿，對各種挑戰都充滿信心，願意投入大量的時間和精力去完成任務。這種積極的態度會讓你在人群中脫穎而出，無論是處理複雜的事務還是應對突發情況，都能遊刃有餘。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運特別旺，賺錢的機會像約好了似的往你這兒跑，比如客戶主動找你合作、兼職的報酬比預期高，或者之前投的錢有了回報。這種“財源廣進”的感覺會讓你挺開心，但別太飄，建議你把賺到的錢分兩部分，一部分存起來，一部分用來提升自己，比如學個新技能，後續能賺更多。",
        "health_text": "可能會因為忙或者偷懶，隨便吃點零食、泡麵應付三餐，或者點外賣只挑重口味的，這樣營養不均衡，下午容易沒精神，還可能肚子不舒服。建議你儘量抽時間做點簡單的飯，比如煮個雞蛋、燙點青菜，或者吃個水果，哪怕只多加一樣有營養的東西，也比完全不吃強。",
        "lucky_color": "淺褐色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "期待別人回應",
        "yi": "學習實用技能",
        "all": "55%",
        "date": "2025-09-14",
        "love": "60%",
        "work": "58%",
        "money": "52%",
        "health": "65%",
        "notice": "小心思損耗精力",
        "discuss": "61%",
        "all_text": "整體運勢確實有點弱，容易在一些無關緊要的小心思上浪費太多精力。比如，你可能會反覆琢磨某句話的潛臺詞，或者對某個小細節過度解讀，甚至因為別人一個無意的眼神而糾結半天，這些都會讓你顯得有點敏感和疲憊。其實，這天你完全可以把注意力從這些“小劇場”裡抽離出來，多關注一些實際的事，比如整理一下桌面、做頓好吃的，或者簡單地運動一下，這些都能幫你轉移注意力，減少內耗。另外，你這天容易因為想太多而顯得猶豫不決，比如面對某個選擇時反覆權衡，或者對某個決定反覆推翻重來，這種狀態反而會讓你更累。建議試著相信自己的直覺，或者把問題簡單化——有時候“差不多”反而比“完美”更輕鬆。",
        "love_text": "單身的你，對感情有點“霧裡看花”，明明遇到有好感的人，卻總糾結“他到底喜不喜歡我”，反而讓自己猶豫不前，不如先放下猜測，順其自然相處。已有伴者的你，總忍不住試探對方的真心，比如故意說反話看反應，這種小心思容易讓對方摸不著頭腦，坦誠表達需求反而更有效。",
        "take_star": "",
        "work_text": "拖延成了你前進路上的“絆腳石”。整體狀態有些拖沓，明明有很多事情等著去做，卻總是找各種理由推遲。這種拖延不僅會讓任務堆積如山，增加心理壓力，還會影響最終的質量和效果。你需要克服自己的惰性，制定合理的計劃並嚴格執行。",
        "lucky_star": "射手座",
        "money_text": "你的錢包有點“漏”，支出比收入多，可能是突然要交個費用、家裡東西壞了需要修，或者請朋友吃飯花了不少。這種“入不敷出”的狀態會讓你有點慌，建議你先別急著買大件，或者非必要的東西先不買，把現有的錢規劃好，優先處理必須的花銷，別讓錢包太緊張。",
        "health_text": "容易被火鍋、燒烤、麻辣燙這些重口味的食物吸引，吃的時候挺過癮，但吃完可能會覺得嗓子幹、胃裡燒，甚至第二天上廁所都不太順暢。建議你點外賣或做飯時，儘量選清淡點的，比如粥、湯麵，或者炒菜少放點鹽和辣，給腸胃減減負，身體會更舒服。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "先用後付",
        "yi": "保守秘密",
        "all": "75%",
        "date": "2025-09-14",
        "love": "80%",
        "work": "71%",
        "money": "74%",
        "health": "79%",
        "notice": "總覺得有勁使不上",
        "discuss": "73%",
        "all_text": "整體運勢比較普通，屬於那種“有勁使不上”的感覺。比如，你可能特別想表現自己，或者希望得到別人的認可，但偏偏沒有合適的機會，這種落差會讓你有點沮喪。另外，你這天容易因為太高調而適得其反，比如本來想展示自己的能力，結果因為過於張揚而讓人覺得不夠穩重，或者本來想活躍氣氛，結果因為用力過猛而顯得有點尷尬。其實，這天你更適合低調一點，把精力放在自己身上，比如專注做一件小事，或者默默提升某個技能，這種“悶聲幹大事”的狀態反而能讓你更踏實。另外，你這天對人際關係的敏感度有點低，容易忽略別人的真實需求，比如朋友需要安慰時你卻急著給建議，或者家人需要陪伴時你卻忙著刷手機，這些小細節可能會讓你的人緣稍受影響。",
        "love_text": "單身的你，可能會遇到一個讓你認真考慮“要不要試試”的對象，可能是對方某個細節打動了你，比如幫你遞東西時的自然，別急著下結論，多接觸再判斷。已有伴者的你，不妨和對方一起制定個小計劃，比如週末去附近逛逛，或是一起學做新菜，共同參與的事會讓你們更有“一起生活”的實感。",
        "take_star": "",
        "work_text": "休息調整是你這一天的主題。經過一段時間的忙碌，你有些疲憊，需要給自己留出時間來放鬆和恢復。整體狀態較為放鬆，不再像之前那樣緊繃著神經。利用這段時間好好休息，整理思緒，為後續的發展積蓄力量，會讓你以更好的狀態重新出發。",
        "lucky_star": "天秤座",
        "money_text": "應該多琢磨下怎麼讓錢生錢，比如看看之前的理財方式有沒有改進空間，或者和懂行的朋友聊聊投資經驗。你可能有不少新想法，但別急著行動，先做點小調研，比如查查資料、問問專業人士，等理清楚了再下手，這樣更穩妥，也能避免盲目跟風虧錢。",
        "health_text": "你的胃可能有點“嬌氣”，比如吃涼的會不舒服、餓過了會胃疼，或者吃太飽會脹氣。建議你三餐按時吃，別等餓了才找東西，也別一次吃太多，儘量選溫熱、好消化的食物，比如粥、麵條、蒸菜，少吃冷的、硬的，胃暖了，整個人都會更有勁兒。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不懂說拒絕",
        "yi": "自我成長",
        "all": "96%",
        "date": "2025-09-14",
        "love": "90%",
        "work": "92%",
        "money": "94%",
        "health": "91%",
        "notice": "想到就做易成功",
        "discuss": "95%",
        "all_text": "整體運勢簡直一路高歌，屬於那種“想到就敢做，做了就容易成”的類型。比如，你可能會突然冒出一個大膽的想法，然後毫不猶豫地去嘗試，結果發現效果比預期還好，這種“行動力爆棚”的狀態會讓你特別有成就感。另外，你這天對機會的捕捉能力也很強，無論是生活裡的小便利，還是人際關係中的小契機，都能被你敏銳地抓住，然後轉化為自己的優勢。更棒的是，你的這種好狀態還會感染身邊的人，比如朋友可能會因為你的積極而跟著行動，或者家人因為你的靠譜而更放心，這種“正向反饋”會讓你一整天都充滿動力。不過，記得別因為太順利而得意忘形，比如對別人的幫助顯得理所當然，或者對小成就沾沾自喜，保持謙遜和感恩，好運才能更長久。",
        "love_text": "單身的你，緣分可能悄悄靠近，可能是老朋友突然聯繫，或是路上偶遇的某個微笑，別因為“太熟”或“太隨意”而忽略這些小信號，保持開放心態，機會就在身邊。已有伴者的你，和對方的心意會更堅定，哪怕遇到小矛盾，也能很快理解彼此的立場，這種“懂”的感覺會讓感情更深厚。",
        "take_star": "",
        "work_text": "感覺這一天過得充實且有價值。整體狀態良好，能夠高效地完成各項任務，並且在過程中不斷收穫成長和進步。你對自己的要求較高，注重細節，這種嚴謹的態度會讓你在處理事務時更加得心應手，也能得到他人的認可和讚賞。",
        "lucky_star": "獅子座",
        "money_text": "偏財運挺強，可能會收到意外的小驚喜，比如抽獎中個小獎、之前的投資有了額外收益，或者朋友給你推薦了個賺錢的小機會。這種“天上掉餡餅”的感覺會讓你挺開心，但別太貪心，建議你見好就收，比如把中獎的錢存起來，或者把賺到的錢拿出一部分請家人吃飯，分享好運更快樂。",
        "health_text": "睡覺時容易翻來覆去，或者趴著、側著睡，時間一長可能會覺得腰痠背痛，甚至早上起來脖子僵硬。建議你儘量選擇仰臥的姿勢，在膝蓋下墊個小枕頭，讓腰部更放鬆，或者側臥時在兩腿之間夾個薄枕頭，減少脊椎的壓力，這樣睡一晚，身體會更輕鬆。",
        "lucky_color": "酒紅色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕率做決定",
        "yi": "逛逛創意集市",
        "all": "78%",
        "date": "2025-09-14",
        "love": "64%",
        "work": "79%",
        "money": "65%",
        "health": "84%",
        "notice": "情緒像坐過山車",
        "discuss": "80%",
        "all_text": "整體運勢中規中矩，情緒卻像坐過山車，一會兒因為某件小事開心，一會兒又因為無關緊要的細節低落。這種起伏容易讓你對生活的感受變得敏感，比如看到別人輕鬆完成一件事，你可能會突然懷疑自己的能力；或者聽到一句無心的話，就忍不住反覆琢磨是不是在針對自己。其實，這種情緒波動更多是內心投射，外界並沒有你想象中那麼複雜。你可能會在社交場合裡表現得特別活躍，但熱鬧過後又容易感到空虛，這種落差會讓你有點疲憊。另外，你這天對選擇的猶豫會更明顯，比如面對兩個相似的選項，明明知道選哪個都行，卻非要糾結半天，反而消耗了精力。建議試著把注意力從“別人怎麼看”轉移到“自己怎麼想”，情緒穩定了，運勢也會跟著順起來。",
        "love_text": "單身的你，想刷存在感吸引注意沒問題，但別用力過猛，比如刻意表現自己或過度迎合對方，反而容易顯得不自然，做真實的自己反而更有吸引力。已有伴者的你，需要給彼此適度空間，別因為太黏人而讓對方感到壓力，比如各自做喜歡的事，晚上再分享日常，反而能讓關係更輕鬆。",
        "take_star": "",
        "work_text": "彷彿站在十字路口，內心對自我定位的探尋愈發強烈。整體狀態有些搖擺不定，既渴望突破現狀，又擔心選錯方向。在各種選擇面前容易猶豫，這可能會讓你錯過一些稍縱即逝的機會。不過，這種迷茫也是成長的契機，促使你更深入地思考自己的目標與追求。",
        "lucky_star": "巨蟹座",
        "money_text": "錢包需要“勒緊褲腰帶”，支出可能會比平時多，比如想買新衣服、想吃頓好的，或者突然要買個小物件。這種“想花錢”的衝動會讓你有點糾結，建議你先列個購物清單，只買清單上的東西，其他的一律不考慮，或者把想買的東西拍照存起來，等過幾天再看，說不定就不想買了。",
        "health_text": "可能會靠喝咖啡、奶茶提神，比如早上一杯、下午一杯，雖然能暫時精神點，但喝多了晚上可能會睡不著，或者心跳加快、手抖。建議你咖啡奶茶最多喝一杯，下午3點後就別喝了，換成白開水或者淡茶，既能補水，又不會影響睡眠，身體更舒服。",
        "lucky_color": "銀灰色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "以自我為中心",
        "yi": "休閒娛樂",
        "all": "70%",
        "date": "2025-09-14",
        "love": "71%",
        "work": "62%",
        "money": "75%",
        "health": "76%",
        "notice": "以日常為主旋律",
        "discuss": "77%",
        "all_text": "整體運勢平平，生活節奏以日常為主旋律，沒有大起大落，卻也少了點驚喜。你可能會更傾向於把時間花在熟悉的事情上，比如整理房間、做頓家常飯，或者和常聯繫的朋友聊聊天，這些事雖然普通，卻能讓你感到安心。不過，這種“求穩”的心態也會讓你對新鮮事物有點排斥，比如朋友推薦的新餐廳、新電影，你可能會因為懶得嘗試而拒絕，反而錯過了一些小樂趣。另外，你這天對人際關係的敏感度適中，既不會過度解讀別人的言行，也不會完全忽略對方的感受，這種平衡會讓你相處起來更輕鬆。不過，記得別因為太追求“平淡”而忽略了生活中的小確幸，比如路邊的花開、一杯熱飲的溫度，這些細節反而能讓普通的一天變得特別。",
        "love_text": "單身的你，對脫單沒太大動力，更享受單身的自由，這種狀態反而讓你在社交中顯得更有魅力，不用刻意找對象，先好好愛自己更重要。已有伴者的你，別總等對方主動，可以試著主動約對方散步、聊天，甚至只是說句“想你了”，你的主動會讓對方感受到被在乎的溫暖。",
        "take_star": "",
        "work_text": "你的狀態略顯浮躁，總是頻繁改變主意。原本制定好的計劃，可能會因為一時的新想法或外界的干擾而輕易推翻。這種不穩定的狀態容易讓你陷入混亂，難以取得實質性的進展。需要學會堅定自己的內心，不被外界輕易左右。",
        "lucky_star": "雙子座",
        "money_text": "腦子裡有不少賺錢的點子，比如想試試新的兼職、調整下理財方式，或者和朋友合作個小項目，但容易光想不做，比如覺得麻煩、怕虧錢，或者等“更合適”的時機。建議你先挑一個最容易實現的點子，哪怕只做一小步，比如查查資料、問問有經驗的人，行動起來比空想更有用。",
        "health_text": "容易熬夜，可能是追劇、打遊戲，或者躺在床上刷手機，結果越刷越精神，第二天起來頭暈腦脹，工作學習都沒狀態。建議你睡前1小時就放下手機，調暗燈光，做點放鬆的事，比如聽輕音樂、泡個腳，讓自己慢慢進入睡眠狀態，睡好了，第二天才能更有精神。",
        "lucky_color": "棕色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沒有責任心",
        "yi": "參觀藝術展",
        "all": "60%",
        "date": "2025-09-14",
        "love": "65%",
        "work": "68%",
        "money": "58%",
        "health": "70%",
        "notice": "心比天高的狀態",
        "discuss": "62%",
        "all_text": "整體運勢略差，容易陷入“心比天高”的狀態——明明有很多想法，卻因為現實和理想的差距而感到沮喪。比如，你可能會突然想改變某個習慣，或者嘗試一件新事物，但還沒開始就因為覺得“太麻煩”而放棄，這種“眼高手低”的狀態會讓你顯得有點焉焉的。另外，你這天對結果的期待值過高，比如希望某件事能立刻看到成效，或者某個願望能快速實現，當現實不如預期時，就容易產生挫敗感。其實，你完全可以把目標拆解得更小一些，比如先完成一個小步驟，而不是盯著最終結果，這樣反而能減少內耗。另外，你這天容易因為情緒低落而忽略身邊的小溫暖，比如家人的關心、朋友的問候，這些其實都是能幫你恢復能量的“小充電站”。",
        "love_text": "單身的你，還不是脫單的好狀態，可能更想和朋友瘋玩，或專注自己的興趣，這種“不將就”的心態反而能幫你避開不合適的人，先享受當下也不錯。已有伴者的你，別總把責任推給對方，比如“都是你沒安排”“都是你不管事”，試著一起分擔，哪怕只是商量今晚吃什麼，也能減少很多小矛盾。",
        "take_star": "",
        "work_text": "你腦袋裡充滿了各種奇思妙想，但落實到行動上卻有些力不從心。想法很多，卻缺乏將其轉化為實際成果的動力和執行力。這種“想得多做得少”的狀態，容易讓你陷入空想的困境，無法取得實際的進步。需要給自己一些壓力，督促自己行動起來。",
        "lucky_star": "白羊座",
        "money_text": "容易“看到啥想買啥”，比如商家打折、新品上市，或者朋友推薦的東西，可能會忍不住囤貨，哪怕家裡已經有不少。這種“盲目囤貨”會讓你錢包癟得快，還可能買回一堆用不上的東西。建議你購物前先看看家裡還有多少存貨，或者問問自己“這個能用多久”，別被“便宜”衝昏頭。",
        "health_text": "可能會長時間保持一個姿勢，比如低頭看電腦、玩手機，或者久坐不動，結果肩頸又酸又緊，甚至有點疼。建議你每隔1小時就站起來活動下，轉轉脖子、聳聳肩，或者做幾個擴胸運動，讓肩頸的肌肉放鬆放鬆，別等疼了才想起來活動，提前預防更有效。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "心態容易崩",
        "yi": "參加公益活動",
        "all": "52%",
        "date": "2025-09-14",
        "love": "55%",
        "work": "53%",
        "money": "50%",
        "health": "61%",
        "notice": "被人牽著鼻子走",
        "discuss": "67%",
        "all_text": "整體運勢欠佳，容易被別人的看法牽著鼻子走，比如過度在意別人對你的評價，或者因為別人的意見而改變自己的決定。這種狀態會讓你顯得有點被動，甚至會為了迎合他人而委屈自己，比如明明不想參加某個活動，卻因為“怕掃興”而勉強答應，結果反而讓自己更累。另外，你這天對“正確性”的追求會變得更強，比如做一件事前會反覆確認是否符合規則，或者說話時會特別謹慎，生怕說錯什麼，這種緊繃感會讓你失去平時的從容。其實，你完全可以試著相信自己的判斷，別人的看法只是參考，而不是標準，適當“自私”一點，反而能讓你更輕鬆。另外，記得別因為太在意別人的眼光而忽略了自己的感受，你的需求同樣重要。",
        "love_text": "單身的你，對感情有點“現實”，可能會先考慮對方的經濟條件、家庭背景，這種理性沒錯，但別讓“條件”完全掩蓋了“感覺”，先相處看看是否合拍更重要。已有伴者的你，容易在金錢觀上出現分歧，比如對消費、儲蓄的看法不同，別急著爭論，試著理解對方的立場，找到平衡點才能避免矛盾。",
        "take_star": "",
        "work_text": "在團隊中的表現有些不盡如人意，可能會因為一些疏忽或錯誤給團隊帶來麻煩。整體狀態有些低迷，自信心不足，在處理問題時容易畏手畏腳。需要調整心態，相信自己的能力，積極面對問題，及時彌補過失，避免影響團隊的整體進度。",
        "lucky_star": "金牛座",
        "money_text": "總能找到花錢的理由，比如“獎勵自己辛苦工作”“別人都有我也得買”，或者“反正不貴就買了吧”，結果零零碎碎的花銷加起來也不少。這種“找藉口花錢”的習慣會讓你錢包有點吃緊，建議你先定個消費上限，比如只花200塊，超過就不買了，或者把想買的東西先加入購物車，過幾小時再決定。",
        "health_text": "可能會被朋友約去吃大餐，或者自己嘴饞想吃點好的，比如紅燒肉、炸雞、烤肉，吃的時候挺開心，但吃完可能會覺得油膩、肚子脹，甚至有點反胃。建議你大魚大肉別吃太多，搭配點青菜、粥，或者飯後喝杯酸奶助消化，別讓腸胃負擔太重，身體會更舒服。",
        "lucky_color": "咖啡色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "朋克式養生",
        "yi": "睡到自然醒",
        "all": "75%",
        "date": "2025-09-14",
        "love": "79%",
        "work": "72%",
        "money": "76%",
        "health": "71%",
        "notice": "休閒放鬆的狀態",
        "discuss": "76%",
        "all_text": "整體運勢一般，但勝在能享受休閒放鬆的狀態，比如可能會花時間做一件完全為了取悅自己的事，比如聽喜歡的音樂、看一部老電影，或者單純地發會兒呆，這種“無目的”的快樂會讓你感到特別治癒。不過，你這天對“計劃”的執行力會有點弱，比如原本打算做某件事，卻因為“懶得動”而拖延，或者臨時改變主意去做更輕鬆的事，這種隨性雖然舒服，但也可能讓你事後覺得“浪費了時間”。另外，你這天對人際關係的態度會比較佛系，既不會主動熱絡，也不會刻意疏遠，這種“順其自然”的相處方式反而能讓你和身邊的人更舒服。不過，記得別因為太放鬆而忽略了基本的生活節奏，比如按時吃飯、適當運動，身體舒服了，心情才會更好。",
        "love_text": "單身的你，對感情有點“懶”，明明有機會認識新朋友，卻因為“懶得動”或“不想麻煩”而放棄，其實不用太刻意，線上聊聊天也能拉近距離。已有伴者的你，別總等對方主動表達，可以試著回應對方的關心，比如對方說“累嗎”，你可以說“有你關心就不累”，適度回應會讓感情更甜。",
        "take_star": "",
        "work_text": "提高時間觀念對你來說至關重要。你可能會因為拖延或時間安排不合理，導致各項任務堆積，手忙腳亂。整體節奏有些混亂，難以高效地完成目標。需要學會合理規劃時間，制定詳細的計劃，並嚴格按照計劃執行，才能讓生活和工作學習更加有序。",
        "lucky_star": "天蠍座",
        "money_text": "財運挺穩，收入和支出基本能平衡，比如賺的錢剛好夠日常開銷，或者存下一小筆。這種“不緊不慢”的狀態會讓你挺安心，但別太滿足現狀，建議你可以看看有沒有省錢的小技巧，比如用優惠券、選性價比高的東西，或者把閒置的東西掛二手平臺賣掉，小錢也能攢出大變化。",
        "health_text": "可能會因為好奇或者想活動，一會兒試試這個運動，一會兒擺弄那個器材，結果運動過量，肌肉痠疼，甚至可能拉傷。建議你運動時別太“貪心”，選1-2項自己喜歡的、能堅持的就行，比如散步、拉伸，或者簡單的瑜伽，別追求高強度，適量活動才能讓身體更放鬆。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不接受反駁",
        "yi": "進行運動鍛鍊",
        "all": "72%",
        "date": "2025-09-14",
        "love": "78%",
        "work": "70%",
        "money": "72%",
        "health": "75%",
        "notice": "跟著自己想法走",
        "discuss": "79%",
        "all_text": "整體運勢沒有太大起伏，基本能跟著自己的想法走，這種“掌控感”會讓你感到安心。比如，你可能會按自己的節奏安排一天的活動，不被外界的催促或干擾影響，這種穩定的狀態會讓你顯得特別從容。另外，你這天對情緒的調節能力較強，哪怕遇到一些小波折，也能很快調整心態，比如朋友臨時爽約，你不會太糾結，而是轉身去做另一件喜歡的事，這種“不較勁”的態度會讓你少很多煩惱。不過，你這天容易因為太“順”而忽略潛在的小問題，比如對某個細節的疏忽，或者對某件事的過度樂觀，雖然不會造成大影響，但適當保持警惕能讓運勢更穩。另外，記得別因為太沉浸在自己的世界裡而忽略身邊的人，偶爾分享一下你的想法，反而能讓關係更親近。",
        "love_text": "單身的你，感情沒有新進展，可能還是和熟悉的人相處，或沉浸在自己的世界裡，這種狀態雖然平靜，但也別完全關閉心門，偶爾給新機會一點空間也不錯。已有伴者的你，別總“躺平”等對方安排一切，偶爾主動策劃個小驚喜（比如早起做頓早餐、寫張暖心便籤），會讓對方覺得“被放在心上”。",
        "take_star": "",
        "work_text": "需要積極拓展自己的知識面。現有的知識儲備可能無法滿足你當前的需求，容易在面對新問題或挑戰時感到力不從心。整體狀態有些侷限，需要跳出舒適區，主動學習新的知識和技能，才能更好地應對各種情況，提升自己的競爭力。",
        "lucky_star": "處女座",
        "money_text": "錢包有點“安靜”，沒有額外的進賬，比如兼職沒結款、投資沒回報，或者朋友沒還錢。這種“沒有進賬”的狀態會讓你有點著急，但別太焦慮，建議你先把手頭的錢規劃好，比如優先處理必須的花銷，或者把存的錢再理一理，等後續有機會進賬時，用起來更從容。",
        "health_text": "整個人狀態不錯，神采奕奕的，但別因為心情好就亂吃，比如看到甜品、零食就想嘗，或者吃太多水果，結果血糖升得快、肚子脹。建議你飲食還是要注意，三餐按時吃，零食選健康的，比如堅果、酸奶，水果也別一次吃太多，控制好量，身體才能一直保持好狀態。",
        "lucky_color": "寶藍色",
        "lucky_number": "8"
      }
    }
  }
}