{
  "updated": "2025-10-08T15:08:54.983Z",
  "updateTime": "2025/10/8 下午11:08:54",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17787,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "宅家不出門",
        "yi": "提升個人形象",
        "all": "83%",
        "date": "2025-10-08",
        "love": "75%",
        "work": "89%",
        "money": "79%",
        "health": "85%",
        "notice": "慢條斯理恢復狀態",
        "discuss": "88%",
        "all_text": "整體運勢相對平穩，就像一艘在平靜湖面航行的船，沒有大的風浪打擾。假期過後，你正能慢條斯理地恢復假期前的狀態。生活裡少了些假期裡的狂歡與浮躁，多了份沉穩和有序。你能按自己的節奏，把生活安排得妥妥當當。或許會花些時間整理房間，讓居住環境變得整潔舒適，這過程也讓你內心平靜。飲食上，不再像假期時那樣胡吃海喝，而是更注重營養均衡，選擇健康的食物。社交方面，和朋友的交流也變得溫和，沒有假期裡那種熱鬧過頭的喧囂。你享受著這種平穩，能靜下心來思考一些事情，為接下來的生活做規劃。這種平穩的運勢，讓你有足夠的時間和精力去調整自己，以更好的狀態迎接未來的挑戰，為生活注入新的活力。",
        "love_text": "單身的你，面對有好感的人時容易猶豫，明明想靠近卻總在關鍵時刻退縮，可能是擔心“搞砸”反而不敢行動。其實對方未必覺得你不夠好，別讓過度思考拖了後腿。已有伴者的你，容易因小事反覆琢磨伴侶的意圖，比如對方沒及時回消息就懷疑“是不是冷淡了”，反而忽略了溝通。與其自己猜，不如直接問一句，省得把簡單的事想複雜。",
        "work_text": "渾身散發著“我能行”的氣場。無論是處理日常任務還是應對突發狀況，你都能快速找到自己的節奏，甚至可能把原本覺得麻煩的事變成展示優勢的機會。不過別光顧著往前衝，偶爾停下來聽聽同事或同學的建議，反而能讓你少走彎路。",
        "lucky_star": "射手座",
        "money_text": "可能會覺得“錢該怎麼花都差不多”，對理財規劃沒什麼想法，容易隨手買些小東西，雖然單筆金額不大，但累積起來也不少。建議你先列個簡單的購物清單，只買清單上的東西，避免衝動消費。如果看到促銷活動，先問問自己是否真的需要，別被“划算”兩個字帶偏了。",
        "health_text": "需警惕久坐引發的肩頸僵硬，尤其辦公族建議每小時起身活動五分鐘，拉伸或走動緩解肌肉緊張。傍晚可安排快走或跳繩等輕度運動，促進血液循環。避免長時間低頭刷手機，睡前用熱毛巾敷肩頸效果更佳。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "三心又二意",
        "yi": "制定新目標",
        "all": "65%",
        "date": "2025-10-08",
        "love": "55%",
        "work": "50%",
        "money": "60%",
        "health": "68%",
        "notice": "難以集中注意力",
        "discuss": "64%",
        "all_text": "整體運勢略差，注意力難以集中成了這一天的主要問題。在做事情的時候，思緒總是容易飄走，原本計劃好的事，可能因為走神而出現偏差。比如看書時，沒看幾頁就想到其他地方去了，結果對書裡的內容一知半解。和他人交流時，也可能會因為注意力不集中，沒聽清對方的話，導致回應不恰當。這種狀態會讓你感到有些煩躁和無奈，越想集中精力，卻越難以做到。生活裡的小事也會因此受到影響，購物時可能會買錯東西，或者忘記自己原本要買什麼。不過，這只是暫時的狀況，不要因為這一天的不順而過度焦慮，等運勢好轉，一切都會迴歸正軌。",
        "love_text": "單身的你，可能會被某個表面溫柔的人吸引，但對方或許藏著不夠真誠的一面，別急著投入感情，多觀察細節再決定。已有伴者的你，容易因伴侶的某些行為（比如忘記約定）覺得自尊心受挫，甚至憋著不說。其實直接表達需求比生悶氣更有效，對方未必知道你在意什麼。",
        "work_text": "你的注意力像被風吹散的蒲公英，總是不自覺地飄到別處。原本計劃好的任務，可能會因為刷手機、和同事閒聊或者突然想起其他事而中斷。這種“三分鐘熱度”的狀態容易讓你事後懊惱，建議把重要的事列成清單，完成一項劃掉一項，減少分心的機會。",
        "lucky_star": "獅子座",
        "money_text": "可能會遇到較大的支出，比如家裡突然需要添置物品，或是朋友聚會需要你分擔費用。建議你提前看看賬戶餘額，別等到付款時才發現錢不夠。如果必須花錢，儘量選擇性價比高的選項，別為了面子選貴的。晚上可以核對一下支出，看看哪些是必要的，哪些可以避免。",
        "health_text": "需要警惕因姿勢不當而導致頸部前傾的問題，這會形成“富貴包”隱患。建議調整電腦屏幕至視線平齊，使用手機時舉至與眼睛同高。久坐後做頸部後仰動作，配合熱敷放鬆。若已出現輕微隆起，需及時諮詢理療師。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不聽他人言",
        "yi": "收回玩樂心",
        "all": "78%",
        "date": "2025-10-08",
        "love": "70%",
        "work": "82%",
        "money": "76%",
        "health": "80%",
        "notice": "自我獨處與修煉",
        "discuss": "76%",
        "all_text": "你的整體運勢尚可，這一天沒有外界的過多幹擾，更多的是自我獨處與修煉的時光。你可以找一個安靜的地方，比如自己的房間，或者公園的長椅，靜靜地待著。在這段時間裡，你能不受外界的喧囂影響，專注於自己的內心世界。你可以思考一些平時忽略的問題，回顧過去的經歷，總結經驗教訓。也可以閱讀一些有深度的書籍，提升自己的知識和見識。這種獨處的時光，讓你有機會深入地瞭解自己，發現自己的優點和不足。沒有外界的壓力和期望，你能按照自己的想法去生活，享受這份寧靜帶來的自在。",
        "love_text": "單身的你，多展現自己的優點，比如幽默感或細心的一面，可能會吸引到同樣有趣的人。別藏著掖著，主動一點反而更容易有故事。已有伴者的你，和伴侶相處時容易進入“例行公事”模式，比如聊天只剩日常彙報。試著聊點輕鬆的話題，或者一起嘗試新事物，能避免感情進入倦怠期。",
        "work_text": "你像裝了“探索雷達”，對新鮮事物特別敏感。無論是工作中的新項目，還是學習裡的新知識點，你都願意主動嘗試，甚至可能發現原本覺得枯燥的事其實很有趣。這種開放的態度會讓你收穫意外驚喜，但別因為“貪多”而忽略深度，適當聚焦更能出效果。",
        "lucky_star": "天秤座",
        "money_text": "建議培養記賬的習慣，哪怕只是簡單記錄每天花了多少錢、買了什麼。你可能會發現，有些錢花得莫名其妙，比如點外賣時多點的配菜，或是網購時湊單的小物件。可以先用手機備忘錄記下來，晚上再整理成表格，慢慢就能看出自己的消費模式，之後調整起來也更方便。",
        "health_text": "需主動打破久坐循環，午休時段可進行15分鐘開合跳或爬樓梯，激活身體機能。下班/下課後約朋友打羽毛球或游泳，避免運動量不足導致代謝減緩。注意運動前充分熱身，防止拉傷。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "好吃懶做",
        "yi": "清理舊物件",
        "all": "92%",
        "date": "2025-10-08",
        "love": "93%",
        "work": "94%",
        "money": "95%",
        "health": "90%",
        "notice": "全身心輕鬆投入",
        "discuss": "98%",
        "all_text": "你得到運勢的助力，能夠保持輕鬆狀態全身心投入。這一天，彷彿有一股無形的力量在支持著你，讓你沒有任何負擔。在做任何事情的時候，你都能全身心地投入其中，不會被外界的因素所幹擾。無論是做家務，還是和家人相處，你都能用心去感受每一個瞬間。做家務時，你能專注於每一個細節，把家裡打掃得乾乾淨淨，看著整潔的環境，心情也會格外舒暢。和家人相處時，你能給予他們溫暖的陪伴和關心，傾聽他們的心聲。這種輕鬆的狀態還會讓你更有創造力，可能會突然冒出一些新奇的想法，為生活增添不少樂趣。",
        "love_text": "單身的你，容易被溫馨的氛圍推著走，比如朋友聚會、興趣小組中，可能會遇到讓你覺得“有安全感”的人，主動搭話的成功率很高。已有伴者的你，和伴侶的關係容易得到雙方長輩的認可，比如家人誇你們“般配”，這種外部肯定會讓你們更堅定彼此的選擇，感情也更穩。",
        "work_text": "做什麼都特別順的一天。原本擔心會卡殼的環節，比如和同事溝通、完成複雜任務，或者理解難懂的知識點，都能按計劃推進，甚至超出預期。這種“水到渠成”的狀態會讓你更有信心，但別因為太順而忽略潛在問題，偶爾檢查細節能避免小疏漏。",
        "lucky_star": "金牛座",
        "money_text": "可能會遇到抽獎、小驚喜之類的“意外之財”，比如參加活動抽中禮品卡，或是朋友突然還你之前借的小錢。雖然金額不大，但會讓你心情不錯。不過別因為這點小運氣就放鬆警惕，該存的還是要存，該控制的消費還是要控制。可以把這部分錢存進“快樂基金”，之後用來犒勞自己。",
        "health_text": "健康關鍵在於規律性，建議設定固定作息時間表，包括三餐、午休和睡眠時段。早餐可選擇燕麥+雞蛋組合，午餐避免外賣重油鹽，晚餐七分飽即可。睡前一小時遠離電子設備，用泡腳替代刷劇。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "傳播小八卦",
        "yi": "學習新知識",
        "all": "58%",
        "date": "2025-10-08",
        "love": "50%",
        "work": "48%",
        "money": "55%",
        "health": "62%",
        "notice": "容易摸魚開小差",
        "discuss": "53%",
        "all_text": "整體運勢欠佳，有點不在狀態，總是容易摸魚開小差。生活裡，做什麼事情都提不起精神，原本感興趣的事，現在也覺得索然無味。在處理一些小事時，也可能會因為心不在焉而出現錯誤。比如整理物品時，可能會把東西放錯地方，或者忘記自己剛剛做了什麼。和他人交流時，也可能會因為不在狀態而反應遲鈍，讓對方覺得有些尷尬。這種狀態會讓你感到有些沮喪和無奈，不過也不要過於自責，這只是暫時的運勢影響。你可以試著給自己一些小激勵，調整一下心態，也許能慢慢找回狀態。",
        "love_text": "單身的你，可能會因為表白或主動示好被拒絕而受挫，甚至懷疑自己“不夠好”。其實對方未必否定你，可能只是不合適，別急著否定自己。已有伴者的你，容易因小事和伴侶產生誤會，比如沒聽清對方的話就下結論。先冷靜問清楚，別讓情緒主導對話，否則小矛盾可能變大。",
        "work_text": "認定的事很難被說服。無論是工作中的方案，還是學習裡的方法，你都可能堅持自己的觀點，甚至忽略別人的提醒。這種“我行我素”的狀態容易讓你錯過優化機會，建議偶爾換個角度思考，比如問問同事或同學“你覺得哪裡可以更好”，可能會發現新思路。",
        "lucky_star": "摩羯座",
        "money_text": "要特別警惕衝動花錢的情況，比如看到新出的電子產品就想買，或是聽到別人推薦投資就跟著投。建議你遇到花錢的事先冷靜24小時，尤其是大額支出，問問自己“這是必須的嗎？”“之後會不會後悔？”。如果實在想買，可以先存進購物車，過兩天再決定，很多時候衝動勁過了，你就不想買了。",
        "health_text": "需嚴控熬夜衝動，尤其夜間處理工作易導致次日頭暈。建議將重要事務安排在白天，22點後開啟“勿擾模式”。若必須加班，每小時閉眼休息五分鐘，搭配檸檬水提神，避免咖啡因過量攝入。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "太完美主義",
        "yi": "發展副業",
        "all": "90%",
        "date": "2025-10-08",
        "love": "91%",
        "work": "93%",
        "money": "97%",
        "health": "94%",
        "notice": "迎來了更多機會",
        "discuss": "96%",
        "all_text": "整體運勢棒棒噠，隨著視野的開闊，迎來了更多機會。這一天，你彷彿打開了一扇新的大門，看到了更廣闊的世界。你的思維變得更加活躍，能夠從不同的角度去看待問題，發現一些以前忽略的細節。這種開闊的視野，讓你在生活中遇到了不少好機會。可能是在社交場合中結識了一些有趣的人，他們給你帶來了新的信息和觀點。也可能是在日常生活中，發現了一些新的興趣愛好，為生活增添了新的色彩。而且，這些機會還會讓你更加自信，相信自己的能力。你可以大膽地去嘗試新的事物，抓住這些機會，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，可能會通過朋友介紹或社交場合，遇到願意幫你牽線的人，對方可能是長輩或同事，別急著拒絕，先接觸看看。已有伴者的你，伴侶可能會誇你“貼心”或“靠譜”，這種直接的肯定會讓你覺得被重視，別因為害羞而忽略回應，一句“謝謝”也能讓對方開心。",
        "work_text": "特別願意表達自己的想法。無論是工作中的建議，還是學習裡的疑問，你都能清晰、有條理地說出來，甚至可能成為團隊裡的“觀點輸出者”。這種主動的態度會讓你被更多人看到，但別因為太追求“正確”而忽略傾聽，別人的反饋可能讓你更完善。",
        "lucky_star": "雙魚座",
        "money_text": "財運不錯，適合做好計劃，比如整理一下最近的收入和支出，看看哪些地方可以優化。你可能會發現，有些訂閱服務很久沒用了，或是會員費可以取消。晚上可以花半小時列個“省錢清單”，把不必要的支出劃掉，把省下來的錢存進儲蓄賬戶。這種小調整雖然不起眼，但長期下來能攢下不少。",
        "health_text": "消化系統比較敏感的一天，建議採用少食多餐模式，將三餐拆分為五次進食，每次量控制在拳頭大小。選擇蒸煮類食物替代煎炸，下午可加餐堅果或酸奶。注意細嚼慢嚥，避免邊工作邊吃飯加重腸胃負擔。",
        "lucky_color": "米白色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "情緒不穩定",
        "yi": "慢節奏生活",
        "all": "60%",
        "date": "2025-10-08",
        "love": "52%",
        "work": "55%",
        "money": "58%",
        "health": "65%",
        "notice": "做啥都提不起勁",
        "discuss": "57%",
        "all_text": "整體狀態像被蒙了層灰，做什麼都提不起勁。情緒像坐過山車，前一秒還覺得“算了就這樣吧”，下一秒又因為小事煩躁得想摔東西。這種低氣壓會讓你對很多事失去耐心，比如排隊時前面人動作慢，或者朋友回覆消息晚了，都可能讓你心裡冒火。其實你心裡清楚沒必要，但就是控制不住地往壞處想，甚至會因為一點小摩擦就懷疑自己是不是哪裡做錯了。這種狀態容易讓你陷入內耗，越想越覺得生活不順。建議別太逼自己“必須開心”，允許自己偶爾擺爛，但別把情緒發洩到身邊人身上。適合做些不需要動腦的事，比如整理房間、聽音樂，或者乾脆睡個懶覺，先把情緒穩住再說。別急著做決定，尤其是涉及人際關係的，容易因為衝動說錯話。",
        "love_text": "單身的你，容易因第一印象對某人產生偏見，比如對方穿著普通就覺得“沒興趣”，反而錯過了解內在的機會。試著放下預設，多聊幾句再說。已有伴者的你，容易因伴侶的小習慣（比如亂扔東西）生悶氣，但不說出來對方可能根本不知道。直接提需求，比憋著等對方猜更有效。",
        "work_text": "原本該推進的事總提不起勁。可能是對目標感到模糊，或是覺得“做什麼都差點意思”，導致行動像被拖了後腿。容易陷入“想太多做太少”的循環，比如反覆糾結方案細節卻不動手，或是擔心結果不好而不敢開始。其實先完成小任務也能積累信心，別讓“完美”拖垮了進度。",
        "lucky_star": "水瓶座",
        "money_text": "理財可能會有小驚喜，比如之前投資的收益到賬，或是兼職收入比預期多。不過別因為這點進賬就放鬆，建議你把這部分錢分成兩份，一份用來還債或存起來，另一份可以當“獎勵金”，買些自己想要的小東西。這樣既能享受進賬的快樂，又不會把錢花光。",
        "health_text": "需管理情緒波動，避免因瑣事產生焦慮感。遇到矛盾時先深呼吸十次再回應，可隨身攜帶薄荷糖平復心情。下班後進行瑜伽或冥想練習，重點放鬆肩背部位，減少情緒性軀體化反應。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忽略小細節",
        "yi": "追求高品質",
        "all": "79%",
        "date": "2025-10-08",
        "love": "80%",
        "work": "70%",
        "money": "82%",
        "health": "76%",
        "notice": "平衡物質的矛盾",
        "discuss": "74%",
        "all_text": "你對生活的要求突然變高了，看到別人過得精緻，自己也想跟著提升，比如買新衣服、換家居用品，或者研究怎麼吃得更健康。這種追求會讓你暫時忽略一些現實壓力，比如賬單、人際關係的小矛盾，但別忘了，慾望越強，焦慮也越容易冒頭。你可能會一邊下單新東西，一邊擔心“是不是太浪費了”，或者看到別人有更好的，心裡又有點不平衡。其實你完全有能力平衡這種矛盾——享受生活的同時，別給自己定太高的標準。適合做些能帶來成就感的小事，比如整理衣櫃、學做一道新菜，或者單純給自己放個假，喝杯咖啡發發呆。別太糾結“值不值”，你開心，就是最值的。",
        "love_text": "單身的你，可能會遇到能和你有深度聊天的人，無論是興趣愛好還是生活觀點，都能聊得很投機，這種默契容易讓你產生好感。已有伴者的你，和伴侶的溝通會很順暢，哪怕有分歧也能冷靜討論，不會因為情緒上頭而吵架，這種和諧的氛圍會讓你們更依賴彼此。",
        "work_text": "你像被扔進“信息迷宮”，手頭的事和腦中的想法混成一團。可能是同時處理多個任務導致混亂，或是突然冒出的新點子打亂了原有計劃。這種“頭緒太多”的狀態容易讓你效率下降，建議先停下來，用紙筆或思維導圖理清優先級，把“必須做”和“可以等”的事分開，反而能更快找到方向。",
        "lucky_star": "處女座",
        "money_text": "手頭上有些零花錢，比如兼職收入、退款，或是之前借出去的錢還回來了。雖然金額不大，但足夠你買些喜歡的小物件。建議你別急著花光，可以先存進“零錢罐”，等攢多了再一起用。如果看到想買的，先問問自己“這是必需品嗎？”，避免因為“有錢”就亂花。",
        "health_text": "面臨壓力疊加風險，建議將任務拆解為小目標逐步完成。工作間隙進行5分鐘腹式呼吸訓練，配合輕音樂緩解緊繃感。晚餐後與家人視頻聊天，通過情感交流釋放壓力，避免獨自消化負面情緒。",
        "lucky_color": "杏色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "以自我為中心",
        "yi": "親近大自然",
        "all": "93%",
        "date": "2025-10-08",
        "love": "95%",
        "work": "90%",
        "money": "96%",
        "health": "91%",
        "notice": "總是都自帶光芒",
        "discuss": "92%",
        "all_text": "你簡直像開了掛，走到哪兒都自帶光芒。你對自己的優點特別有數，比如幽默感、行動力，或者總能想到別人想不到的點子，這種自信會讓你在人群裡特別顯眼。別人可能還在猶豫要不要嘗試新事物，你已經衝出去試了，而且往往能拿到不錯的結果。這種狀態會讓你對生活充滿期待，甚至會主動找機會表現自己，比如和朋友分享新想法，或者在社交場合多說幾句。不過別太得意，偶爾聽聽別人的意見也沒壞處，畢竟“獨樂樂不如眾樂樂”。適合做些能讓你發揮特長的事，比如組織聚會、嘗試新愛好，或者單純和喜歡的人聊聊天。你的熱情會感染身邊人，大家都會覺得和你相處特別輕鬆。",
        "love_text": "單身的你，桃花運很旺，可能在逛街、吃飯或興趣活動中遇到主動搭話的人，對方可能直接表達好感，別因為“太突然”而退縮，試試也無妨。已有伴者的你，伴侶會通過小細節讓你感受到被放在心上，比如記住你愛吃的零食，或者主動幫你分擔瑣事，這種被重視的感覺會讓你更安心。",
        "work_text": "像裝了“能量電池”，渾身透著“我能搞定”的底氣。無論是面對複雜的任務，還是需要快速決策的場景，你都能自信地給出方案，甚至主動承擔更多責任。這種“堅定感”會讓你成為團隊裡的“定心丸”，但別因為太順利而忽略潛在風險，偶爾聽聽別人的提醒，能讓你的計劃更周全。",
        "lucky_star": "白羊座",
        "money_text": "找到合適的理財方式，比如把一部分錢存進定期，或是嘗試低風險的基金。你可能會發現，之前把錢全放在活期裡，收益太低，不如分散投資更划算。可以先了解一下不同的理財產品，別急著做決定，多對比幾家，選擇適合自己的。如果不太懂，可以問問懂行的朋友。",
        "health_text": "防範“上火”症狀，減少辛辣火鍋、燒烤等刺激性食物攝入。增加綠豆湯、冬瓜湯等清熱飲品，水果選擇梨或西瓜。若出現口腔潰瘍，可用淡鹽水漱口，避免熬夜加重火氣。需",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "做事太刻板",
        "yi": "學習與提升",
        "all": "75%",
        "date": "2025-10-08",
        "love": "70%",
        "work": "68%",
        "money": "80%",
        "health": "72%",
        "notice": "每一步都不確定",
        "discuss": "78%",
        "all_text": "你的狀態像在走一條沒標路牌的小路，每一步都有點不確定，但又不想停下來。你對很多事的態度是“先試試再說”，比如想換個生活方式，或者調整日常習慣，但具體怎麼改，心裡還沒底。這種“摸著石頭過河”的感覺會讓你有點焦慮，怕走錯方向，但又覺得“不試試怎麼知道”。其實你完全可以把節奏放慢，不用急著定結論。適合做些需要耐心的小事，比如整理文件、規劃下週安排，或者單純觀察身邊的變化。別太逼自己“必須立刻有結果”，很多事需要時間沉澱。你可能會發現，原來自己比想象中更靈活，能應對各種小意外。",
        "love_text": "單身的你，別把心門關得太緊，哪怕只是和普通朋友多聊幾句，也可能發現對方身上有吸引你的點，別急著用“不合適”否定所有可能。已有伴者的你，和伴侶相處時容易習慣“隱藏情緒”，試著敞開心扉，哪怕只是說一句“我有點累”，對方也會更理解你，關係反而更親密。",
        "work_text": "像被“小石子”絆住了腳，總在瑣碎的事上浪費精力。可能是為了趕進度而忽略質量，或是為了“做完”而犧牲“做好”，導致最後需要返工。這種“撿芝麻丟西瓜”的狀態容易讓你事後懊惱，建議先明確“最重要的目標”，把80%的精力放在20%的關鍵任務上，反而能事半功倍。",
        "lucky_star": "巨蟹座",
        "money_text": "多瞭解市場動態，比如看看最近的物價變化，或是關注一下常用的商品有沒有促銷。你可能會發現，有些東西現在買比之後買更划算，可以提前囤一些必需品。不過別因為“便宜”就買太多，尤其是保質期短的物品，避免浪費。晚上可以整理一下家裡的庫存，看看哪些需要補貨。",
        "health_text": "飲食易走向極端，需警惕重口味飲食引發的腸胃不適。建議將調味料用量減半，用檸檬汁替代部分鹽分。外賣選擇清蒸魚、白灼菜等清淡菜品，自備便當時多放蔬菜少放醬料。",
        "lucky_color": "墨綠色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "總是批評人",
        "yi": "公園散散步",
        "all": "88%",
        "date": "2025-10-08",
        "love": "85%",
        "work": "82%",
        "money": "90%",
        "health": "87%",
        "notice": "注意別偏了方向",
        "discuss": "89%",
        "all_text": "你的狀態像走在一條平穩的橋上，不快不慢，但需要時刻注意別偏了方向。你對生活的要求不高，但也不願意將就，比如不想隨便應付一頓飯，或者不想和聊不來的人多廢話。這種“穩中求進”的態度會讓你避免很多麻煩，但也可能讓你錯過一些機會——比如朋友約你嘗試新事物，你可能會因為“太麻煩”而拒絕。其實你完全可以試著“稍微偏一點”，比如偶爾吃頓不一樣的飯，或者和不太熟的人聊幾句，可能會發現新的樂趣。適合做些能讓你放鬆的事，比如散步、聽播客，或者單純發發呆。別太糾結“對不對”，你舒服，就是最好的狀態。",
        "love_text": "單身的你，適合多參加社交活動，比如朋友聚會或線上群組，可能會遇到主動給你機會的人，比如約你一起做感興趣的事，別因為“怕麻煩”而拒絕。已有伴者的你，伴侶會更理解你的想法，哪怕你提出一些“不常規”的請求（比如想單獨待一天），對方也會支持，這種被接納的感覺會讓你更放鬆。",
        "work_text": "遇到不懂的事特別願意開口。無論是工作中的流程疑問，還是學習裡的概念模糊，你都能主動請教他人，這種“不懂就問”的態度會讓你快速突破瓶頸。不過別因為太依賴他人而忽略自己的思考，問完後試著用自己的話總結，能加深理解。",
        "lucky_star": "天蠍座",
        "money_text": "可能會有點小財進賬，比如兼職收入、獎金，或是之前投資的收益。雖然金額不大，但足夠你買些喜歡的小東西。建議你別急著花光，可以先存進“小目標賬戶”，比如存夠一定金額後去旅行，或是買件心儀的東西。這樣既能享受進賬的快樂，又能為未來做準備。",
        "health_text": "需強化膳食纖維攝入，早餐增加全麥麵包或雜糧粥，午餐保證兩拳蔬菜量。可將水果切成小塊隨身攜帶，替代零食。若出現便秘傾向，早晨空腹喝溫水刺激腸道蠕動，效果顯著。",
        "lucky_color": "寶藍色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "愛面子逞強",
        "yi": "陪家人吃飯",
        "all": "55%",
        "date": "2025-10-08",
        "love": "48%",
        "work": "50%",
        "money": "52%",
        "health": "60%",
        "notice": "心裡頻繁泛起漣漪",
        "discuss": "50%",
        "all_text": "這一天的你就像是一塊易碎的玻璃，稍微碰一下就可能碎成渣。你對別人的情緒特別敏感，朋友一個眼神、家人一句無心的話，都可能讓你心裡泛起漣漪，甚至懷疑自己是不是哪裡沒做好。這種“玻璃心”狀態會讓你變得特別脆弱，連平時不在意的小事，現在都能讓你難過半天。其實你完全可以把注意力放回自己身上——你不需要為別人的情緒負責，更不用因為別人的態度否定自己。適合做些能讓你安心的事，比如窩在家裡看劇、給自己泡杯熱茶，或者單純和信任的人聊聊天。別太在意“別人怎麼想”，你開心，才是最重要的。",
        "love_text": "單身的你，容易遇到爛桃花，比如對方明明有伴侶還來撩你，或者只是玩玩而已，別被甜言蜜語衝昏頭，多觀察對方是否真誠。已有伴者的你，容易捲入不必要的感情糾紛中，比如伴侶的前任來糾纏，或者朋友傳錯話導致誤會。保持距離，別讓無關的人影響你們的感情。",
        "work_text": "手機對你來說就像塊磁鐵般總是被吸住了，不自覺地刷消息、看視頻，或是被社交軟件的小紅點打斷。原本計劃好的任務，可能會因為“再玩5分鐘”變成“半天沒進展”。這種“沉迷手機”的狀態容易讓你事後焦慮，建議把手機調成靜音或放在另一個房間，用“專注時間”強制自己進入狀態。",
        "lucky_star": "雙子座",
        "money_text": "要特別注意，別想著走捷徑賺錢，比如聽信“快速致富”的消息，或是跟風投資不熟悉的領域。你可能會遇到一些看似“穩賺不賠”的機會，但實際風險很高。建議你遇到這類事先保持冷靜，多問問專業人士的意見，別因為“怕錯過”就衝動投入。穩紮穩打才是長久之計。",
        "health_text": "容易感到精神上的疲憊，建議午間小憩20分鐘補充能量。避免連續處理複雜事務，每完成一項任務閉眼養神三分鐘。下班後泡個熱水澡，加入薰衣草精油助眠，23點前必須上床休息。",
        "lucky_color": "粉紅色",
        "lucky_number": "3"
      }
    }
  }
}