{
  "updated": "2025-10-18T01:35:37.354Z",
  "updateTime": "2025/10/18 上午9:35:37",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12213,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度猜忌隊友",
        "yi": "美術館看展",
        "all": "58%",
        "date": "2025-10-17",
        "love": "59%",
        "work": "65%",
        "money": "62%",
        "health": "64%",
        "notice": "小問題接二連三",
        "discuss": "61%",
        "all_text": "你的整體狀態像被一團無形的壓力裹住，做什麼都提不起勁。明明沒遇到大麻煩，但小問題接二連三冒出來，比如臨時要處理的瑣事、突然打亂的計劃，或是原本順利的事卡在某個環節。這些小事單獨看都不算嚴重，但堆在一起容易讓人煩躁，甚至懷疑自己是不是“沒做好”。其實問題未必出在你身上，可能是外界環境或他人狀態帶來的連鎖反應。情緒上容易急躁，想快速解決問題卻越急越亂，反而消耗更多精力。身體方面也可能有輕微不適，比如頭疼或肩頸發緊，像是壓力在提醒你“該鬆鬆弦了”。這一天適合把節奏放慢，彆強求“完美解決”，先把能處理的部分做完，剩下的留到狀態好時再處理。別因為小挫折否定自己，偶爾“不順利”只是提醒你：生活本來就有起伏，不必事事較勁。",
        "love_text": "單身的你，容易被外表吸引，可能會因為對方的外在條件而忽略內在契合度。別急著下結論，多觀察對方的行為和態度，避免被第一印象誤導。已有伴者的你，容易對伴侶提出過多要求，總希望對方按你的方式改變。試著換個角度，先看看自己能否為對方調整，關係需要雙向磨合，單方面要求只會讓彼此疲憊。",
        "work_text": "容易陷入“單打獨鬥”的模式，特立獨行的態度雖能展現個人能力，但可能忽略團隊協作的重要性。面對任務時，你更傾向按自己的節奏推進，卻容易因過於堅持己見而與他人產生摩擦。建議適當傾聽他人建議，哪怕只是參考部分思路，也能讓整體進展更順暢，避免因“獨行”導致效率打折扣。",
        "lucky_star": "獅子座",
        "money_text": "在財運方面可得留個神兒。各種促銷優惠活動可能會讓你眼花繚亂，心裡癢癢想囤貨。但千萬別頭腦一熱就盲目買買買，不然很可能買回一堆用不上的東西，錢就這麼白白浪費了。購物前多想想自己是不是真需要，理性消費才能守住錢包，別讓衝動消費壞了你的財運。",
        "health_text": "需警惕久坐帶來的問題。現在很多人工作學習一坐就是大半天，這會讓血液循環變慢，還可能引發腰痠背痛、頸椎不適。建議每坐一段時間，就起身活動活動，伸伸懶腰、踢踢腿，做幾個簡單的伸展動作，讓身體動起來，促進血液循環，這樣能減少久坐對身體的傷害。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "報復性行為",
        "yi": "來一場燒烤",
        "all": "70%",
        "date": "2025-10-17",
        "love": "68%",
        "work": "64%",
        "money": "77%",
        "health": "74%",
        "notice": "想突破又怕麻煩",
        "discuss": "82%",
        "all_text": "整體運勢像坐過山車，前半段可能順順當當，後半段突然冒出小插曲。比如原本定好的安排突然變動，或是原本期待的事沒達到預期，這種落差容易讓你有點失落。更需要注意的是“三分鐘熱度”的情況，可能早上興致勃勃想嘗試新事物，下午就因為一點困難或覺得“沒意思”而放棄。這種反覆容易讓你事後後悔，比如買了沒用的東西，或是開始又半途而廢的計劃。情緒上會有點糾結：既想突破現狀，又怕麻煩；既想堅持，又容易被小困難勸退。其實起伏未必是壞事，它像面鏡子，照出你對“變化”的真實態度——是真心想嘗試，還是一時興起？身體方面沒大礙，但頻繁切換狀態可能讓你有點累，晚上記得早點休息，別讓精力透支影響明天。",
        "love_text": "單身的你，面對心儀對象時容易猶豫，明明想靠近卻總退縮，擔心“如果主動會顯得太急”。其實適當表達好感反而能推進關係，別讓機會在猶豫中溜走。已有伴者的你，容易對關係中的小問題視而不見，以為“忍忍就過去了”，但積累久了可能爆發。主動和伴侶聊聊你的困擾，哪怕只是說“我最近有點煩”，也能讓對方更懂你。",
        "work_text": "容易因“堅持己見”而陷入僵局，想法過於固執可能導致你忽略更優的解決方案。面對任務時，你更傾向用熟悉的方式處理，即使發現效率不高也不願調整，這種“慣性”可能讓整體進度滯後。建議偶爾跳出舒適區，嘗試他人提出的建議，或許能發現新路徑。",
        "lucky_star": "白羊座",
        "money_text": "有必要把學習理財知識提上日程。現在市場上的理財方式多種多樣，要是你啥都不懂，很容易錯過一些合適的投資機會，或者稀裡糊塗選到不適合自己的。花點時間瞭解瞭解基本的理財知識，像怎麼合理規劃資產、選擇穩健的理財產品，能幫你更好地管理錢財，讓財富慢慢增長。",
        "health_text": "正餐建議別吃太飽。吃得過飽，腸胃負擔會加重，容易出現消化不良、胃脹等情況。吃飯時儘量細嚼慢嚥，吃到七八分飽就停下，給腸胃留出足夠的消化空間。要是覺得沒吃飽，之後可以適量吃點水果，既能補充營養，又不會給腸胃造成太大壓力。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "崇洋媚外",
        "yi": "規劃小金庫",
        "all": "95%",
        "date": "2025-10-17",
        "love": "92%",
        "work": "97%",
        "money": "90%",
        "health": "96%",
        "notice": "有股我能行的勁",
        "discuss": "93%",
        "all_text": "整體狀態特別旺，做什麼都帶著股“我能行”的勁兒。平時猶豫的事，會果斷拍板；覺得難的事，反而想“試試又怎樣”。這種勇氣不是盲目衝動，而是內心有種“特別順”的直覺，可能是原本卡殼的問題突然有了思路，或是原本需要協調的事突然變順利，連平時難溝通的人都願意配合你。這種狀態特別適合挑戰自己：比如嘗試沒做過的事，或是把一直想改的習慣（比如早睡、少刷手機）付諸行動。“順”不是運氣，而是你主動釋放的能量在吸引機會。不過也別太“飄”，偶爾停下來聽聽別人的建議，能幫你把好事變得更穩。晚上可能會因為興奮而睡不著，睡前可以做點放鬆的事（比如聽輕音樂），別讓亢奮影響休息。",
        "love_text": "單身的你，周圍的人會成為你的“助攻”，朋友可能會主動介紹新對象，或是在聚會中遇到聊得來的人。別拒絕社交機會，多參與活動，緣分可能藏在不經意間。已有伴者的你，雙方的家人會對你們的關係給予支持，可能是長輩的一句肯定，或是親戚的關心，這些都會讓你們更堅定彼此。",
        "work_text": "你的反應力將成為關鍵優勢，能快速捕捉關鍵信息並靈活應對變化。無論是工作中的突發任務，還是學習裡的新知識點，你都能迅速調整狀態，找到解決方案。這種敏銳度會讓你在團隊中脫穎而出，但也需注意別因“反應快”而忽略細節，適當放慢節奏檢查成果，能讓表現更穩妥。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運那可是相當不錯喲！在理財方面很可能會有好消息傳來。也許是之前投資的項目有了不錯的收益，或者是有新的賺錢渠道出現在你面前。不過呢，也別太得意忘形，還是得保持冷靜，仔細分析這些機會是否真的靠譜，再做決定，這樣才能讓好財運持續下去。",
        "health_text": "一定要遠離二手菸。二手菸裡含有很多有害物質，像尼古丁、焦油等，吸入後會對呼吸系統造成損害，引發咳嗽、氣喘等症狀，長期接觸還可能增加患肺癌等疾病的風險。儘量避免去有二手菸的環境，如果身邊有人吸菸，可以禮貌地提醒他們到通風好的地方。",
        "lucky_color": "草綠色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴他人",
        "yi": "學習管理知識",
        "all": "62%",
        "date": "2025-10-17",
        "love": "58%",
        "work": "64%",
        "money": "61%",
        "health": "69%",
        "notice": "把問題歸咎自己",
        "discuss": "67%",
        "all_text": "整體狀態有點“飄”，明明沒遇到大麻煩，但總覺得心裡沒底。可能是對某件事的期待太高，結果沒達到預期；或是原本依賴的人或事突然“靠不住”，讓你有點慌。這種時候容易把問題歸咎於自己，覺得“是不是我不夠好”，甚至懷疑之前的決定是否正確。其實“欠佳”更多是外界因素導致的，比如計劃被打亂、他人態度變化，和你本身的能力關係不大。情緒上會有點脆弱，容易因為小事而低落，這時候特別想找信任的人聊聊，或是通過買東西、吃東西來緩解。但依賴他人或物質只能暫時緩解，真正要做的，是給自己點時間消化情緒：允許自己“沒狀態”，允許事情“沒按計劃來”。身體方面可能容易累，早點休息比硬撐更管用。",
        "love_text": "單身的你，需要多留個心眼，可能會遇到表面熱情但實際不夠真誠的人。別因為對方的一句“我懂你”就輕易打開心扉，觀察對方是否願意為你付出行動。已有伴者的你，容易對伴侶產生“他是不是不夠愛我”的懷疑，可能是對方忙於其他事忽略了你的情緒。與其自己糾結，不如直接說“我需要你陪”，坦誠比猜測更有效。",
        "work_text": "容易因過於保守而錯失機會，面對新任務或挑戰時，更傾向選擇熟悉的方式處理，即使知道有更優解也猶豫不前。這種謹慎雖能減少失誤，但可能讓整體進度停滯。建議適當冒險，比如嘗試領導提出的新方向，或是接受同學分享的學習方法，或許能打開新局面。",
        "lucky_star": "天秤座",
        "money_text": "小心物質誘惑這個“小陷阱”。逛街或者刷購物軟件的時候，各種漂亮的衣服、新奇的玩意兒可能會不斷吸引你的目光，讓你忍不住想要擁有。但要是控制不住自己，很容易就把錢花超了。在購買之前，多問問自己是不是真的需要這些東西，別被一時的慾望衝昏頭腦，理性消費才能保住財運。",
        "health_text": "建議別因小事而生氣。生氣時身體會分泌一些有害物質，影響內分泌和免疫系統，還可能導致血壓升高、心跳加快。遇到不順心的事，先深呼吸幾次，讓自己冷靜下來，換個角度思考問題，也許就沒那麼生氣了。保持平和的心態，對身體和情緒都有好處。",
        "lucky_color": "米色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化決策",
        "yi": "去公園放風箏",
        "all": "55%",
        "date": "2025-10-17",
        "love": "52%",
        "work": "53%",
        "money": "54%",
        "health": "65%",
        "notice": "被情緒烏雲罩住",
        "discuss": "59%",
        "all_text": "你像被“情緒烏雲”罩住，整體狀態有點倒黴。可能是原本順利的事突然出岔子，或是明明沒做錯什麼，卻被別人誤解或指責；甚至可能遇到“屋漏偏逢連夜雨”的情況，比如丟東西、遲到、臨時要處理麻煩事，這些小事單獨看都不算大，但堆在一起容易讓你煩躁，甚至懷疑“是不是不宜出門”。情緒上容易被小事牽動，比如別人一句無心的話，或是計劃的小變動，都可能讓你情緒爆發。其實“倒黴”更多是偶然，和你本身的能力或選擇關係不大，但情緒失控容易讓問題變得更糟。這時候需要提醒自己：別讓一時的壞情緒定義一整天。晚上可以做點讓自己開心的事（比如吃頓好的、看喜歡的劇），把“倒黴”留在明天又是新的一天。",
        "love_text": "單身的你，容易陷入“理想型幻想”，可能會把對方想象成完美伴侶，但現實往往有落差。別因為“他應該這樣”而錯過真實的人，接受不完美反而能遇到對的人。已有伴者的你，容易以自我為中心，覺得“我的需求更重要”。試著聽聽伴侶的想法，哪怕只是“今晚吃什麼”的小事，尊重對方的選擇會讓關係更平衡。",
        "work_text": "容易因過於自信而碰壁，面對任務時可能高估自己的能力，或是忽略他人的提醒，導致實際進展與預期有差距。這種“衝勁”雖能體現積極性，但需注意別因“盲目樂觀”而忽略風險，適當聽取他人意見，或是調整目標難度，能讓結果更接近預期。",
        "lucky_star": "金牛座",
        "money_text": "花錢這件事你可得悠著點，千萬別過於衝動。看到喜歡的東西，別馬上就掏錢買下，先冷靜幾分鐘，想想自己是不是真的非買不可。要是每次都衝動消費，很快你的錢包就會癟下去。控制一下自己的消費慾望，把錢花在刀刃上，這樣才能讓你的財務狀況更穩定，避免不必要的經濟壓力。",
        "health_text": "要避免用眼過度。現在很多人長時間盯著電腦、手機屏幕，眼睛很容易疲勞，出現乾澀、酸脹、視力下降等問題。建議工作學習一段時間後，就閉上眼睛休息幾分鐘，或者向遠處眺望，讓眼睛得到放鬆。也可以做做眼保健操，促進眼部血液循環，緩解眼睛疲勞。",
        "lucky_color": "鵝黃色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發白日夢",
        "yi": "享受慢生活",
        "all": "76%",
        "date": "2025-10-17",
        "love": "82%",
        "work": "70%",
        "money": "80%",
        "health": "74%",
        "notice": "身體或情緒充充電",
        "discuss": "82%",
        "all_text": "整體狀態尚可，沒有大起大落，但也沒有特別強的動力。可能是之前太忙，現在的身體或情緒需要“充充電”；或是原本計劃的事突然變輕鬆，讓你有點“不知道該幹什麼”的空落感。這種“尚可”的狀態其實挺適合自我調整，比如把之前沒做完的小事（整理房間、清理手機內存）慢慢處理掉，或是覆盤下最近的安排，看看哪些可以優化。你不太想追求“高效”，反而更在意“舒服”：做事不追求完美，差不多就行；和人相處不刻意找話題，安靜待著也挺好。這種“慢下來”不是退步，而是為接下來的狀態積蓄能量。",
        "love_text": "單身的你，適合通過興趣活動擴大社交圈，比如參加讀書會、運動小組，或是學習新技能時認識同好。共同的興趣會讓你們有更多話題，自然拉近距離。已有伴者的你，需要主動關心伴侶的情緒，可能是對方最近壓力大但沒說出口。一句“你累嗎”或是遞杯熱飲，都能讓對方感受到你的在意。",
        "work_text": "需要“穩紮穩打”推進任務，無論是工作還是學習，都適合按計劃逐步完成，避免因“求快”而忽略細節。你的耐心和細緻能讓你在處理複雜任務時更有優勢，但也需注意別因“過度糾結”而拖延進度，適當設定時間限制，能幫你更高效地完成任務。",
        "lucky_star": "摩羯座",
        "money_text": "開始關注到理財問題，這可是個很好的開始。之前可能你對理財沒怎麼上心，現在意識到它的重要性，就能更好地規劃自己的錢財。可以趁著這個契機，好好梳理一下自己的收入和支出情況，看看哪些地方可以節省，哪些地方可以合理投資。有了清晰的理財思路，財富才會慢慢向你靠攏。",
        "health_text": "建議多走動。長時間坐著不動，身體的代謝會變慢，還可能引發肥胖等問題。可以利用工作間隙或休息時間，在辦公室裡走一走，活動活動筋骨。下班後，也可以選擇步行回家，或者去戶外散散步，增加運動量，讓身體更有活力。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "第一線吃瓜",
        "yi": "逛逛創意集市",
        "all": "96%",
        "date": "2025-10-17",
        "love": "97%",
        "work": "95%",
        "money": "93%",
        "health": "98%",
        "notice": "想象力特別活躍",
        "discuss": "92%",
        "all_text": "你的整體狀態像被“靈感開關”突然打開，想象力特別活躍，連平時覺得普通的事都能冒出新點子。可能是和朋友聊天時突然想到個有趣的話題，或是看到某個場景時腦補出一段小故事，這種“思維跳躍”的感覺會讓你覺得生活特別有意思。適合做些需要創意的事，比如整理房間時換個擺放方式，或是把舊衣服改造成新樣式，甚至只是隨手畫張塗鴉，都能讓你感受到“原來我能想到這個”的驚喜。情緒上也會更放鬆，對新鮮事物的接受度變高，比如願意嘗試沒吃過的食物，或是聽沒聽過的音樂類型。不過要注意別因為“想太多”而糾結，比如同時冒出好幾個想法卻不知道選哪個，這時候可以挑最讓自己興奮的那個先試試，不用立刻定結果。",
        "love_text": "單身的你，和喜歡的人互動機會增多，可能是對方主動找你聊天，或是你們有共同的活動安排。別太拘謹，自然展現你的真誠，關係會悄悄升溫。已有伴者的你，伴侶會因為愛你而接納你的朋友或興趣，比如陪你參加聚會，或是嘗試你喜歡的事。這種“愛屋及烏”的包容會讓你們更親密。",
        "work_text": "狀態絕佳的一天。在各種事務推進中，你能憑藉自身能力提前完成既定任務，效率極高。無論是處理工作中的難題，還是應對學習裡的挑戰，都顯得遊刃有餘。這種良好的狀態讓你在人群中脫穎而出，不僅能收穫他人的讚賞，還能為自己積累更多的經驗和信心，為後續發展打下堅實基礎。",
        "lucky_star": "雙子座",
        "money_text": "可以把重心放在財富的積累上。是個適合制定理財計劃的好日子，比如設定一個儲蓄目標，然後想想怎麼通過合理的消費和投資來實現它。在日常開銷上，儘量做到精打細算，避免不必要的浪費。同時，也可以考慮一些穩健的理財方式，讓錢生錢。只要堅持下去，你的財富就會像滾雪球一樣越來越多。",
        "health_text": "要注意適度控糖。現在很多食物都含有大量的糖分，攝入過多會導致血糖升高，增加患糖尿病等疾病的風險，還可能引起肥胖、齲齒等問題。建議儘量少吃甜食、喝含糖飲料，多吃新鮮的蔬菜水果，選擇低糖的食物，保持健康的飲食習慣。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不勞而獲",
        "yi": "參加公益活動",
        "all": "75%",
        "date": "2025-10-17",
        "love": "71%",
        "work": "68%",
        "money": "78%",
        "health": "73%",
        "notice": "需把心態放實些",
        "discuss": "70%",
        "all_text": "整體運勢像走在“平緩的小路上”，沒有大起大落，但也別指望“突然掉下好東西”。你可能會聽到一些看似誘人的消息，比如“輕鬆賺錢的機會”“突然的好運”，但這些更像“空中樓閣”，這聽著美好，實際需要付出的代價或風險可能遠超想象。你需要把心態放“實”些，別被“不勞而獲”的想法帶偏，比如看到別人曬成果就急著跟風，或是覺得“反正試試也沒損失”。其實踏實做手頭的事反而更穩，比如把沒整理完的物品歸位，或是覆盤下最近的安排，這些小事能讓你更有掌控感。情緒上可能會有點“不甘心”，覺得“為什麼別人能輕鬆，我卻要慢慢來”，但換個角度想：穩紮穩打反而能避開很多坑。",
        "love_text": "單身的你，適合多參與社交活動，比如朋友聚餐、行業交流會，可能會遇到讓你覺得“有點意思”的人。別急著否定或過度分析，先從朋友做起更穩妥。已有伴者的你，需要尊重伴侶的興趣愛好，哪怕你不感興趣，也可以偶爾陪對方做他喜歡的事，比如看場球賽或是玩個遊戲，這種參與會讓對方覺得被重視。",
        "work_text": "似乎有些不在狀態，粗心大意的毛病時有顯現。在處理事務時，可能會因為疏忽而遺漏一些重要細節，導致結果不盡如人意。這種狀況不僅會影響當前的進度，還可能給後續帶來不必要的麻煩。你需要時刻提醒自己保持專注，認真對待每一個環節，避免因小失大，及時調整狀態才能重回正軌。",
        "lucky_star": "巨蟹座",
        "money_text": "培養記賬的習慣對你來說很有必要。很多時候，我們不知道自己的錢都花在了哪裡，通過記賬就能清楚地瞭解每一筆開支。這樣你就能發現哪些是必要的消費，哪些是可以節省的。堅持一段時間後，你就能更好地掌控自己的財務狀況，避免盲目消費，讓每一分錢都花得有價值，從而提升你的財運。",
        "health_text": "建議不要躺著玩手機。躺著玩手機時，眼睛和手機的距離、角度都不合適，會對眼睛造成傷害，還可能導致頸椎變形。如果想玩手機，就坐在椅子上，保持正確的姿勢，眼睛與手機保持適當的距離。玩一段時間後，要停下來活動活動頸椎和眼睛。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "按鬧鐘再睡",
        "yi": "體驗新事物",
        "all": "95%",
        "date": "2025-10-17",
        "love": "96%",
        "work": "97%",
        "money": "94%",
        "health": "93%",
        "notice": "思維翅膀帶著飛",
        "discuss": "96%",
        "all_text": "你像被“思維翅膀”帶著飛，整體狀態不斷走高，看問題的角度比平時更開闊。可能是原本糾結的小事突然想通了，或是發現“原來換個方式處理會更簡單”，這種“豁然開朗”的感覺會讓你特別有動力。適合接觸新信息，比如看篇沒讀過的文章、聽個沒聽過的觀點，甚至只是和平時不太聊的人說說話，都能給你帶來新的啟發。情緒上會更積極，遇到小麻煩時不會急著抱怨，而是先想“有沒有其他解決辦法”。這種狀態也容易吸引機會，比如原本沒注意的資源突然冒出來，或是原本沒聯繫的人主動找你合作。不過別因為“狀態好”就過度消耗，比如同時做太多事反而容易分散精力，挑最讓自己興奮的1-2件先做，效果會更好。",
        "love_text": "單身的你，可能會有意外的心動邂逅，可能是在路上、商場或是某個日常場景中，遇到讓你覺得“他好特別”的人。別急著躲開，微笑打個招呼或許能開啟新故事。已有伴者的你，適合和伴侶一起嘗試新事物，比如換家沒去過的餐廳，或是玩個沒玩過的遊戲，新鮮感會讓你們的關係更有活力。",
        "work_text": "展現出超強的靈活應變能力，如同靈動的舞者，在各種複雜情況中都能輕鬆找到解決辦法。面對突發狀況，你不會慌亂，而是迅速調整策略，以最佳方式應對。這種能力讓你在團隊中成為核心人物，能夠帶動大家共同克服困難。同時，你的創新思維也為發展帶來新的活力，開闢出新的道路。",
        "lucky_star": "水瓶座",
        "money_text": "得到一些新的賺錢機會！可能是工作上有了新的項目，能給你帶來額外的收入，或者是身邊朋友給你介紹了一些不錯的兼職。面對這些機會，別猶豫，大膽地去嘗試。不過在行動之前，還是要做好充分的準備，瞭解清楚相關的信息和要求，這樣才能更好地抓住機會，讓自己的錢包鼓起來。",
        "health_text": "要注意保護關節部位。運動或者日常活動時，如果不注意，很容易損傷關節，引發疼痛、腫脹等問題。進行運動前，要做好熱身準備，活動一下關節。運動時選擇合適的運動裝備，避免過度運動。如果不小心扭傷了關節，要及時休息，用冰敷緩解疼痛。",
        "lucky_color": "淺藍色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨便懟人發火",
        "yi": "跳跳健身操",
        "all": "83%",
        "date": "2025-10-17",
        "love": "82%",
        "work": "81%",
        "money": "88%",
        "health": "87%",
        "notice": "按計劃平穩運行",
        "discuss": "80%",
        "all_text": "整體運勢像“按計劃運行的鐘表”，平平穩穩，沒有意外驚喜，但也沒有突發麻煩。你會自然地把事情分成“重要”和“可緩”，先處理需要專注的部分，再處理瑣碎的小事，這種“忙閒有序”的節奏會讓你特別踏實。比如早上可能集中精力做件需要耐心的事，下午處理些零散的溝通，晚上留點時間放鬆，這種安排會讓你覺得“過得挺充實”。情緒上也會更穩定，不會因為小事而焦慮，也不會因為暫時的空閒而慌張。你適合做些“長期有益”的事，比如整理電子文件、歸類照片，或是把常用的物品固定位置，這些小事能讓你之後更省力。身體方面狀態不錯，但別因為“狀態穩”就忽略休息，偶爾停下來喝杯水、伸個懶腰，能讓效率更高。",
        "love_text": "單身的你，可能會遇到讓你想了解的人，可能是同事、朋友介紹的對象，或是某個場合中主動和你搭話的人。別因為“不熟悉”而保持距離，多聊幾句會發現共同點。已有伴者的你，適合多瞭解伴侶的不同面，比如他工作時的狀態，或是對某件事的看法，這些“新發現”會讓你們更欣賞彼此。",
        "work_text": "是將想法轉化為實際行動的好時機。你腦海中那些新穎的點子，終於有了落地實施的機會。在這個過程中，你會展現出強大的執行力和決心，一步一個腳印地朝著目標前進。雖然可能會遇到一些小阻礙，但你憑藉堅韌不拔的毅力都能克服。通過落實新想法，你能為自己創造更多的發展可能，收穫滿滿的成就感。",
        "lucky_star": "處女座",
        "money_text": "或許會有小財進賬哦！可能是之前工作的獎金髮放了，或者是之前投資的小項目有了回報。雖然錢不是很多，但也是一份驚喜。別小看這些小財，積少成多也能讓你的財務狀況更寬鬆。可以拿出一部分錢來犒勞一下自己，但也要注意合理規劃，把剩下的錢存起來或者用於更有價值的投資。",
        "health_text": "切勿在昏暗燈光下玩手機。昏暗的光線會讓眼睛更加疲勞，長期這樣還可能影響視力。建議玩手機時，要保證周圍環境光線充足，最好在明亮的房間裡使用手機。如果是在晚上，可以開一盞小檯燈，避免眼睛直接受到手機屏幕強光的刺激。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略情感需求",
        "yi": "關注新科技",
        "all": "56%",
        "date": "2025-10-17",
        "love": "64%",
        "work": "59%",
        "money": "50%",
        "health": "70%",
        "notice": "理性優先的狀態",
        "discuss": "63%",
        "all_text": "整體運勢像被“理性濾鏡”罩住，雖然邏輯清晰，但容易因為“太冷靜”而忽略情緒或實際需求。比如分析問題時能快速找到關鍵點，但可能會忽略“這樣做是否讓自己舒服”；或是拒絕別人的請求時理由充分，但可能讓對方覺得“太冷漠”。這種“理性優先”的狀態在需要決策時是優勢，但在日常相處中可能會讓你顯得有點“疏離”。你可能會遇到需要平衡“頭腦”和“感受”的情況，比如朋友傾訴煩惱時，你更想給解決方案，但對方可能更需要情緒共鳴；或是自己想做的事被理性判斷“沒意義”而放棄，但事後又覺得“其實挺想試”。身體方面可能會因為“想太多”而有點累，比如長時間盯著屏幕導致眼睛發酸，或是坐著不動導致肩頸發緊，偶爾起來活動下能緩解。晚上可以試著做點“沒目的”的事（比如聽音樂、發呆），讓理性暫時“休息”會兒。",
        "love_text": "單身的你，遇到有好感的人時別急著確定關係，先從朋友做起，觀察對方是否和你價值觀契合。快速確定的關係容易因為了解不足而後悔。已有伴者的你，需要在某些事上適度妥協，比如約會地點、活動安排，別總堅持“必須按我的來”。偶爾讓步會讓對方覺得被尊重，關係反而更和諧。",
        "work_text": "你有些急於求成，這種心態可能會讓你在追求目標的道路上走一些彎路。你渴望快速看到成果，卻忽略了過程中的積累和沉澱。在處理事務時，可能會因為過於急切而做出一些不理智的決定，導致結果不如預期。你需要冷靜下來，調整自己的節奏，一步一個腳印地前進，才能收穫真正的成功。",
        "lucky_star": "雙魚座",
        "money_text": "可能會面臨一些財務壓力。也許是生活中突然出現了一些必要的開支，讓你的錢包有些吃不消。這時候別慌，先冷靜下來分析一下自己的財務狀況，看看能不能從其他方面節省一些開支。也可以和家人朋友商量一下，看看有沒有更好的解決辦法。只要積極應對，這些財務壓力很快就會過去。",
        "health_text": "切忌食不定時。不按時吃飯會打亂腸胃的消化規律，導致腸胃功能紊亂，出現胃痛、胃脹等症狀。建議儘量保持規律的飲食時間，早餐、午餐、晚餐都要按時吃。如果因為工作等原因不能按時吃飯，可以提前準備一些健康的小零食，如堅果、水果等，墊墊肚子。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度理想化",
        "yi": "沉浸式創作",
        "all": "98%",
        "date": "2025-10-17",
        "love": "95%",
        "work": "96%",
        "money": "97%",
        "health": "92%",
        "notice": "被自信光環籠罩",
        "discuss": "96%",
        "all_text": "就像被自信光環籠罩著的一天，整體狀態棒棒噠，連走路都帶著股“我能搞定”的勁兒。這種自信不是盲目自大，而是內心特別篤定，比如原本猶豫的事，會果斷決定；覺得難的事，反而想“試試又怎樣”。這種狀態會讓你特別有行動力，比如早起整理房間、把拖延的事做完，甚至只是把手機裡的消息清空，都能讓你覺得“沒白過”。情緒上也會更積極，遇到小挫折時不會急著否定自己，而是想“下次怎麼做更好”。你適合做些需要“堅持”的事，比如早起半小時、少刷半小時手機，這些小自律會讓你更有成就感。身體方面狀態不錯，適合做點需要耐力的活動（比如慢跑、瑜伽），讓自信和體力一起“提升”。晚上可能會因為“狀態好”而捨不得睡，但早點休息能讓明天的狀態更穩。",
        "love_text": "單身的你，有表白或被表白的機會，可能是你主動說出心意，或是對方鼓起勇氣向你表達。不管哪種情況，真誠比技巧更重要，別因為“怕被拒絕”而錯過。已有伴者的你，會和伴侶收穫浪漫回憶，可能是對方準備的驚喜，或是你們一起做了件有意義的事。這些瞬間會讓你們更珍惜彼此。",
        "work_text": "動手能力超強的一天，能夠將各種想法變為現實。無論是製作方案、完成作品，還是解決實際問題，你都能憑藉出色的動手能力出色完成。這種能力讓你在團隊中備受矚目，能夠為項目增添獨特的魅力。同時，你的創造力也為發展帶來新的靈感，讓一切變得更加精彩。",
        "lucky_star": "射手座",
        "money_text": "你的進賬會很豐厚！可能是工作上的業績突出，得到了豐厚的獎勵，或者是之前做的投資有了大收穫。這麼多錢進賬，可別一下子就花光了。好好規劃一下這些錢，可以拿出一部分用於改善生活，另一部分存起來或者用於長期的投資，讓財富繼續增值。合理利用這筆錢，能讓你的生活更上一層樓。",
        "health_text": "建議選擇適合的運動方式。不同的人身體狀況和運動能力不同，選擇不適合自己的運動可能會造成運動損傷。在運動前，先了解自己的身體狀況，選擇一些溫和、適合自己的運動，如散步、瑜伽等。運動時要循序漸進，不要一開始就進行高強度的運動，避免身體受傷。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    }
  }
}