{
  "updated": "2025-08-02T02:43:58.538Z",
  "updateTime": "2025/8/2 上午10:43:58",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 19878,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "回覆網絡槓精",
        "yi": "換個新風格",
        "all": "93%",
        "date": "2025-08-02",
        "love": "92%",
        "work": "89%",
        "money": "91%",
        "health": "90%",
        "notice": "幸運和美好簇擁",
        "discuss": "96%",
        "all_text": "整體運勢相當出彩，簡直就像被幸運和美好緊緊簇擁著。在你的背後似乎有一股積極向上的能量不斷給你能量，各種順心事兒接踵而至。或許走在路上會意外收到一份小驚喜，也可能在閒逛時發現一直心儀卻沒找到的物件。日常的瑣碎事務處理起來也格外輕鬆，沒有那些讓人頭疼的麻煩事兒來搗亂。與身邊人的相處也十分融洽，交流過程中充滿了歡聲笑語，彼此的理解和默契度都很高，能感受到濃濃的情誼。而且在一些小決策上，你的直覺會異常敏銳，做出的選擇往往都能帶來不錯的結果。這一天，你可以盡情享受這份好運氣帶來的愉悅，去做一些自己平時想做卻沒機會做的事兒，比如看一場期待已久的電影，讀一本有趣的書，或者只是簡單地在家享受悠閒時光。總之，這一天就是與幸運和美好為伴，好好感受這份生活的饋贈吧。",
        "love_text": "單身的你，在社交場合中就像自帶光芒，舉手投足間都散發著魅力，很容易吸引到他人的目光，好感值蹭蹭往上漲。已有伴者的你，和伴侶相處時，不妨一起去做些新鮮刺激的事，像是嘗試新的美食、體驗新的運動，在共同探索中保持心動感，讓感情始終充滿活力，彷彿回到熱戀時期。",
        "take_star": "",
        "work_text": "整體狀態穩中求變，你內心渴望突破現有的模式，但又不會盲目衝動。在日常任務推進中，能敏銳察覺到一些可以優化的環節，不過不會急於求成，而是慢慢嘗試新方法。這種穩健又帶有創新意識的節奏，讓你在處理各項事務時都較為得心應手，既保證了基礎任務的完成質量，又能為未來發展探索新方向。",
        "lucky_star": "天秤座",
        "money_text": "財運超棒，說不定會有意外之財降臨，可能是獎金、紅包或者小投資有了不錯回報。不過別被這驚喜衝昏頭腦，拿到錢先冷靜想想怎麼合理利用，別一下子全花在享樂上。可以拿出一部分存起來，或者做些穩健的小規劃，讓這份意外之喜能持續給你帶來好處，別讓它轉眼就沒了。",
        "health_text": "精力旺盛又好動，不過運動前一定要充分熱身，像活動手腕腳踝、轉轉腰、壓壓腿。運動過程中，要是感覺身體有異樣，比如肌肉拉扯感強烈或者呼吸急促，就馬上停下休息。運動結束後也別立刻靜止，慢走一會兒，做做拉伸，讓身體慢慢恢復平靜，避免受傷。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追劇集",
        "yi": "結交新朋友",
        "all": "88%",
        "date": "2025-08-02",
        "love": "85%",
        "work": "86%",
        "money": "80%",
        "health": "87%",
        "notice": "有別樣的踏實感",
        "discuss": "91%",
        "all_text": "整體運勢平穩，有著別樣的踏實感。生活按部就班地推進，沒有大起大落的波動，一切都顯得井井有條。在這樣的平穩節奏中，你或許會有拓展社交圈子的機會。也許是在參加一個普通的社區活動時，結識了一些新朋友，大家有著共同的興趣愛好，聊起來十分投機；又或者是在日常購物、散步時，和鄰居有了更深入的交流，增進了彼此的感情。這些新結識的人，可能會給你的生活帶來新的視角和樂趣。同時，這一天你的內心也比較平靜，不會輕易被外界的瑣事所幹擾，能夠專注於自己的生活，享受這份平淡中的小確幸。可以趁著這份平穩，好好規劃一下接下來的生活，或者和親朋好友聚一聚，增進感情，讓生活更加豐富多彩。",
        "love_text": "單身的你，身邊可能會出現不錯的感情機會，但這些機會不會主動送上門，需要你自己敏銳捕捉，主動出擊，才能把握住緣分。已有伴者的你，不妨找個時間，和伴侶一起翻翻舊照片，回憶那些美好的過往，或者一起去做一件有意義的事，為彼此製造更多美好的回憶，讓感情更加深厚。",
        "take_star": "",
        "work_text": "不妨試著跳出思維圈子，你會發現自己看待問題的角度更加多元。在面對日常事務時，不再侷限於以往的經驗和方法，願意嘗試一些新的思路和途徑。這種轉變會讓你在處理事情時更加靈活，能發現一些之前被忽視的細節和機會，為整體發展帶來新的活力。",
        "lucky_star": "巨蟹座",
        "money_text": "財運較為平穩，但要做好理財計劃。這一天可能會有一些日常開銷，也可能有小的賺錢機會出現。你得提前規劃好每一筆錢的用途，把該存的錢存起來，該花的錢花在刀刃上。對於新出現的賺錢機會，要仔細評估風險和收益，別盲目投入，穩穩地守護好自己的錢包。",
        "health_text": "多留意日常生活中的磕碰情況。走路的時候別光顧著看手機，要留意腳下的路況，小心絆倒。做家務時，搬重物要注意姿勢，別猛地用力，防止扭傷腰。使用尖銳物品，像剪刀、刀具，更要小心謹慎，用完及時收納好，以免不小心劃傷自己。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度玩手機",
        "yi": "出門散散步",
        "all": "55%",
        "date": "2025-08-02",
        "love": "58%",
        "work": "56%",
        "money": "62%",
        "health": "60%",
        "notice": "生活節奏有些混亂",
        "discuss": "63%",
        "all_text": "整體運勢欠佳，這一天過度沉迷手機成了影響你狀態的主要因素。手機裡的各種信息、娛樂內容像黑洞一樣吸附著你陷進去，讓你不知不覺就花費了大量時間在上面。長時間盯著手機屏幕，不僅會讓眼睛感到疲勞、乾澀，還可能引發頭痛等不適症狀。而且，過度沉迷手機會讓你忽略身邊的人和事，和家人、朋友的交流變少，感情交流也會受到影響。可能原本計劃好的一些事情，也因為沉迷手機而被擱置，導致生活節奏有些混亂。這一天，你可能會感覺有些空虛和迷茫，因為大部分時間都消耗在了虛擬世界中，卻沒有獲得太多實質性的收穫。不妨試著控制一下自己使用手機的時間，多關注一下現實生活，和身邊的人多互動，做一些有意義的事情，這樣才能讓生活重新回到正軌。",
        "love_text": "單身的你，別總是宅在家裡，身邊其實藏著不少感情機會，多出去走走，說不定就能遇到那個讓你心動的人，千萬別輕易放棄。已有伴者的你，感情中可能有些小問題悄悄浮現，就像衣服上的小裂縫，要及時修補，找個時間和伴侶坦誠溝通，把心裡的想法說出來，避免問題越積越多。",
        "take_star": "",
        "work_text": "容易依賴別人意見，在面對選擇和決策時，會不自覺地尋求他人的建議，缺乏自己獨立的思考和判斷。這可能會讓你在處理事務時失去主動性，過於依賴他人的觀點，導致自己的想法和計劃難以得到有效實施，影響整體的發展節奏。",
        "lucky_star": "處女座",
        "money_text": "留意花錢別太放縱啦。你可能會遇到各種吸引你消費的東西，從新奇的小物件到心儀的服飾，稍不留意錢包就癟了。在購買前多問問自己是不是真的需要，別因為一時衝動就下單。控制住消費慾望，才能讓你的財務狀況保持穩定，不至於後面為錢發愁。",
        "health_text": "得把杜絕蚊蟲這件事放在心上，家裡有積水的地方要及時清理，像花盆底部的積水、水桶裡沒倒掉的水，這些容易滋生蚊蟲。出門的話，儘量穿長袖長褲，也可以噴點防蚊噴霧。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一整天宅家裡",
        "yi": "下廚做美食",
        "all": "72%",
        "date": "2025-08-02",
        "love": "75%",
        "work": "66%",
        "money": "68%",
        "health": "71%",
        "notice": "泛起了層層漣漪",
        "discuss": "75%",
        "all_text": "整體運勢不大平穩，就像平靜湖面突然被投入小石子，泛起層層漣漪。這一天裡，偶爾會出現一些意外的小狀況，打破原本的生活節奏。可能是出門時發現忘帶重要物品，又或者原本計劃好的休閒活動，因一些突發因素不得不改變。這些小插曲雖不會造成嚴重後果，但會讓你有些措手不及，心情也隨之產生波動。在與人相處時，也可能因為一些小誤會，導致交流不太順暢，需要花費額外精力去解釋溝通。不過，這些意外狀況也是生活的小考驗，能鍛鍊你隨機應變的能力。面對這些變化，別過於焦慮和急躁，保持冷靜，以平和的心態去應對。雖然運勢不太平穩，但每一次小狀況的解決，都能讓你積累經驗，讓自己變得更加成熟和從容。不妨把這一天看作是生活的小冒險，坦然接受這些意外，說不定在處理問題的過程中，還能發現新的樂趣和可能。",
        "love_text": "單身的你，在感情方面沒有特別明顯的機會，不過別灰心，可以利用這段時間好好提升自己，讓自己變得更優秀，為未來的感情做好準備。已有伴者的你，和伴侶相處時可能會因為一些小事產生小摩擦，不妨多和對方溝通，把心裡的想法說清楚，避免誤會加深，讓感情更加和諧。",
        "take_star": "",
        "work_text": "不要過於冒失，在做任何事情之前都要先冷靜思考，權衡利弊。在處理日常事務時，容易因為一時衝動而做出錯誤的決定，影響整體的進展。保持謹慎的態度，仔細分析每一個環節，才能避免不必要的麻煩，確保各項事務能夠順利推進。",
        "lucky_star": "摩羯座",
        "money_text": "要警惕消費主義的陷阱哦。這一天商家可能會推出各種促銷活動，很容易讓你產生購買的衝動。但很多東西可能並不是你真正需要的，只是被營銷手段吸引。在消費前多冷靜思考，不要被熱鬧的氛圍衝昏頭腦。合理規劃支出，才能避免不必要的浪費，守護好自己的錢袋子。",
        "health_text": "運動鍛鍊可得循序漸進，別一開始就給自己定太高的目標。要是平時很少運動，就先從簡單的散步、慢跑開始，每次運動時間也別太長，20到30分鐘就行。隨著身體適應了，再慢慢增加運動強度和時間。運動過程中要是感覺累了，就停下來休息一會兒，別硬撐。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與人起爭執",
        "yi": "參加聚會",
        "all": "95%",
        "date": "2025-08-02",
        "love": "94%",
        "work": "97%",
        "money": "93%",
        "health": "96%",
        "notice": "是人群中的焦點",
        "discuss": "92%",
        "all_text": "整體運勢非常給力，這一天的你就是人群中的焦點，魅力四射。生活裡彷彿自帶光芒，無論走到哪裡，都能吸引他人的目光。你的自信和活力會感染身邊的人，讓大家不自覺地圍繞在你身邊。在社交場合中，你能夠輕鬆地與他人交流互動，展現出獨特的個人魅力，結識到不少志同道合的新朋友。而且，你的想法和觀點也更容易得到他人的認可和支持，在討論問題時，能佔據主導地位。這一天，你的精神狀態極佳，做什麼都充滿幹勁，對生活充滿了熱情和期待。可以趁著這份好狀態，去做一些一直想做卻沒機會做的事，比如嘗試新的興趣愛好，或者探索新的地方。總之，這一天就是盡情展現自我、享受生活的好時機，好好把握，讓自己的魅力盡情綻放。",
        "love_text": "單身的你，出門可能會有一場美好的邂逅，說不定在某個轉角就遇到那個讓你一眼心動的人，開啟一段浪漫的戀情。已有伴者的你，和伴侶相處時，彼此會更加認定對方，感覺對方就是自己要找的那個人，感情更加堅定，一起攜手面對未來的生活。",
        "take_star": "",
        "work_text": "膽大心細，既有勇氣去嘗試新的事物和挑戰，又能在行動過程中保持細心和謹慎。在面對各種任務和機遇時，你能夠果斷地做出決策，同時又能注意到細節問題，避免出現失誤。這種狀態讓你在各方面都能展現出強大的競爭力，取得不錯的成果。",
        "lucky_star": "射手座",
        "money_text": "對賺錢的機會嗅覺格外靈敏，能敏銳察覺到身邊潛在的商機。可能是新的合作項目，或者是一些小的投資機會。抓住這些機會，積極行動起來，憑藉你的洞察力和決斷力，很可能會有不錯的收益。不過也別太貪心，在追求利益的同時，也要注意風險把控。",
        "health_text": "雖然狀態不錯，但也得適度放鬆。長時間工作或者學習後，站起來活動活動身體，伸伸懶腰、轉轉脖子。也可以聽聽輕鬆的音樂，讓自己緊繃的神經舒緩下來。晚上早點睡覺，保證充足的睡眠，這樣第二天才能更有精神，避免過度疲勞影響健康。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "競爭心理太強",
        "yi": "打掃房間",
        "all": "75%",
        "date": "2025-08-02",
        "love": "66%",
        "work": "74%",
        "money": "72%",
        "health": "78%",
        "notice": "暗暗較勁壓力大",
        "discuss": "77%",
        "all_text": "整體運勢中規中矩，要留意別被競爭心理搞得太累。生活中，或許會不自覺地陷入一些無形的競爭之中，比如和身邊人在某些方面暗暗較勁，想要證明自己更優秀。這種競爭心理在一定程度上能激發你的動力，讓你努力提升自己，但如果過度在意，就會給自己帶來很大的壓力。你會時刻關注他人的表現，擔心自己落後，導致精神高度緊張，無法放鬆享受生活。其實，每個人都有自己的節奏和優勢，不必總是和別人比較。這一天，不妨把注意力更多地放在自己身上，關注自己的成長和進步，按照自己的步伐前進。學會放下不必要的競爭，以平和的心態看待周圍的人和事，你會發現生活變得更加輕鬆愉快，也能更專注於自己的內心需求，享受這份平淡中的美好。",
        "love_text": "單身的你，在感情上比較被動，如果一直不主動出擊，可能會錯過一些不錯的緣分，試著勇敢一點，主動和心儀的人聊聊天。已有伴者的你，感情需要用心經營，不能總是等著對方付出，主動為伴侶做些貼心的事，比如準備一份小禮物，讓對方感受到你的愛意。",
        "take_star": "",
        "work_text": "心態要穩，在面對各種變化和挑戰時，保持平和的心態至關重要。不要因為一時的困難或壓力而慌亂，要相信自己的能力，冷靜應對。只有心態穩定，才能更好地發揮自己的水平，處理各種事務時也能更加有條不紊，避免因情緒波動而影響整體的發展。",
        "lucky_star": "雙魚座",
        "money_text": "需要拓展求財渠道啦。現有的收入來源可能讓你覺得不夠滿足，這一天不妨多留意身邊的信息，看看有沒有新的賺錢途徑。可以和朋友交流交流，說不定能得到一些啟發。不過在嘗試新渠道時，要先做好調查瞭解，確保其可靠性和可行性，別盲目跟風，穩穩地增加自己的收入。",
        "health_text": "開空調可得注意，別把溫度調得太低，室內外溫差太大容易讓人感冒。一般把空調溫度設置在26℃左右比較合適。在空調房裡待久了，要適當開窗通風，保持空氣流通。還可以在房間裡放一盆水或者使用加溼器，增加空氣溼度，避免皮膚和呼吸道乾燥。",
        "lucky_color": "金黃色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度勞累",
        "yi": "參觀藝術展",
        "all": "59%",
        "date": "2025-08-02",
        "love": "60%",
        "work": "55%",
        "money": "63%",
        "health": "69%",
        "notice": "應對複雜的關係",
        "discuss": "61%",
        "all_text": "整體運勢不太讓人省心，得把“能量守恆”這四個字刻在心裡。這一天裡，各種瑣碎的事情會像潮水一般向你湧來，可能是生活裡突然冒出來的小麻煩，也可能是社交場合中需要應對的複雜關係。每一件看似不起眼的小事，都會像小石子一樣，一點點消耗你的精力。你可能會發現自己明明沒做什麼大事，卻總是感覺疲憊不堪，這就是能量值在不斷下降的信號。這時候，千萬別硬撐著去處理所有問題，要學會篩選和取捨，把有限的精力放在最重要的事情上。比如，面對一些可做可不做的社交邀約，不妨勇敢拒絕，給自己留出一些獨處的時間，讓身心得到放鬆和恢復。也別因為不好意思而勉強自己去做一些力所能及之外的事，不然最後吃虧的還是自己。記住，這一天的你就像一個電量有限的手機，得合理使用電量，才能避免在關鍵時刻“關機”。",
        "love_text": "單身的你，在感情上容易產生放棄的念頭，遇到一點困難就想退縮，其實再堅持一下，說不定就能看到希望，別輕易放棄可能到來的緣分。已有伴者的你，和伴侶相處時耍耍小任性可以增添情趣，但要注意適度，別太過分，以免傷害到對方的感情，影響彼此的關係。",
        "take_star": "",
        "work_text": "似乎總被外界因素牽著鼻子走，難以堅定自己的立場和節奏。在面對各種選擇和決策時，他人的意見和看法會過度影響你，讓你失去原本的判斷力。無論是處理日常事務還是應對突發狀況，都容易因為猶豫不決而錯失一些好機會，導致整體進展不太順利。你需要學會在眾多聲音中保持清醒，明確自己的目標，才能更好地掌控局面，推動各項事務向前發展。",
        "lucky_star": "天蠍座",
        "money_text": "感受到一些財務壓力。可能是有一些計劃外的支出，或者收入沒有達到預期。別慌，先冷靜分析一下自己的財務狀況，看看哪些支出是可以節省的，哪些地方可以想辦法增加收入。可以制定一個臨時的應對計劃，合理調整收支，只要積極應對，就能慢慢緩解這份壓力。",
        "health_text": "天氣可能比較熱，你出門得提防中暑。儘量避開中午太陽最毒的時候出門，如果必須出門，要做好防曬措施，戴上遮陽帽、太陽鏡，塗好防曬霜。身上可以備一瓶藿香正氣水，萬一感覺頭暈、噁心等中暑症狀，及時服用緩解。還要多喝水，補充身體流失的水分。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說謊騙人",
        "yi": "聽懷舊歌曲",
        "all": "90%",
        "date": "2025-08-02",
        "love": "88%",
        "work": "92%",
        "money": "94%",
        "health": "93%",
        "notice": "有敏銳的洞察力",
        "discuss": "86%",
        "all_text": "整體運勢簡直好到爆棚，被幸運女神緊緊擁抱的一天。你就像一個走在時代前沿的弄潮兒，對周圍的一切都有著敏銳的洞察力。無論是生活裡的新趨勢，還是人際關係中的微妙變化，你都能第一時間捕捉到關鍵信息。這種走在時間前面的能力，會讓你在各種場合都佔據主動地位。你可能會發現一些別人忽略的機會，然後果斷出手，輕鬆收穫意想不到的成果。而且，你的思維特別活躍，能夠快速地分析問題並找到解決方案，這種狀態會讓你在處理事情時遊刃有餘。在社交方面，你也能憑藉自己的魅力吸引到志同道合的朋友，拓展自己的人脈圈子。總之，這一天就是屬於你的高光時刻，盡情享受這份好運帶來的喜悅吧，大膽地去嘗試新事物，說不定會有更大的驚喜在等著你。",
        "love_text": "單身的你，可能會有和心上人獨處的機會，要好好把握這個時機，展現自己的魅力，讓對方更瞭解你，說不定就能拉近彼此的距離。已有伴者的你，不妨安排一場浪漫的約會，和伴侶一起度過一段美好的時光，讓感情在溫馨的氛圍中升溫。",
        "take_star": "",
        "work_text": "效率極高，彷彿被一股無形的力量推動著，在各個方面都能快速且出色地完成任務。無論是處理繁瑣的日常事務，還是應對複雜的問題，你都能迅速找到關鍵所在，並採取有效的措施加以解決。這種高效的狀態讓你在人群中脫穎而出，能夠輕鬆應對各種挑戰，為未來的發展積累更多的優勢和資源。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，會有盈餘出現。可能是工作上的收入增加，或者之前的投資有了回報。有了這筆盈餘，別急著揮霍，可以考慮把它存起來作為應急資金，或者進行一些穩健的投資，讓錢生錢。合理規劃這筆意外之財，能為你的未來財務狀況打下更堅實的基礎。",
        "health_text": "如果需要走遠路，一定要選擇舒服的鞋子。別為了好看穿那些鞋底很硬或者不合腳的鞋子，不然走久了腳會又累又疼，還可能磨出水泡。可以穿一雙輕便、透氣、有彈性的運動鞋，這樣走路會更輕鬆，也能減少腳部受傷的風險。",
        "lucky_color": "銀灰色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "聽講座看電影",
        "all": "97%",
        "date": "2025-08-02",
        "love": "96%",
        "work": "95%",
        "money": "94%",
        "health": "98%",
        "notice": "就像上滿發條般",
        "discuss": "93%",
        "all_text": "整體運勢相當出色，整個人就像上滿了發條的機器，充滿活力與幹勁。你的反應速度極快，無論遇到什麼突發情況，都能迅速做出反應，輕鬆應對。這種敏捷的反應能力，會讓你在生活裡避免很多不必要的麻煩，還能抓住一些稍縱即逝的機會。同時，你的目光十分銳利，能夠透過現象看到本質，不會被表面的假象所迷惑。在面對各種選擇和決策時，你能憑藉自己敏銳的判斷力，做出最正確的決定。這種能力會讓你在人群中脫穎而出，贏得他人的認可和尊重。而且，這一天你的心態特別好，樂觀積極的態度會感染身邊的人，讓大家都願意和你相處。你可能會在不經意間收穫一些小幸運，比如買到心儀已久的物品，或者遇到一些有趣的人和事。保持這份熱情和活力，盡情享受這美好的一天吧。",
        "love_text": "單身的你，對脫單的態度非常積極，這種熱情會感染身邊的人，也更容易吸引到異性的注意，說不定很快就能遇到那個對的人。已有伴者的你，和伴侶之間的感情會更加牢固，彼此相互理解、相互支持，一起為了未來的生活努力奮鬥，感情越來越好。",
        "take_star": "",
        "work_text": "身邊助力很多，彷彿置身於一個充滿支持與鼓勵的環境中。在追求目標的道路上，會得到來自同事、朋友或家人的幫助，這些助力可能是資源上的共享、經驗上的傳授，也可能是精神上的鼓勵。藉助這些力量，你能夠更加輕鬆地克服困難，實現自己的想法，讓各項事務朝著理想的方向發展。",
        "lucky_star": "獅子座",
        "money_text": "副業可能會給你帶來更多進賬哦。這一天副業方面可能會有新的訂單或者合作機會，要好好把握。認真對待每一項副業任務，憑藉你的能力和熱情，肯定能贏得客戶的認可，從而獲得更多的收益。不過也別因為副業忽略了主業，要平衡好兩者之間的關係。",
        "health_text": "可別穿緊身衣褲，緊身的衣物會束縛身體，影響血液循環，讓你感覺渾身不自在。尤其是長時間坐著或者站著的時候，穿緊身衣褲更容易讓身體產生疲勞感。選擇寬鬆、舒適的衣服，像棉質的T恤、休閒的闊腿褲，讓身體能自由舒展，保持輕鬆的狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決策",
        "yi": "打卡寶藏店鋪",
        "all": "98%",
        "date": "2025-08-02",
        "love": "93%",
        "work": "97%",
        "money": "98%",
        "health": "92%",
        "notice": "充實且有成就感",
        "discuss": "96%",
        "all_text": "整體運勢持續走高，會是充實且富有成就感的一天。生活彷彿被按下了加速鍵，朝著積極的方向飛速前進。你會明顯感覺到，日常裡那些看似瑣碎的小事，都在有條不紊地推進，而且每完成一件，內心就會湧起一股滿足感。在社交場合中，你也能憑藉自身的沉穩和可靠，贏得他人的信任與尊重，與周圍人的關係愈發融洽。你可能會主動去嘗試一些新的活動或者挑戰，本以為會有些難度，沒想到卻能輕鬆應對，這種超出預期的表現讓你自信心大增。而且，你的決策能力在這一天也相當出色，面對各種選擇能迅速做出判斷，並且結果大多令人滿意。這一天，你就像一個不知疲倦的行者，在生活的道路上穩步前行，不斷收穫著成長與進步。無論是精神層面還是實際體驗，都讓你覺得充實而有意義，這種良好的狀態也會讓你對未來的生活充滿期待。",
        "love_text": "單身的你，熱情主動，在社交場合中表現得十分活躍，很容易吸引到異性的目光，說不定就能開啟一段新的戀情。已有伴者的你，和伴侶相處時，感情會迅速升溫，彼此更加依賴對方，一起享受甜蜜的時光，讓感情更加深厚。",
        "take_star": "",
        "work_text": "表現出眾，在各個場合都能展現出自己的實力和才華。無論是處理專業問題還是展現個人能力，你都能做到遊刃有餘，給周圍的人留下深刻的印象。這種出色的表現會為你贏得更多的機會和認可，讓你在競爭中佔據有利地位，為未來的發展打下堅實的基礎。",
        "lucky_star": "白羊座",
        "money_text": "進賬十分豐厚，可能是工作上的努力得到了回報，獎金、提成都不少。收到這筆錢後，別光顧著高興，要好好規劃一下怎麼使用。可以拿出一部分改善生活，也可以進行一些長期的投資規劃，比如為未來的購房、教育等做準備。合理利用這筆錢，能讓你的生活更有保障。",
        "health_text": "正餐不宜吃太飽，吃到七八分飽就可以了。吃得太飽會讓腸胃負擔加重，容易出現消化不良、胃脹等問題。吃飯的時候要細嚼慢嚥，這樣有助於消化。如果感覺還沒吃飽，可以在兩餐之間吃點健康的零食，像水果、堅果，既能補充能量，又不會給腸胃造成太大壓力。",
        "lucky_color": "米白色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩遊戲",
        "yi": "學習新技能",
        "all": "57%",
        "date": "2025-08-02",
        "love": "52%",
        "work": "65%",
        "money": "58%",
        "health": "70%",
        "notice": "警惕槍打出頭鳥",
        "discuss": "80%",
        "all_text": "運勢略顯倒黴，得警惕槍打出頭鳥的危險。生活裡，你可能會不自覺地想要展現自己的獨特和與眾不同，在一些場合中過於突出自己。然而，這種行為可能會引起他人的反感或者嫉妒，給自己帶來一些不必要的麻煩。比如，在討論問題時，你過於堅持自己的觀點，可能會引發他人的爭執；又或者在社交活動中，過於張揚的表現，會讓一些人覺得你不夠穩重。而且，這一天還可能會遇到一些突發的小狀況，打亂你原本的計劃，讓你有些手忙腳亂。這些意外情況會讓你心情變得煩躁，影響你對事物的判斷。所以，這一天儘量保持低調，不要過於鋒芒畢露，遇到事情多思考、多觀察，避免因為衝動行事而讓自己陷入困境。以平和的心態去面對生活中的不如意，才能減少倒黴事帶來的影響。",
        "love_text": "單身的你，在感情上容易以自我為中心，只考慮自己的感受，這樣可能會讓身邊的人對你敬而遠之，要學會站在對方的角度思考問題。已有伴者的你，和伴侶相處時態度忽冷忽熱，會讓對方感到不安，要保持穩定的情緒，讓對方感受到你的關心和愛意。",
        "take_star": "",
        "work_text": "需要克服自身的短板，才能更好地推動各項事務的發展。每個人都有自己的不足之處，而這些問題可能會凸顯出來，影響你的整體表現。可能是溝通能力的欠缺，導致與他人的合作出現障礙；也可能是缺乏耐心，在處理複雜問題時容易急躁。你需要正視這些問題，並積極尋找解決辦法，才能突破瓶頸，取得進步。",
        "lucky_star": "水瓶座",
        "money_text": "可別抱著破罐子破摔的心態對待財務哦。這一天可能會出現一些財務上的小問題，比如支出超出預算。但不能因此就放任不管，要積極面對。重新審視自己的消費情況，找出問題所在，及時調整。只要願意做出改變，還是能慢慢改善財務狀況，讓錢包重新鼓起來。",
        "health_text": "要是想減肥，建議選擇健康的方式。別盲目節食或者吃那些沒有科學依據的減肥藥，這些方法可能會對身體造成傷害。可以通過合理飲食和適當運動來減肥，多吃蔬菜水果，少吃高熱量、高脂肪的食物，再搭配一些有氧運動，像跑步、游泳，堅持一段時間就能看到效果。",
        "lucky_color": "橙紅色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡思亂想",
        "yi": "記錄小美好",
        "all": "92%",
        "date": "2025-08-02",
        "love": "91%",
        "work": "92%",
        "money": "96%",
        "health": "94%",
        "notice": "閃光點易被看到",
        "discuss": "99%",
        "all_text": "整體運勢相當不錯，會有更多人看到你的閃光點。生活就像一個舞臺，而你就是舞臺上的主角，吸引著眾人的目光。你身上那些平時不太被人注意到的優點，在這一天會毫無保留地展現出來。也許是你的善良和體貼，在與人交往中讓對方感受到溫暖；又或者是你的創造力和想象力，在一些活動或者討論中提出新穎的觀點，讓大家眼前一亮。這種被認可和關注的感覺會讓你自信心倍增，整個人都散發著一種獨特的魅力。而且，你還能結識到一些志同道合的新朋友，他們欣賞你的個性，願意與你深入交流。這一天，你會覺得生活充滿了驚喜和美好，每一個與他人互動的瞬間都充滿了樂趣。不妨盡情享受這份被關注的喜悅，繼續保持自己的優點，讓更多的人看到你的獨特之處。",
        "love_text": "單身的你，桃花正旺，身邊會有不少異性對你表示好感，要好好挑選，找到那個真正適合自己的人。已有伴者的你，和伴侶相處的氛圍感很好，一起做一些浪漫的事，比如看一場電影、散散步，在溫馨的氛圍中享受彼此的陪伴，讓感情更加甜蜜。",
        "take_star": "",
        "work_text": "反應敏銳，能夠迅速捕捉到周圍環境中的細微變化和潛在機會。在處理事務時，你能夠憑藉這種敏銳的洞察力，提前做出預判和準備，從而避免一些不必要的麻煩，抓住有利時機。這種狀態讓你在面對各種情況時都能從容應對，遊刃有餘，為自身的發展創造更多的可能性。",
        "lucky_star": "金牛座",
        "money_text": "財運廣進，會有不少賺錢的機會找上門來。可能是新的業務合作，或者是朋友介紹的投資項目。面對這些機會，要仔細甄別，選擇最適合自己的。抓住這些機遇，積極行動，憑藉你的好運和努力，肯定能收穫滿滿的財富。不過也別太得意，還是要保持謹慎和理性。",
        "health_text": "適度控糖，少吃那些含糖量高的食物，像蛋糕、糖果、飲料。吃太多糖不僅容易長胖，還可能影響血糖水平，對牙齒也不好。如果想吃甜的東西，可以選擇一些天然的甜味食物，像水果，但也要注意適量。平時多喝水，用白開水代替含糖飲料，保持健康的飲食習慣。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    }
  }
}