{
  "updated": "2025-10-22T13:18:38.965Z",
  "updateTime": "2025/10/22 下午9:18:38",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13853,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化消費",
        "yi": "收拾整理家居",
        "all": "55%",
        "date": "2025-10-22",
        "love": "68%",
        "work": "52%",
        "money": "50%",
        "health": "62%",
        "notice": "陷入爭執的局面",
        "discuss": "59%",
        "all_text": "你的整體運勢欠佳。這一天的生活中，你極易因為觀點不同而陷入爭執的局面。或許是在與朋友閒聊某個話題時，雙方看法相悖，互不相讓，氣氛逐漸變得緊張；又或者是在參與群體活動討論方案時，和他人產生分歧，進而引發激烈的爭論。這種爭執不僅會破壞原本和諧的人際關係，還可能讓你陷入煩躁、鬱悶的情緒中，消耗大量的精力。而且，爭執過後，你可能還會反覆回想當時的場景，進一步影響心情。建議在與他人交流時，儘量保持平和的心態，耐心傾聽對方的觀點，不要急於反駁，嘗試站在對方的角度去思考問題。但即便如此，當天還是可能會因為一些小摩擦而出現爭執，所以你要做好心理準備，以更豁達的態度去面對，避免讓這些爭執影響到你一整天的狀態和生活節奏。",
        "love_text": "單身的你，要是遇到心儀對象，身邊可能有情敵冒出來。別一看到情敵就打退堂鼓，主動展現自己的優勢和魅力，說不定能讓對方看到你獨特的閃光點。已有伴者的你，心裡有什麼想法別總藏著掖著，不管是開心的、煩惱的，還是對未來的規劃，都坦誠地和伴侶交流，這樣能讓你們的關係更加緊密，避免因為誤會而產生隔閡。",
        "work_text": "似乎有些過於依賴直覺，行事風格略顯片面。在處理任務或學習新知時，容易忽略細節，導致結果不盡如人意。建議多聽取他人意見，拓寬視野，避免因一時衝動而做出不全面的決策，影響整體進展。",
        "lucky_star": "摩羯座",
        "money_text": "你得把“警惕破財危機”這幾個字刻在心裡。購物時別被促銷衝昏頭腦，那些看似划算的商品，可能買回來就閒置。也別輕易借錢給別人，哪怕對方說得天花亂墜。投資方面更要謹慎，別盲目跟風。日常開銷上，小到一杯奶茶，大到一件電器，都得三思而後買，不然錢包很容易就癟下去。",
        "health_text": "留意提防生活中的磕磕碰碰，否則容易受皮外傷。出門時走路多看腳下，別邊走邊看手機，上下樓梯也放慢速度，防止踩空。運動前做好熱身，別一上來就劇烈運動，不然肌肉拉傷、關節扭傷概率大增。家裡尖銳物品放好，別讓孩子或自己不小心碰到，要是受傷及時處理傷口，避免感染。",
        "lucky_color": "棕色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜加班加點",
        "yi": "閱讀一本好書",
        "all": "80%",
        "date": "2025-10-22",
        "love": "73%",
        "work": "85%",
        "money": "81%",
        "health": "82%",
        "notice": "注重內心的修養",
        "discuss": "82%",
        "all_text": "你的整體運勢尚佳。這一天，你或許會把更多的精力放在注重內心修養上。你會開始審視自己的內心世界，思考人生的意義和價值，不再僅僅侷限於外在的物質追求。可能會花時間閱讀一些富有哲理的書籍，在文字中汲取智慧和力量，讓自己的心靈得到滋養；也可能會選擇靜靜地獨處，回顧過去的經歷，總結經驗教訓，從而更加清晰地認識自己。這種對內心修養的重視，會讓你在面對生活中的各種事情時，更加從容淡定。你會以一種平和的心態去看待得失，不會因為一時的成功而驕傲自滿，也不會因為暫時的挫折而一蹶不振。在與人相處時，你也會更加真誠和包容，能夠理解他人的感受，營造出和諧的人際關係。",
        "love_text": "單身的你，感情運勢比較平穩，維持現有的感情狀態就好。不用急於尋找新戀情，先把自己的生活過好，提升自我，緣分說不定會在不經意間降臨。已有伴者的你，要多關注對方的想法和感受，別總是隻考慮自己。在相處中，多站在對方的角度思考問題，這樣能讓你們更加理解和包容彼此，感情也會更穩定。",
        "work_text": "你展現出了高度的思考力和規劃能力，無論是面對工作任務還是學習挑戰，都能有條不紊地應對。你的穩重和細緻讓你在團隊中脫穎而出，成為大家信賴的對象。保持這種狀態，將有助於你取得更大的進步。",
        "lucky_star": "獅子座",
        "money_text": "求穩是你財運的關鍵。別去嘗試那些高風險、不熟悉的投資項目，把資金放在自己熟悉的領域更安心。消費上，按需購買，別為了追求新款或者潮流就亂花錢。可以檢查一下自己的賬戶，把一些閒置資金存成定期，雖然收益不高，但穩穩當當，能讓你的財富慢慢積累，不會有大的損失。",
        "health_text": "要避免關節部位著涼。天氣轉涼，早晚溫差大，出門多添件衣服，尤其護住膝蓋、手腕等關節。晚上睡覺蓋好被子，別讓關節露在外面。可以做些溫和的關節活動，像轉動手腕、腳踝，促進血液循環。要是關節已經有不適，用熱毛巾敷敷，能緩解不少。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷追劇",
        "yi": "享受美食大餐",
        "all": "95%",
        "date": "2025-10-22",
        "love": "89%",
        "work": "97%",
        "money": "90%",
        "health": "96%",
        "notice": "與美好事物為伴",
        "discuss": "91%",
        "all_text": "你的整體運勢非常給力，是與美好為伴的一天。這一天，彷彿幸運之神特別眷顧你，各種美好的事情都有可能發生。走在路上，可能會遇到許久未見的老友，兩人相談甚歡，回憶起過去的點點滴滴，倍感溫馨；去逛街時，可能會意外發現一家很有特色的小店，裡面有你心儀已久的商品，而且價格還很實惠。在精神層面，你也會感受到一種愉悅和滿足。你可能會突然靈感迸發，對生活有了新的感悟和想法，讓你覺得生活充滿了希望和樂趣。這種美好的狀態會讓你整個人都散發著活力，周圍的人也會被你的積極情緒所感染。你可以盡情享受這一天帶來的美好，用樂觀的心態去迎接每一個瞬間，讓這份美好延續下去。",
        "love_text": "單身的你，有機會遇到聊得來的對象，在交流過程中，你會感受到對方和你有相似的興趣愛好或觀點，能產生很多共鳴。抓住這個機會，好好了解對方。已有伴者的你，要學會傾聽伴侶的心聲，別總是自己滔滔不絕地說。耐心聽對方分享生活中的點滴，給予回應和支持，這會讓伴侶感到被重視，你們的感情也會更加深厚。",
        "work_text": "是你靈感迸發的一天，無論是工作還是學習，都能展現出非凡的創造力和想象力。你的思維活躍，能夠迅速找到問題的解決方案，讓人眼前一亮。抓住這個機會，大膽表達自己的想法，將收穫意想不到的成果。",
        "lucky_star": "巨蟹座",
        "money_text": "理財方面會有進賬，這可是個好兆頭。之前做的投資可能會有小回報，或者收到一些意外的退款、獎金。不過別因為有了進賬就大手大腳，可以把這部分錢合理規劃一下，一部分存起來，一部分用於改善生活。同時，也可以關注一些新的理財信息，但別急於投入，先做好調研。",
        "health_text": "建議養成早睡好習慣。晚上別熬夜追劇、打遊戲，儘量在十一點前上床睡覺。睡前別喝濃茶、咖啡，也別做劇烈運動，不然大腦興奮難入睡。可以泡個腳、聽點輕柔的音樂，放鬆身心。充足的睡眠能讓你第二天精神飽滿，提高工作學習效率，身體也會更健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "文字記錄生活",
        "all": "62%",
        "date": "2025-10-22",
        "love": "59%",
        "work": "55%",
        "money": "64%",
        "health": "68%",
        "notice": "躲在自己小空間",
        "discuss": "52%",
        "all_text": "你的整體運勢下滑。這一天，你可能會傾向於躲在自己的小空間裡，然而這樣反而容易陷入胡思亂想的狀態。待在自己的小世界裡，你可能會不自覺地回憶起過去那些不開心的事情，比如曾經經歷過的失敗、與他人發生的矛盾等，這些回憶會讓你陷入消極的情緒中無法自拔。而且，由於缺乏與外界的交流和互動，你的思維可能會變得侷限，看待問題也會更加片面。你可能會對未來感到迷茫和擔憂，擔心自己無法應對即將到來的挑戰。其實，你應該試著走出自己的小空間，多和身邊的人交流溝通，分享彼此的想法和感受。別人的觀點和建議或許能讓你看到問題的不同方面，幫助你擺脫消極的情緒，重新找回積極向上的生活態度。",
        "love_text": "單身的你，別給自己太大壓力，不要因為看到身邊人都戀愛了就著急脫單。順其自然，享受單身生活，說不定在放鬆的狀態下，愛情就會悄悄到來。已有伴者的你，別對自己要求太多，在感情裡不需要做到完美。偶爾犯點小錯，或者有些小缺點，反而能讓你們的關係更真實。多給自己和對方一些空間，讓感情自然發展。",
        "work_text": "你似乎揹負了太多的心理包袱，無論是工作還是學習，都顯得有些力不從心。過度的擔憂和焦慮讓你難以集中精力，影響了整體表現。試著放下心中的負擔，以更輕鬆的心態面對挑戰，你會發現事情並沒有那麼糟糕。",
        "lucky_star": "雙魚座",
        "money_text": "你得面對任性購物後留下的“坑”。之前可能因為一時衝動買了不少東西，現在得想想怎麼填補這個經濟缺口。消費時要冷靜，別再被情緒左右。可以制定一個還款計劃，把欠的錢慢慢還上。也可以考慮賣掉一些閒置物品，既能回籠資金，又能讓家裡更整潔，一舉兩得。",
        "health_text": "要警惕拉肚子的情況。飲食方面多注意，別吃生冷、變質的食物，像沒洗乾淨的水果、隔夜的飯菜都別吃。外面小吃攤的食物也要謹慎選擇，有些可能不衛生。如果已經拉肚子，多喝溫水，補充水分，要是症狀嚴重，別拖著，趕緊去看醫生。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度節食",
        "yi": "種花草樹木",
        "all": "75%",
        "date": "2025-10-22",
        "love": "78%",
        "work": "76%",
        "money": "72%",
        "health": "80%",
        "notice": "需注入新鮮元素",
        "discuss": "70%",
        "all_text": "你的整體運勢中規中矩。這一天的你可能會感覺生活有些平淡，缺乏一些活力。日常的節奏似乎一成不變，每天都在重複著相似的事情，讓你有些提不起精神。你需要為生活注入一些新鮮元素來喚起活力。或許可以嘗試一些新的活動，比如去學習一門新的技能，像繪畫、攝影等，在探索新領域的過程中，你會發現自己新的興趣點和潛力，從而激發內心的熱情；也可以約上朋友一起去一個從未去過的地方遊玩，體驗不同的風土人情，開闊自己的視野。通過這些新鮮的體驗，你能打破生活的單調，讓自己的生活變得更加豐富多彩。不要總是滿足於現狀，勇敢地邁出舒適區，去尋找那些能讓你心跳加速、充滿激情的事情，讓生活重新煥發出光彩。",
        "love_text": "單身的你，可以適度給別人一些機會，不要總是把追求者拒之門外。也許其中就有那個能和你攜手一生的人，試著去了解他們，說不定會有驚喜。已有伴者的你，要主動製造一些浪漫的氣氛，比如一起看場電影、吃頓燭光晚餐，或者送對方一份小禮物。這些小舉動能讓你們的生活更有儀式感，感情也會更加甜蜜。",
        "work_text": "需要更加謹慎地行事，三思而後行。在做出決策前，不妨多聽聽他人的意見，避免因一時衝動而犯下錯誤。你的自信和領導力是優勢，但也要學會傾聽和接納不同的聲音，這樣才能走得更遠。",
        "lucky_star": "雙子座",
        "money_text": "千萬別因為好面子就請客吃飯。朋友聚會時，AA制是個不錯的選擇，既能增進感情，又不會讓自己經濟壓力太大。消費上，別為了顯示自己的大方就買一些昂貴但不實用的東西。在理財方面，可以回顧一下之前的收支情況，看看哪些地方可以節省，為未來做好經濟儲備。",
        "health_text": "要注意室內空氣流通。長時間待在封閉的房間裡，空氣不新鮮，容易讓人頭暈、乏力。每隔一段時間就開窗通風，讓新鮮空氣進來。也可以養些綠植，像綠蘿、吊蘭，既能淨化空氣，又能增添生機。要是感覺室內空氣乾燥，用加溼器增加溼度，對身體有好處。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "浪費食物",
        "yi": "運動健身",
        "all": "58%",
        "date": "2025-10-22",
        "love": "54%",
        "work": "53%",
        "money": "59%",
        "health": "62%",
        "notice": "人際關係的問題",
        "discuss": "53%",
        "all_text": "你的整體運勢低迷，容易出現人際關係的問題。這一天，在與他人交往的過程中，你可能會因為一些小事而與他人產生矛盾和摩擦。也許是在交流時，你的表達方式過於直接，沒有考慮到對方的感受，讓對方覺得受到了冒犯；又或者是在合作中，對某些事情的看法不一致，雙方互不相讓，導致關係變得緊張。這些人際關係的問題會讓你感到心煩意亂，影響你的情緒和生活狀態。你可能會因此而陷入自我懷疑，覺得自己是不是哪裡做得不好。其實，每個人都有自己的想法和做事方式，出現分歧是很正常的。在與他人相處時，要多一些理解和包容，儘量以溫和的方式表達自己的觀點。但即便如此，當天還是可能會遇到一些人際方面的困擾，你要做好應對的準備，保持冷靜和理智，避免讓問題進一步惡化。",
        "love_text": "單身的你，容易愛上錯的人，在和異性相處時，別被一時的感覺衝昏頭腦。多觀察對方的品行和性格，瞭解清楚再做決定，避免陷入不合適的感情。已有伴者的你，在感情裡切勿過分卑微，不要總是為了迎合對方而委屈自己。要有自己的原則和底線，相互尊重、平等相待的感情才能長久。",
        "work_text": "你似乎過於在意與他人的比較，這種心態讓你難以專注於自己的成長和進步。記住，每個人的節奏和路徑都是不同的，重要的是找到適合自己的方式。放下比較的心態，專注於自己的目標，你會走得更穩更遠。",
        "lucky_star": "天秤座",
        "money_text": "你得正視自己的經濟問題。別再逃避那些賬單和債務，坐下來好好算一算，制定一個還款計劃。消費上要嚴格控制，非必要的東西先不買。可以找一些增加收入的途徑，比如利用業餘時間做點兼職。同時，也要學習一些理財知識，讓自己的錢能更好地增值，而不是一直處於入不敷出的狀態。",
        "health_text": "要注意提防頸椎問題。長時間坐著工作或學習，頸椎承受壓力大，容易痠痛。每隔一段時間就起身活動活動，做做頸部伸展運動，左右轉動頭部、前後仰頭。睡覺時選擇合適的枕頭，別太高或太低，保持頸椎的自然曲線。要是頸椎已經不舒服，及時按摩或就醫。",
        "lucky_color": "銀灰色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "迎合別人期待",
        "yi": "參與藝術創作",
        "all": "97%",
        "date": "2025-10-22",
        "love": "94%",
        "work": "98%",
        "money": "96%",
        "health": "95%",
        "notice": "敢嘗試各種新機會",
        "discuss": "92%",
        "all_text": "整體運勢特別好，彷彿被幸運女神緊緊環繞。面對生活，你就像個勇敢的探險家，敢於嘗試各種新機會。無論是接觸從未體驗過的興趣愛好，還是參與一些全新的社交活動，你都毫無懼色。這種對新事物的開放態度，會為你打開一扇扇通往新奇世界的大門。在這個過程中，你可能會結識到不同領域、不同背景的人，他們的觀點和想法會給你帶來全新的啟發，讓你對生活有更豐富的認知。而且，由於你積極嘗試新機會，還可能會收穫一些意外的小驚喜，比如得到一份特別的禮物，或者遇到一個能讓自己心情愉悅的小確幸。你的這種積極狀態也會感染身邊的人，讓周圍的氣氛都變得輕鬆愉快起來。整個一天，你都沉浸在探索和收穫的喜悅中，享受著這份特別好的運勢帶來的美好。",
        "love_text": "單身的你，或有機會靠近心儀的人，也許是朋友介紹，或者是在某個場合偶然相遇。抓住這個機會，主動和對方交流，展現自己的魅力。已有伴者的你，能享受浪漫的約會，和伴侶一起度過美好的時光。可以一起去做一些喜歡的事情，比如逛街、散步，增進彼此的感情，讓愛情更加甜蜜。",
        "work_text": "面對紛繁複雜的任務或難題，總能迅速找到核心矛盾，以四兩撥千斤的方式快速化解。你的思維如同靈動的風，能巧妙穿梭於各種關係與事務間，平衡各方需求，讓事情朝著理想方向發展。這種高效解決問題的能力，會讓你在人群中格外耀眼，收穫諸多認可與機會。",
        "lucky_star": "天蠍座",
        "money_text": "你會迎來存款上漲的好消息。可能是工資漲了，或者之前的投資有了不錯的收益。這時候別太得意忘形，要把這筆錢合理利用起來。可以拿出一部分作為應急資金，存進活期賬戶；一部分用於長期投資，比如買一些穩健的基金。也可以給自己和家人買一些實用的東西，提高生活質量。",
        "health_text": "要避免過度沉迷手機。長時間低頭看手機，不僅傷害眼睛，還對頸椎、腰椎不好。看手機一段時間後，就抬頭看看遠處，放鬆眼睛和頸部肌肉。也別在走路、坐車時看手機，容易發生危險。可以設置手機使用時間提醒，控制自己看手機的時長，多參加些戶外活動。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "制定年末計劃",
        "all": "58%",
        "date": "2025-10-22",
        "love": "66%",
        "work": "59%",
        "money": "51%",
        "health": "69%",
        "notice": "理想豐滿現實骨感",
        "discuss": "65%",
        "all_text": "你的整體運勢略顯倒黴，似乎陷入了一種“理想很豐滿，現實很骨感”的尷尬境地。你腦海中或許有著許多美好的設想和計劃，對生活充滿了期待，想著能有一些新的突破和進展。然而，現實卻並不如你所願，各種小狀況、小麻煩接踵而至。可能是原本計劃好的事情突然出現了變故，讓你有些措手不及；也可能是期待中的某個結果沒有達到預期，讓你感到失落和沮喪。這些現實與理想之間的差距，會讓你產生一種無力感，彷彿自己再怎麼努力，都難以改變現狀。但不要因此而氣餒，這只是暫時的運勢波動，保持冷靜和樂觀的心態，或許能在後續找到應對的辦法。",
        "love_text": "單身的你，別過於排斥戀愛，以開放的心態去認識新的人。也許會有不錯的緣分出現，給你帶來新的感情體驗。已有伴者的你，切勿疑心太重，不要因為一些小事就懷疑伴侶。信任是感情的基礎，多給對方一些信任和空間，這樣能讓你們的關係更加和諧，避免因為猜疑而產生矛盾。",
        "work_text": "似乎陷入了一種低迷狀態，內心的動力如同被抽乾的湖水，難以激起波瀾。面對各種任務和挑戰，提不起精神去應對，總是感覺力不從心。這種動力不足的狀態，讓你在處理事情時容易敷衍了事，導致結果不盡如人意，也錯失了一些展現自己的機會。",
        "lucky_star": "金牛座",
        "money_text": "切記別投機取巧。別想著通過一些不正當的手段來獲取財富，比如參與一些不靠譜的“快速致富”項目。消費上，要保持理性，別被商家的虛假宣傳所迷惑。可以檢查一下自己的保險情況，看看是否需要調整或者增加一些保障。在理財方面，選擇正規、可靠的投資渠道，這樣才能讓財富穩步增長。",
        "health_text": "不宜貼秋膘。秋季雖然要進補，但別一下子吃太多油膩、高熱量的食物，不然容易長胖，還會增加腸胃負擔。飲食要均衡，多吃蔬菜水果、粗糧，適量攝入蛋白質。可以少食多餐，別一頓吃得太飽。要是已經吃多了，飯後散散步，幫助消化。",
        "lucky_color": "薑黃色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "健康飲食",
        "all": "90%",
        "date": "2025-10-22",
        "love": "91%",
        "work": "88%",
        "money": "97%",
        "health": "92%",
        "notice": "高度自律的狀態",
        "discuss": "96%",
        "all_text": "你的整體運勢正當旺，這一天你展示出高度自律充實的狀態。你就像一臺精準運轉的機器，有條不紊地安排著自己的生活。從清晨開始，你就按照既定的計劃，完成各項任務，無論是日常的鍛鍊，還是一些自我提升的活動，你都一絲不苟地執行。這種自律不僅讓你的身體保持健康，也讓你在精神上感到充實和滿足。你不會把時間浪費在無意義的事情上，而是充分利用每一分每一秒，去追求自己想要的生活。在自律的過程中，你還能感受到自己的成長和進步，這種成就感會進一步激勵你繼續保持這種良好的狀態。整個一天，你都充滿活力，以飽滿的熱情迎接生活的挑戰。",
        "love_text": "單身的你，會有追求者示好，對方可能會用各種方式表達對你的好感。如果你也對對方有興趣，不妨給彼此一個機會，進一步瞭解。已有伴者的你，和伴侶的感情會更加牢固，你們之間會更加理解和支持彼此。在相處中，多表達自己的愛意，讓對方感受到你的關心和在乎，感情會更加升溫。",
        "work_text": "對你而言是充滿挑戰但也極具成長意義的一天。在各種事務的推進過程中，壓力如影隨形，但你並沒有被壓垮，反而將這些壓力轉化為前進的動力。就像在逆境中生長的植物，越是艱難，越能激發你的潛能，讓你在應對困難的過程中不斷突破自我，實現能力的提升。",
        "lucky_star": "處女座",
        "money_text": "要敢於抓住新機會。可能會有一些新的賺錢途徑出現在你面前，比如一個新的合作項目或者一個兼職機會。別害怕嘗試，仔細評估後，如果覺得可行就大膽去做。消費上，雖然有新收入，但也別亂花，可以把一部分錢用於提升自己的技能，為未來賺更多的錢打下基礎。",
        "health_text": "要多學習秋季養生。秋季天氣乾燥，容易上火，要多喝水，多吃潤肺的食物，像梨、百合、銀耳。根據天氣變化增減衣服，彆著涼。也可以適當進行一些戶外運動，像慢跑、登山，增強體質。瞭解一些秋季常見疾病的預防知識，讓自己健康度過這個季節。",
        "lucky_color": "藕荷色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不重視休息",
        "yi": "記錄靈感",
        "all": "97%",
        "date": "2025-10-22",
        "love": "95%",
        "work": "94%",
        "money": "93%",
        "health": "96%",
        "notice": "更多感悟與收穫",
        "discuss": "92%",
        "all_text": "你的整體運勢相當不錯，這一天你對生活有著更多感悟與收穫。在這一天裡，你可能會在不經意間發現生活中的一些小美好，比如路邊綻放的花朵、朋友一個溫暖的微笑，這些看似平常的瞬間，卻讓你內心湧起一股感動。在與他人交流的過程中，你也能從別人的話語中汲取智慧，獲得新的啟發。你開始重新審視自己的生活，思考人生的意義和價值，對未來有了更清晰的規劃。這種對生活的感悟和收穫，會讓你變得更加成熟和睿智。你會以一種更加平和、從容的心態去面對生活中的起起落落，享受這份運勢帶來的成長和進步。",
        "love_text": "單身的你，與喜歡的人可能會有新進展，也許是一次深入的交談，或者是一個默契的眼神。抓住這個機會，讓你們的關係更進一步。已有伴者的你，和伴侶會有共同奮鬥的目標，這會讓你們更加團結，一起為了目標努力。在這個過程中，相互鼓勵、相互支持，感情會更加深厚，也能一起創造美好的未來。",
        "work_text": "呈現出一種積極進取的姿態，如同上足了發條的機器，充滿了幹勁和活力。對待每一項任務或學習內容，你都全力以赴，不放過任何一個細節，力求做到盡善盡美。這種積極的態度讓你在處理事情時能夠高效且高質量地完成，不斷向著自己的目標邁進，為未來的發展打下堅實的基礎。",
        "lucky_star": "獅子座",
        "money_text": "你的求財嗅覺格外敏銳。能發現一些別人忽略的賺錢機會，比如一些小眾的投資領域或者新的商業模式。不過別急於投入，要先做好充分的調研和分析。消費上，依然要保持節儉，把錢花在刀刃上。可以制定一個長期的理財規劃，明確自己的財富目標，然後一步步去實現。",
        "health_text": "不要蹺二郎腿。長時間蹺二郎腿，會影響腿部血液循環，導致腿部麻木、疼痛，還可能引起脊柱側彎。坐的時候保持正確的姿勢，雙腳平放在地上，背部挺直。要是已經養成了蹺二郎腿的習慣，要有意識地改正，可以放個小物件在腿上提醒自己。",
        "lucky_color": "紅色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度社交",
        "yi": "嘗試新風格",
        "all": "88%",
        "date": "2025-10-22",
        "love": "72%",
        "work": "86%",
        "money": "75%",
        "health": "89%",
        "notice": "一分耕耘一分收穫",
        "discuss": "83%",
        "all_text": "你的整體運勢還不賴，正所謂一分耕耘就有一分收穫。這一天，你所付出的努力都能得到相應的回報。如果你在之前為某個目標付出了心血，那麼在這一天，你很可能會看到一些積極的進展。無論是學習一項新技能，還是培養一個新習慣，你的堅持和付出都不會白費。你的努力會讓你在各個方面都有所提升，可能會在某個領域展現出自己的優勢，得到他人的認可和讚賞。這種收穫會讓你更加有動力去繼續努力，形成一種良性循環。不過，也不要因為一時的收穫而驕傲自滿，保持謙虛的態度，繼續腳踏實地地前進，才能讓這份好運持續下去。",
        "love_text": "單身的你，保持觀望的態度就好，不用急於做出決定。多觀察身邊的人，瞭解他們的為人和性格，等遇到真正合適的人再行動。已有伴者的你，要多花些心思經營感情，比如給對方一個驚喜，或者一起規劃未來的生活。這些小舉動能讓你們的感情保持新鮮感，避免因為生活平淡而產生矛盾。",
        "work_text": "是一個適合梳理思路的好時機，你的思維如同被梳理過的絲線，清晰而有序。在面對各種複雜的情況時，你能夠靜下心來，仔細分析問題的本質，將混亂的信息和事務進行整理和歸類，從而找到解決問題的最佳途徑。這種清晰的思路讓你在處理事情時更加得心應手，提高了整體的效率。",
        "lucky_star": "白羊座",
        "money_text": "你需要做好收支預算。先把自己一天的收入和支出列個清單，明確哪些是必要開支，哪些是可以節省的。消費時嚴格按照預算來，別超支。可以關注一些優惠活動，但別為了省錢而買一些不需要的東西。在理財方面，可以諮詢一下專業人士，看看如何更好地管理自己的資金。",
        "health_text": "耳機音量不要開太大。長時間大音量聽音樂，會損傷聽力，導致耳鳴、聽力下降。使用耳機時，音量控制在合適的範圍，一般不超過最大音量的百分之六十。也別長時間連續使用耳機，每隔一段時間就取下來，讓耳朵休息休息。在嘈雜環境中，儘量少用耳機。",
        "lucky_color": "綠色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷刷短劇",
        "yi": "學習心理學",
        "all": "72%",
        "date": "2025-10-22",
        "love": "82%",
        "work": "71%",
        "money": "70%",
        "health": "73%",
        "notice": "克服娛樂的沉迷",
        "discuss": "75%",
        "all_text": "你的整體運勢一般，這一天你需要克服一些娛樂上的沉迷。你可能會被一些娛樂活動所吸引，比如沉迷於遊戲、追劇等，從而花費了大量的時間和精力在上面。這種沉迷會讓你忽略生活中的其他重要方面，比如與家人的交流、自我提升等。當你從娛樂中回過神來，可能會發現自己錯過了一些有意義的事情，或者沒有完成原本計劃好的任務，從而產生一種愧疚感。你需要意識到這種沉迷對生活的影響，嘗試控制自己投入娛樂的時間，把更多的精力放在更有價值的事情上。雖然運勢一般，但只要你能及時調整，依然可以度過充實的一天。",
        "love_text": "單身的你，可能會對某個人敞開心扉，願意和對方分享自己的內心想法。這是一個好的開始，也許會開啟一段美好的感情。已有伴者的你，有更多和伴侶相處的時間，可以一起做一些有意義的事情，比如一起做家務、一起學習新技能。在相處中，增進彼此的瞭解和感情，讓愛情更加穩固。",
        "work_text": "需要去適應一些新的變化，這些變化可能來自於工作環境、學習內容或者人際關係等方面。雖然一開始會讓你感到有些不適應，甚至有些迷茫，但這也是一個成長和鍛鍊的機會。只要你保持開放的心態，積極去接納和適應這些變化，就能從中發現新的機遇，為自己的發展開闢新的道路。",
        "lucky_star": "水瓶座",
        "money_text": "花錢得理智。看到喜歡的東西別馬上就買，先想想自己是否真的需要。購物前可以列個清單，只買清單上的東西。消費時，多比較幾家，看看哪家更划算。也別因為心情不好就通過購物來發洩，這樣只會讓錢包更空。可以找一些不花錢的方式來調節情緒，比如散步、聽音樂。",
        "health_text": "要保持情緒穩定。情緒波動大對身體不好，容易引發頭痛、失眠等問題。遇到事情別太著急、焦慮，深呼吸讓自己平靜下來。可以找朋友聊聊天，傾訴一下煩惱，或者做些自己喜歡的事情，像看電影、聽音樂，轉移注意力，讓自己心情愉悅。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    }
  }
}