{
  "updated": "2025-08-11T10:10:02.292Z",
  "updateTime": "2025/8/11 下午6:10:02",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 22673,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "會員卡續費",
        "yi": "多表達善意",
        "all": "90%",
        "date": "2025-08-11",
        "love": "87%",
        "work": "93%",
        "money": "89%",
        "health": "92%",
        "notice": "往好的方向推進",
        "discuss": "95%",
        "all_text": "你的整體運勢簡直像開了掛，心裡想的事容易往好的方向推進，哪怕只是隨口提的小願望，也可能被意外接住。這種順不是天上掉餡餅，而是你之前積累的能量在集中釋放，比如平時待人接物的真誠、處理問題的果斷，都會在幫你過濾掉麻煩，讓事情往省心的方向發展。身邊人可能突然變得配合，甚至主動遞來助力，這種“被推著走”的感覺會讓你覺得輕鬆又帶勁。不過別因為順就飄，保持清醒的頭腦能幫你抓住更多隱藏的機會，比如有人隨口提的某個信息，可能藏著對你有用的線索。適合把注意力放在“想做”的事上，別被瑣碎的小事分散精力，你的直覺會幫你自動篩選出值得投入的部分。整體狀態鬆弛又帶點小雀躍，連平時覺得麻煩的事都願意多看兩眼，這種積極勁兒會像滾雪球一樣，讓好運持續發酵。",
        "love_text": "單身的你，追求愛情別光憑一股衝勁，試著多觀察對方的興趣點，比如聊點對方愛聽的話題，或參與對方喜歡的活動，這種“投其所好”的小心思反而更容易拉近距離。已有伴者的你，多抽時間陪陪對方，哪怕只是一起窩在沙發看劇，或飯後散散步，這種“我在你身邊”的踏實感，會讓對方覺得被重視，感情也會更暖。",
        "take_star": "",
        "work_text": "保持高效的一天，節奏流暢得像踩著鼓點。無論是處理日常任務還是應對突發狀況，都能迅速找到切入點，甚至能提前預判問題並化解。這種遊刃有餘的狀態會讓你在團隊中格外顯眼，但別光顧著往前衝，偶爾停下來聽聽周圍的聲音，或許能發現更優解。",
        "lucky_star": "水瓶座",
        "money_text": "提前梳理當天的必要支出，比如生活採購或社交應酬，提前列好清單能避免超支。線上購物時留意限時折扣或滿減活動，善用優惠能省下小筆錢。不過別為了湊單買不實用的東西，優先滿足剛需更划算，晚上可以核對下賬戶餘額，心裡更有底。",
        "health_text": "你的身體容易因高溫或運動出汗流失水分，可能出現口乾、皮膚幹或輕微頭暈的情況。建議隨身帶水杯，每隔1-2小時喝幾口溫水，別等渴了再猛灌。如果有戶外活動，避開中午最曬時段，戴帽子或撐傘防曬，晚上可以敷個補水面膜，緩解皮膚乾燥，讓身體更舒服。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷短視頻",
        "yi": "整理舊書籍",
        "all": "75%",
        "date": "2025-08-11",
        "love": "65%",
        "work": "76%",
        "money": "66%",
        "health": "74%",
        "notice": "不溫不火但踏實",
        "discuss": "72%",
        "all_text": "整體運勢屬於“不溫不火但踏實”的類型，沒有大起大落的刺激，卻適合用來整理生活的碎片。你可能會突然意識到，最近堆積的小問題（比如雜亂的桌面、未回覆的消息、擱置的小計劃）需要被重新梳理，這種“想收拾”的念頭不是偶然，而是在提醒你給生活“清緩存”能騰出更多空間。暫時不適合急著推進新目標，反而適合把注意力放在“收尾”和“優化”上，比如整理手機相冊、清理過期物品、覆盤最近的消費記錄，這些看似瑣碎的事會讓你心裡更踏實。人際關係上可能會遇到需要“解釋”的小插曲，別嫌麻煩，耐心說清楚反而能避免後續誤會。整體狀態偏沉穩，適合用“慢工出細活”的方式處理事情，雖然不會立刻看到成果，但這種“打地基”的踏實感，會讓你對未來的計劃更有底氣。",
        "love_text": "單身的你，別總端著“高冷”的架子，偶爾主動點，比如對感興趣的人多笑一笑，或聊兩句輕鬆的話題，反而能打破距離感。已有伴者的你，態度別太冷淡，哪怕心裡有事，也別讓對方覺得“你不想理我”，試著說句“有點累，但和你聊天就好了”，這種坦誠會讓對方更安心。",
        "take_star": "",
        "work_text": "需要你多留個“觀察者”的視角，環境或規則的變化可能藏在細節裡，比如同事的語氣、任務的優先級調整。別急著下結論，先收集信息再行動，這種“穩”反而能幫你避開不必要的麻煩。如果遇到選擇，優先考慮長期收益，別被眼前的小利帶偏。",
        "lucky_star": "天秤座",
        "money_text": "日常開銷容易悄悄變多，可能是突然想吃的零食、臨時需要的日用品，或是幫朋友墊付小錢，單筆金額不大但疊加起來會讓你有點意外。建議出門前檢查隨身物品是否齊全，減少因忘帶東西而重複購買的情況，晚上回家後把零散支出記下來，明天就知道哪裡該調整了。",
        "health_text": "容易因刷手機太久出現眼睛酸脹、脖子僵硬的問題，尤其是睡前躺著玩或長時間低頭看屏幕。建議每用手機30分鐘就抬頭看遠處5分鐘，活動下肩頸，晚上睡前1小時把手機放遠點，改聽輕音樂或翻本紙質書，既能放鬆又能避免用眼過度，第二天精神會更好。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動購物",
        "yi": "嘗試新發型",
        "all": "55%",
        "date": "2025-08-11",
        "love": "58%",
        "work": "62%",
        "money": "50%",
        "health": "65%",
        "notice": "情緒易因小事起伏",
        "discuss": "63%",
        "all_text": "整體運勢像被蒙了層薄霧，情緒容易跟著小事起伏，比如看到一條消息突然開心，聽到某句話又有點低落，這種“看心情”的狀態會讓你做事的節奏有點亂。你可能會突然對某件事產生興趣，但熱情維持不了多久就轉移，這種“三分鐘熱度”容易讓你覺得“什麼都沒抓住”。其實這一天的運勢不是差，而是需要你更關注自己的感受，比如不想做的事別勉強，想休息就停下來，強行推進反而容易出錯。人際關係上可能會因為情緒波動說出“口是心非”的話，事後回想又有點後悔，建議說話前多停兩秒，避免不必要的誤會。不妨試著做些不需要動腦的輕鬆事，比如聽音樂、散步、整理房間，讓心情自然流動，反而能幫你找到更舒服的狀態。別被外界的節奏帶著跑，先照顧好自己的情緒才是關鍵。",
        "love_text": "單身的你，可能會有點小情緒，比如看到別人秀恩愛突然有點失落，或對某個人的態度患得患失，別讓這些小波動影響心情，順其自然反而更好。已有伴者的你，別因為小事亂髮脾氣，比如對方沒及時回消息，或沒猜中你的心思，先冷靜溝通，別讓情緒主導對話，否則容易鬧彆扭。",
        "take_star": "",
        "work_text": "這一天的關鍵詞是“細心”，你的反應快是優勢，但容易因為粗心漏掉關鍵信息，比如看錯郵件內容、聽錯指令細節。建議重要操作前默唸三遍重點，或用便籤記下關鍵步驟，避免“想當然”的失誤。如果遇到重複性任務，別嫌麻煩，耐心做完反而能積累經驗。",
        "lucky_star": "處女座",
        "money_text": "容易被“新鮮感”驅動消費，比如看到新出的零食、網紅小物件，或是被促銷話術吸引，下單時可能沒考慮是否真的需要。建議付款前停頓3秒，問自己“這東西一週後還會用嗎”，能幫你過濾掉80%的衝動消費。如果已經買了，晚上可以整理下物品，避免重複購買同類東西。",
        "health_text": "容易因瑣事或信息過載產生焦慮感，比如工作消息、家庭安排堆在一起，心裡像壓了塊石頭。建議把待辦事項列成清單，按重要程度排序，完成一項劃掉一項，減少雜亂感。如果情緒緊繃，可以深呼吸10次，或去窗邊站2分鐘透透氣，別讓小問題在心裡越攢越大。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度焦慮",
        "yi": "陪家人聊天",
        "all": "92%",
        "date": "2025-08-11",
        "love": "90%",
        "work": "91%",
        "money": "89%",
        "health": "93%",
        "notice": "處處藏著小驚喜",
        "discuss": "91%",
        "all_text": "整體運勢像拆盲盒，生活裡處處藏著小驚喜，可能是平時忽略的小事突然帶來溫暖，比如常去的店主多送了份小菜，或者舊友突然發來問候，這些“沒預料到”的善意會讓你一整天都帶著笑。你的敏感會變成優勢，能更敏銳地捕捉到身邊人的需求，比如朋友隨口提的煩惱，你一句貼心的回應就能讓對方覺得被理解；家人一個小動作，你就能猜到他們的心思，這種“被需要”的感覺會讓你很有成就感。不妨試著做些“無目的”的事，比如去沒去過的街角轉轉，或者翻出舊照片看看，這些看似“浪費時間”的行為，反而能幫你發現生活裡藏著的小確幸。整體狀態輕鬆又治癒，連平時覺得麻煩的事都願意主動參與，這種“願意打開自己”的心態，會讓你吸引到更多美好的事。",
        "love_text": "單身的，你的溫柔、體貼或細心等優點會自然流露，比如幫別人遞個東西、耐心聽對方說話，這些小舉動會讓你在喜歡的人心裡加分，說不定能悄悄拉近關係。已有伴者的你，和伴侶溝通特別順暢，哪怕聊些日常瑣事，也能聊得開心，這種“有說有笑”的狀態會讓感情更和諧，記得多珍惜這種默契。",
        "take_star": "",
        "work_text": "就像帶著“預判雷達”，能提前感知到潛在問題並做好準備，比如提前檢查設備、備份文件，或為會議準備備用方案。這種“未雨綢繆”會讓你在關鍵時刻成為“救場王”，但別過度焦慮，把精力放在真正重要的環節上，比如核心任務的推進，而非瑣碎的細節。",
        "lucky_star": "摩羯座",
        "money_text": "可能會遇到原本計劃的花銷臨時取消，比如約好的聚餐改期、想買的東西缺貨，反而幫你省下一筆錢。如果需要採購日用品，可以對比下不同平臺的價格，選性價比高的，或是用會員積分兌換優惠券，這些小操作能讓你更有滿足感。",
        "health_text": "需要重點關注情緒對健康的影響，可能因壓力或人際問題產生悶悶不樂、提不起勁的狀態。建議主動和信任的人聊聊天，哪怕只是吐槽幾句，也能釋放情緒。如果不想說話，可以寫日記或聽舒緩的音樂，別把情緒憋在心裡，晚上泡個熱水澡，早點睡覺，第二天狀態會輕鬆很多。",
        "lucky_color": "卡其色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽視細節",
        "yi": "參加聚會",
        "all": "80%",
        "date": "2025-08-11",
        "love": "85%",
        "work": "83%",
        "money": "76%",
        "health": "82%",
        "notice": "推一把才有進展",
        "discuss": "84%",
        "all_text": "運勢穩得像坐了“安全椅”，沒有大起大落的意外，但需要你主動推一把才能看到進展。比如你想讓某件事變好，別等著運氣降臨，自己先邁出一步（比如主動溝通、調整方法），反而更容易看到效果。你的行動力會特別突出，想到什麼就去做，別被“會不會麻煩”“別人怎麼看”這類念頭絆住，這種“說幹就幹”的勁兒會幫你過濾掉猶豫，讓事情往更順的方向發展。人際關係上可能會遇到需要你拿主意的情況，別躲，你的果斷會讓人覺得可靠，反而能贏得更多信任。建議不妨把“被動”換成“主動”，比如想吃什麼就去吃，想聯繫誰就發消息，這種“不糾結”的狀態會讓你覺得輕鬆又自在。運勢的穩定不是躺平，而是給你提供了“可以發力”的基礎，主動一點，收穫會比你想象的多。",
        "love_text": "單身的你，別等機會找上門，主動創造點“偶遇”或共同活動的機會，比如參加朋友聚會、去常去的咖啡館，說不定能遇到讓你心動的人。已有伴者的你，可以撒撒嬌，比如讓對方幫你個小忙，或說句“好想你”，這種“軟萌”的態度會讓對方更寵你，感情也會更甜。",
        "take_star": "",
        "work_text": "需要“明確靶心”，目標越清晰，行動力越強。比如工作中想爭取某個項目，就先了解對方的真實需求；學習時想提升某科成績，就先分析薄弱環節。別被“假忙碌”迷惑，比如無效社交或重複勞動，把時間花在能產生價值的地方，成果會更明顯。",
        "lucky_star": "雙魚座",
        "money_text": "你對賺錢的事比較隨性，不會刻意追求額外收入，但也不會大手大腳花錢，整體處於“不緊不慢”的狀態。如果有人找你合作小項目或推薦理財產品，別急著答應，先了解清楚規則和風險，避免後續麻煩。晚上可以翻翻記賬本，看看哪些支出能優化，明天會更輕鬆。",
        "health_text": "容易因貪吃或飲食不規律出現腸胃小不適，比如外賣重油重鹽、零食當飯吃，下午可能肚子脹或沒胃口。建議三餐按時吃，主食、蔬菜、蛋白質搭配著來，少吃甜膩或過辣的食物。如果下午餓了，可以吃把堅果或水果，比薯片更健康，腸胃負擔小，人也更有精神。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延時間",
        "yi": "制定計劃",
        "all": "70%",
        "date": "2025-08-11",
        "love": "75%",
        "work": "70%",
        "money": "72%",
        "health": "78%",
        "notice": "需要多留個心眼",
        "discuss": "73%",
        "all_text": "運勢像在走平衡木，整體平平但需要你多留個心眼，拖延症可能會悄悄冒頭，比如原計劃做的事，可能會因為“再等五分鐘”“明天也行”的念頭被擱置，這種“懶勁兒”一旦開頭，後面容易越拖越麻煩。你可能會覺得“現在狀態不好，先放放”，但有些事現在不做，後面只會更耗精力。不過別太焦慮，因為也藏著“補救”的機會，比如你突然意識到某件事拖太久了，趕緊行動反而能快速解決，這種“及時止損”的清醒會幫你避免更大的麻煩。人際關係上可能會因為小事和身邊人有點小摩擦，別急著解釋，先冷靜兩分鐘再溝通，反而能說清楚。適合把“必須做”的事列個清單，按優先級處理，別被“完美主義”困住，不妨先完成，再優化，反而更高效。運勢的平平不是停滯，更像在提醒你：別被拖延偷走時間，主動掌控節奏，才能讓生活更順。",
        "love_text": "單身的你，追求愛情別太被動，遇到感興趣的人，試著主動聊兩句，或約著一起做點小事，比如喝杯奶茶、遛遛狗，這種“小互動”能幫你積累好感。已有伴者的你，可能會忍不住思考未來，比如和伴侶的長期計劃，別光自己琢磨，和對方聊聊你的想法，一起規劃反而能讓感情更踏實。",
        "take_star": "",
        "work_text": "需要“主動升級”，現有的方法或習慣可能已經不夠用，比如工作流程可以優化、學習方式可以調整。別滿足於“差不多”，多嘗試新工具或思路，比如用表格管理任務、用口訣記憶知識點，效率會提升不少。如果遇到瓶頸，和同行或同學聊聊，他們的經驗可能給你啟發。",
        "lucky_star": "雙子座",
        "money_text": "你的收支基本能保持平衡，日常開銷和收入匹配，沒有大額支出或意外進賬。適合處理些和錢相關的小事，比如整理發票、核對賬單，或是把閒置物品掛二手平臺轉賣，雖然賺不多但能清理空間。如果朋友找你借錢，量力而行就好，別為了面子勉強答應。",
        "health_text": "需要保證充足的睡眠來恢復精力，可能因熬夜或睡眠淺導致白天犯困、注意力不集中。建議晚上11點前放下手機，調暗房間燈光，營造睡眠氛圍。如果睡不著，可以翻本輕鬆的書或聽白噪音，彆強迫自己入睡，反而容易焦慮。午休15-20分鐘也能幫你恢復元氣，別睡太久影響晚上睡眠。",
        "lucky_color": "綠色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度勞累",
        "yi": "學習新技能",
        "all": "84%",
        "date": "2025-08-11",
        "love": "86%",
        "work": "71%",
        "money": "82%",
        "health": "80%",
        "notice": "開拓視野的契機",
        "discuss": "89%",
        "all_text": "整體運勢穩穩當當，像被一層溫和的緩衝帶包裹著，既不會遇到突如其來的衝擊，也不會有意外的好運砸得你措手不及。這種“穩”會讓你覺得安心，適合處理需要耐心的事，比如整理房間、規劃未來的小目標，或者和身邊人慢慢聊些平時沒機會說的話。運勢裡還藏著“開拓新視野”的契機，可能是你突然對某個從未接觸過的領域產生興趣（比如翻到一本冷門書、聽到朋友提起的新活動），這種“想試試”的念頭別急著否定，順著好奇心走，可能會發現新的樂趣或收穫。人際關係上，你的溫和態度會成為加分項，別人願意和你分享心事，這種“被信任”的感覺會讓你更有成就感。這一天適合保持“不緊不慢”的節奏，別因為“想快點出結果”而催促自己，穩紮穩打反而能積累更多底氣。運勢的“穩”不是停滯，更像在給你時間調整狀態，為接下來的小變化做準備。",
        "love_text": "單身的你，可能會通過小細節傳遞情感，比如給對方分享一首歌、發句“天氣不錯”，這種“暗戳戳”的關心，反而能讓對方感受到你的心意。已有伴者的你，和伴侶的感情趨於穩定，哪怕沒有大驚喜，也能從日常的陪伴中感受到安心，這種“細水長流”的狀態其實很珍貴。",
        "take_star": "",
        "work_text": "既要應對外界變化又要保持內心穩定的一天。容易因外界干擾打亂原有節奏，比如臨時任務或他人請求打亂計劃。需要刻意提醒自己“慢工出細活”，別因追求速度忽略細節，尤其在處理多線程任務時，優先完成核心部分更穩妥。",
        "lucky_star": "天蠍座",
        "money_text": "發揮精打細算本領的一天，你在購物時會主動對比價格、看評價，甚至和店家砍價，能花更少的錢買到合適的東西。如果需要買大件，比如電子產品或家電，可以查查近期是否有促銷活動，晚一天下單可能更划算。不過別因為太糾結價格而錯過剛需，實用比便宜更重要。",
        "health_text": "容易因頻繁使用手機或電腦出現手腕、手指痠痛，比如打字、刷視頻太久，甚至可能隱隱刺痛。建議每用電子設備1小時就活動下手腕，轉轉脖子，或做10次握拳-鬆開的動作，緩解肌肉緊張。如果需要長時間敲鍵盤，可以墊個軟墊在手腕下，減少壓力，避免小問題變成腱鞘炎。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷手機遊戲",
        "yi": "表達內心想法",
        "all": "98%",
        "date": "2025-08-11",
        "love": "95%",
        "work": "96%",
        "money": "97%",
        "health": "97%",
        "notice": "運氣如開小灶般",
        "discuss": "93%",
        "all_text": "整體運勢簡直像被運氣“開了小灶”，從早到晚都能感受到“被偏愛”的微妙感，可能是你隨口提的小願望被實現，或者原本覺得麻煩的事突然有了更簡單的解決方式，這種“順”會讓你忍不住想“我是不是特別的幸運兒”。而且你的直覺會特別準，比如對某件事的判斷、對某個人態度的感知，基本八九不離十，這種“心裡有數”的感覺會讓你更有安全感。人際關係上，你的真誠會成為吸引他人的磁石，別人願意主動靠近你、分享自己的事，這種“被需要”的互動會讓你覺得溫暖。不妨試著把注意力放在“想做”的事上，別因為“會不會太麻煩”而猶豫，運氣會幫你過濾掉大部分阻礙。運勢的“棒棒噠”不是偶然，更像是你之前積累的好狀態在集中釋放，好好享受這種“被照顧”的感覺，但別因此鬆懈，保持清醒的頭腦，能讓這份好運延續得更久。",
        "love_text": "單身的你，周圍可能有浪漫的氣氛，比如和朋友聚會時遇到有趣的人，或和心動對象有獨處機會，這種“剛好”的氛圍會讓感情更容易升溫。已有伴者的你，和伴侶的默契度更高，比如一個眼神就知道對方想什麼，或不用多說就能配合得很好，這種“心有靈犀”的感覺會讓感情更緊密。",
        "take_star": "",
        "work_text": "周圍人會主動遞來橄欖枝，可能是資源支持、經驗分享或關鍵信息。你的直覺會特別準，能快速抓住機會中的核心點。但別因順遂而放鬆警惕，尤其涉及合作時，提前明確分工能避免後續麻煩。",
        "lucky_star": "射手座",
        "money_text": "你的經濟狀態相對寬鬆，可能是之前的投資有回報，或是工作上拿到獎金，手頭有閒錢可以靈活支配。適合處理些需要花錢的事，比如修繕家居、買件質量好的衣服，或是給家人朋友帶份小禮物，這些支出能提升生活品質。不過別因為有錢就放鬆記賬，保持習慣更穩妥。",
        "health_text": "適合進行戶外活動，比如散步、慢跑或打球，曬曬太陽、吹吹風能讓你心情更舒暢，身體也更有活力。建議選擇早晚氣溫較低的時段，穿透氣吸汗的衣服，運動前後做好拉伸，避免拉傷。如果不想劇烈運動，去公園坐坐、看看綠植也不錯，接觸自然能讓你的狀態更放鬆。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "進行戶外運動",
        "all": "78%",
        "date": "2025-08-11",
        "love": "76%",
        "work": "75%",
        "money": "71%",
        "health": "79%",
        "notice": "放鬆躺平舒適區",
        "discuss": "74%",
        "all_text": "整體運勢尚可，像坐在一張舒服的沙發上，既不想立刻起身做事，也不覺得無聊，整個人處於“放鬆躺平”的舒適區。你可能會更願意把時間花在“無目的”的快樂上——比如刷有趣的視頻、和朋友閒聊、去沒去過的小店轉轉，這些看似“浪費時間”的事反而能讓你覺得滿足。運勢裡沒有太多需要你“用力”的部分，反而適合給生活“減負”，比如把原本計劃的任務往後推推，或者拒絕一些“可去可不去”的邀約，這種“不勉強自己”的態度會讓你更輕鬆。人際關係上，你的隨性會成為加分項，別人不會覺得你“不靠譜”，反而覺得和你相處沒壓力。你可以“跟著感覺走”，不想做的事別硬扛，想做的事就痛痛快快去做，這種“不糾結”的狀態反而能讓你更享受當下。生活需要張弛有度，偶爾躺平也是種充電。",
        "love_text": "單身的你，可能會明白，愛情需要感情基礎，別急著確定關係，先多瞭解對方的興趣、性格，慢慢培養默契，反而能走得更遠。已有伴者的你，要多花點心思經營感情，比如給對方準備個小禮物，或說句“你對我很重要”，這種“用心”的舉動會讓對方更珍惜你。",
        "take_star": "",
        "work_text": "周圍有值得學習的經驗或技能，但需要你主動挖掘。容易因貪多而浮於表面，比如同時接觸多個領域卻沒深入。建議聚焦1-2個核心點，把“知道”變成“掌握”，後續應用會更靈活。",
        "lucky_star": "巨蟹座",
        "money_text": "要特別注意“量入為出”，可能會遇到想買的東西超出預算，比如新款衣服、熱門電子產品，或是朋友邀請的高消費活動。建議先評估自己的錢包承受能力，如果實在喜歡，可以設個“等待期”，比如三天後再決定是否購買，往往熱情退了就不想買了。晚上可以規劃下下週的支出，避免透支。",
        "health_text": "要少吃生冷食物，比如冰奶茶、生魚片或涼拌菜，否則可能刺激腸胃，出現肚子涼、拉肚子的情況。建議選擇溫熱的食物，比如熱湯、粥或蒸煮的菜，水果也可以常溫吃。如果實在想喝冷飲，小口慢慢喝，別一口氣灌下去，給腸胃適應的時間，減少不適感。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化決策",
        "yi": "專注一件事",
        "all": "65%",
        "date": "2025-08-11",
        "love": "60%",
        "work": "62%",
        "money": "65%",
        "health": "68%",
        "notice": "需要多留意腳下",
        "discuss": "63%",
        "all_text": "整體運勢略顯崎嶇，雖然不會摔跤，但需要多留意腳下，避免被小石子絆到。你的情緒可能會比平時更敏感，比如聽到一句話、看到某個場景，突然就有點低落或煩躁，這種“情緒化”的狀態容易讓你對事情的判斷偏消極，建議遇到問題時先深呼吸兩秒，別急著下結論。人際關係上，你可能會因為小事和身邊人有點小摩擦，比如對方沒理解你的意思，或者你覺得對方的做法“不夠周到”，這種時候別急著爭對錯，先冷靜溝通反而能避免誤會升級。你適合把注意力放在“穩定自己”上，比如做些能讓你放鬆的事（聽音樂、散步、整理房間），別被外界的小波動打亂節奏。情緒需要出口，但別讓它主導你的決定，保持清醒的頭腦，才能把小問題化解在萌芽狀態。",
        "love_text": "單身的你，別總沉默寡言，遇到感興趣的人，試著多聊幾句，哪怕只是問“忙嗎”，也能讓對方感受到你的關注。已有伴者的你，別把想法都藏在心裡，比如對未來的期待或小顧慮，和對方坦誠聊聊，反而能避免誤會，讓感情更穩固。",
        "take_star": "",
        "work_text": "像在“爬坡”，需要持續輸出精力才能保持進度。容易因疲憊或懶散拖延任務，比如把簡單工作留到後面卻積壓成山。建議把大目標拆成小步驟，每完成一項就打勾，成就感能推動你繼續前進，別等“完美時機”，先做起來更重要。",
        "lucky_star": "金牛座",
        "money_text": "需要警惕“消費陷阱”，比如商家推出的“限時特惠”“買一送一”，或是直播裡的“全網最低價”，這些話術容易讓你衝動下單，買回來卻發現用不上。建議購物時優先看商品質量而非價格，別被“佔便宜”的心理驅動。如果已經買了不實用的東西，可以掛二手平臺轉賣，減少損失。",
        "health_text": "容易因吃飯時看手機分心，出現吃太快、沒嚼碎或吃撐的問題，影響消化還可能長胖。建議吃飯時把手機放遠點，專注咀嚼食物，每口嚼15-20次再嚥下，既能感受食物味道，又能減輕腸胃負擔。如果和朋友聚餐，多聊天少刷手機，吃飯體驗更好，身體也更舒服。",
        "lucky_color": "寶藍色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無計劃消費",
        "yi": "閱讀書籍",
        "all": "90%",
        "date": "2025-08-11",
        "love": "90%",
        "work": "94%",
        "money": "92%",
        "health": "94%",
        "notice": "幸運助力非偶然",
        "discuss": "97%",
        "all_text": "整體運勢很好，一切都比預計的更順利。比如原本覺得需要花時間的事，可能很快就有進展；原本擔心會出錯的環節，反而意外順利，這種“超預期”的體驗會讓你覺得輕鬆又帶勁。你的創意會特別活躍，比如想到某個新點子、對某件事有不一樣的看法，這些“靈光一現”的念頭別急著丟，記下來或分享給信任的人，可能會成為未來的小驚喜。人際關係上，你的幽默感會成為加分項，別人願意和你開玩笑、聊些輕鬆的話題，這種“被喜歡”的互動會讓你更有活力。你可以把“嘗試新事物”提上日程，比如去沒去過的餐廳、學個小技能，這種“不設限”的態度會幫你發現更多可能。運勢的“幸運助力”不是偶然，更像是你之前積累的好狀態在集中爆發，好好享受這種“被推著走”的感覺，但別因此驕傲——保持謙遜，能讓這份好運更持久。",
        "love_text": "單身的你，和喜歡的人有更多話題可聊，比如聊最近的電影、共同的興趣，這種“有話可說”的狀態會讓你更自信，也更容易拉近距離。已有伴者的你，能得到伴侶的理解，哪怕你說些“不切實際”的想法，對方也會認真聽，這種“被接納”的感覺會讓感情更溫暖。",
        "take_star": "",
        "work_text": "思維和行動都特別流暢，能快速把想法變成現實。但別因效率高而忽略團隊協作，比如獨自完成所有任務卻沒同步進度，可能導致後續銜接問題。適當放慢節奏，和他人確認方向，能讓成果更紮實。",
        "lucky_star": "白羊座",
        "money_text": "可能會收到意外進賬，可能是之前的兼職報酬、退款到賬，或是朋友還的欠款，金額不大但能讓你心情變好。適合用這筆錢做些讓自己開心的事，比如吃頓好的、買束花，或是存起來當應急資金。如果有人找你合作小項目，可以瞭解下細節，但別急著投入太多時間和精力。",
        "health_text": "飯後可以散散步，尤其是吃了較飽的午餐或晚餐後，走15-20分鐘能促進消化，避免肚子脹或犯困。建議選擇空氣好的地方，比如小區花園或河邊，慢走即可，別劇烈運動。如果下雨或不方便出門，在屋裡來回走幾圈也行，動起來比坐著不動更利於健康，晚上也能睡得更香。",
        "lucky_color": "珊瑚色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度敏感",
        "yi": "享受美食",
        "all": "95%",
        "date": "2025-08-11",
        "love": "92%",
        "work": "91%",
        "money": "90%",
        "health": "97%",
        "notice": "整個人能量滿滿",
        "discuss": "96%",
        "all_text": "整體運勢相當不錯，像被充滿電的電池，整個人能量值滿滿，從早到晚都帶著“我能行”的勁兒。你可能會突然對很多事產生興趣，比如想學做新菜、想嘗試新運動，或者想和久未聯繫的朋友聊聊天，這種“想動起來”的衝動別壓抑，順著心意去做，反而能收穫意想不到的快樂。你的共情力會特別強，能敏銳感知到身邊人的情緒，比如朋友沒說出口的煩惱，你一句貼心的回應就能讓對方覺得被理解；家人一個小動作，你就能猜到他們的需求，這種“被需要”的感覺會讓你很有成就感。人際關係上，你的溫暖會成為吸引他人的光，別人願意主動靠近你、分享自己的事，這種“被信任”的互動會讓你更珍惜當下。你可以把“享受生活”放在首位，別給自己定太多目標，隨心而動反而能讓你更接近幸福。要記住，你值得被好好對待，好好愛自己，生活會更甜。",
        "love_text": "單身的你，表現會加分，比如你的溫柔、幽默或體貼，會讓你在人群中更顯眼，說不定能吸引到讓你心動的人。已有伴者的你，能感受到更多的愛，比如對方主動關心你、為你做小事，這種“被愛包圍”的感覺會讓你更幸福，記得也給對方同樣的回應哦。",
        "take_star": "",
        "work_text": "像踩著“風火輪”，行動力直接拉滿，能快速響應變化並做出調整。但別因太著急而忽略規劃，比如想到什麼就做什麼，結果繞了彎路。建議先花5分鐘列個簡單清單，明確優先級，行動會更高效，避免“瞎忙”。",
        "lucky_star": "獅子座",
        "money_text": "正偏財都挺旺，可能是工作上拿到額外獎勵，或是兼職收入到賬，甚至收到小禮物或紅包。適合處理些和錢相關的事，比如還信用卡、存定期，或是給家人買份實用的小禮物，這些支出能讓你更有安全感。如果有人找你借錢，量力而行就好，別因為不好意思拒絕而委屈自己。",
        "health_text": "多吃蔬菜水果來補充維生素和膳食纖維，可能因外賣或零食吃太多，出現便秘或皮膚暗沉的情況。建議三餐中至少有一盤蔬菜，比如清炒時蔬或涼拌菜，水果可以選擇蘋果、香蕉或橙子，方便又營養。如果平時不愛吃菜，可以把蔬菜切碎混在粥或面裡，慢慢增加攝入量，身體會更輕鬆。",
        "lucky_color": "淺灰色",
        "lucky_number": "1"
      }
    }
  }
}