{
  "updated": "2025-11-05T05:09:52.166Z",
  "updateTime": "2025/11/5 下午1:09:52",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15328,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遇人不淑",
        "yi": "多表達感謝",
        "all": "50%",
        "date": "2025-11-04",
        "love": "59%",
        "work": "51%",
        "money": "58%",
        "health": "66%",
        "notice": "忽略了問題核心",
        "discuss": "69%",
        "all_text": "你的整體狀態像被一團亂麻纏住，原本順暢的節奏容易被各種突發狀況打亂。可能會遇到一些需要反覆處理的事，比如原本以為解決的小問題突然又冒出來，或是原本簡單的流程突然變得複雜。這些事未必有多嚴重，但“反覆”和“意外”會讓你覺得煩躁，甚至懷疑是不是自己哪裡沒做好。這種狀態下，你容易把注意力放在“為什麼這麼麻煩”上，反而忽略了問題的核心。其實更適合先穩住情緒，遇到麻煩時，別急著下結論或做決定，先觀察清楚情況再行動。有些事可能需要你多花點時間，但急躁只會讓情況更糟。另外，這一天不適合處理需要多方協調的事，容易因為溝通不暢或意見不合而卡殼，不如先專注自己能控制的部分。",
        "love_text": "單身的你，在網絡社交中需多留個心眼，虛擬世界的熱情可能藏著模糊的邊界，別輕易被甜言蜜語帶偏節奏。已有伴者的你，和伴侶相處時注意玩笑的分寸，有些話脫口而出前先想想對方會不會當真，別讓無心之言變成爭執的導火索，保持輕鬆但別越界。",
        "work_text": "容易在細節上栽跟頭，可能是文件裡的錯別字、計算時的疏漏，或是溝通時沒說清重點。這些小問題看似不起眼，卻可能影響整體進度，甚至需要返工補救。建議處理任務時多檢查兩遍，重要的事別急著交差，給自己留點緩衝時間。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運有點懸，有破財的危險，可能是一時疏忽弄壞了東西要賠償，或者衝動買了些不實用的高價物品。購物前最好多想想這東西是不是真有必要買，別頭腦一熱就下單，也別輕易把錢借出去，不然很可能收不回來，讓自己陷入經濟小麻煩。",
        "health_text": "容易出現喉嚨痛的情況。可能是天氣乾燥、用嗓過度，或是吃了些辛辣食物刺激到。這一天儘量多喝水潤喉，少吃辛辣、油炸食品，說話也別太大聲、太久，要是喉嚨已經有不適感，含點潤喉糖能緩解，好好呵護喉嚨別讓它“鬧脾氣”。",
        "lucky_color": "橘紅色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度理想化",
        "yi": "提升管理才能",
        "all": "83%",
        "date": "2025-11-04",
        "love": "90%",
        "work": "86%",
        "money": "84%",
        "health": "80%",
        "notice": "把壓力轉化為動力",
        "discuss": "79%",
        "all_text": "你像一塊慢慢吸收能量的海綿，整體狀態穩中有升。之前讓你感到壓力的事，會逐漸找到調整的方向，不是突然解決，而是你開始能更理性地看待這些壓力，把它們轉化為推動自己的動力。比如原本讓你焦慮的目標，會變得更清晰；或者一直糾結的選擇，慢慢有了更踏實的判斷依據。這種轉變不是靠外部的助力，而是你內心逐漸找到平衡點的結果。你可能會發現，自己更願意沉下心來處理那些需要耐心的事，而不是被情緒帶著走。這種狀態會讓你在面對選擇時更果斷，也更容易從日常的小事裡找到成就感。這一天可以做一些需要長期積累的事，比如整理思路、完善計劃，或是把之前沒做完的事慢慢推進。",
        "love_text": "單身的你，可能會遇到讓你眼前一亮的人，或許是日常互動中突然發現對方的閃光點，別急著否定可能性，自然接觸反而有驚喜。已有伴者的你，和伴侶的默契值直線上升，哪怕一個眼神也能讀懂對方的心思，可以一起做些需要配合的小事，比如商量晚餐菜單或規劃週末。",
        "work_text": "可以多接觸一些新消息、新動態。無論是行業資訊、同事分享的經驗，還是課堂上的補充知識，都能幫你打開思路，甚至找到解決問題的新方法。但別被海量信息衝昏頭，挑對自己有用的重點吸收更高效。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，但得做好預算。不管是日常開銷，還是計劃中的大額消費，提前規劃好每一筆錢怎麼花，心裡有本賬，就能避免不必要的浪費，把錢花在刀刃上，讓自己的財務狀況穩穩當當，不會出現入不敷出的情況。",
        "health_text": "要關注下枕頭高度對健康的影響。枕頭過高過低都可能讓頸部不舒服，影響睡眠質量，第二天還會覺得脖子痠疼。睡前調整好枕頭高度，讓它能貼合頸部曲線，給頸部良好支撐，這樣能睡得香，第二天精神也好，頸部也能保持舒適狀態。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "承諾任何事",
        "yi": "做數據分析",
        "all": "75%",
        "date": "2025-11-04",
        "love": "78%",
        "work": "73%",
        "money": "79%",
        "health": "72%",
        "notice": "總是在原地打轉",
        "discuss": "70%",
        "all_text": "你像一臺需要輸入指令的機器，整體狀態偏向被動。你可能會覺得“心裡有想法，但行動上提不起勁”，或者明明知道該做什麼，卻總在原地打轉。這種狀態不是因為懶，而是缺乏一個具體的“觸發點”，比如一個明確的目標、一個清晰的計劃，或是某個能推動你行動的契機。沒有計劃的情況下，你容易陷入“想得多，做得少”的循環，甚至可能因為猶豫而錯過一些機會。這一天可以先給自己定個簡單的行動框架，比如“先完成哪幾件事”，哪怕只是小事，也能幫你打破這種被動感。另外，別因為“怕做不好”而不敢開始，有時候先行動起來，反而能找到更清晰的方向。",
        "love_text": "單身的你，對脫單的興致不高，更願意把精力放在自己的興趣上，這種“佛系”狀態反而能讓你更放鬆，遇到合適的人反而更自然。已有伴者的你，伴侶可能會覺得你最近陪伴的時間變少，哪怕只是一起窩在沙發看劇，也能讓對方感受到被重視，別讓忙碌沖淡了溫度。",
        "work_text": "容易陷入“思維定式”，比如用老方法處理新問題，或堅持自己的觀點不願聽他人建議。這種狀態會讓你卡在某個環節，甚至錯過更優解。試著換個角度思考，或主動問問別人的看法，反而能突破瓶頸。",
        "lucky_star": "金牛座",
        "money_text": "培養記賬的習慣很重要。平時花錢可能沒個準頭，開始把每一筆支出都記下來，晚上看看賬本，就能清楚知道錢都花哪兒了，哪些是不該花的，這樣以後就能更好地控制消費，讓錢包慢慢鼓起來。",
        "health_text": "保持情緒的穩定。情緒波動大可能會引發身體不適，比如頭疼、心慌等。遇到事情彆著急上火，儘量讓自己冷靜下來，可以通過聽音樂、散步等方式放鬆心情，把情緒調整到平穩狀態，這樣身體才不會因為情緒“鬧情緒”而出現各種小毛病。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱拖延症",
        "yi": "制定新計劃",
        "all": "80%",
        "date": "2025-11-04",
        "love": "76%",
        "work": "89%",
        "money": "77%",
        "health": "88%",
        "notice": "偏向調整與完善",
        "discuss": "89%",
        "all_text": "這一天的你像一位正在校準地圖的導航員，整體狀態偏向調整與完善。你可能會更關注“如何讓現有的計劃更合理”，而不是急著推進新的目標。比如原本的安排有些漏洞，會主動去修補；或者發現某些細節需要優化，會願意花時間調整。這種狀態讓你更注重實際效果，而不是表面的進度。你可能會更願意和身邊的人討論想法，從他人的反饋裡找到改進的方向。這種調整不是因為之前的計劃有問題，而是你希望讓一切更“穩妥”，既不冒進，也不拖延，而是找到一個更舒服的節奏。這一天可以做一些需要反覆確認的事，比如檢查細節、完善流程，或是把之前的想法再梳理一遍。",
        "love_text": "單身的你，在感情上比較被動，遇到心動的人也容易藏在心裡，不如試著用行動傳遞好感，比如分享一杯熱飲或一句簡單的關心。已有伴者的你，和伴侶相處時別總把愛藏在細節裡，偶爾直接說句“我想你”或“你很重要”，反而能讓對方更明確你的心意。",
        "work_text": "建議多打磨優勢，把擅長的事做到更好。比如你溝通能力強，就多主動協調團隊任務；你邏輯清晰，就負責整理複雜的數據。把精力集中在自己擅長的領域，不僅能提升效率，還能讓成果更出彩。",
        "lucky_star": "獅子座",
        "money_text": "需要更謹慎的規劃，雖然有零散的小收入進賬，但也可能因為人情往來或臨時消費打亂節奏。別被“差不多就行”的心態影響，儘量把每筆支出列個清單，尤其是網購或外出聚餐時，提前設個預算上限。理財方面，別急著追加新項目，先把手頭的儲蓄或穩健型理財梳理清楚，避免資金分散導致管理混亂。",
        "health_text": "要注意飲食營養均衡。別隻挑喜歡的食物吃，各種食物都吃點，保證攝入足夠的蛋白質、維生素等營養。多吃蔬菜水果、全穀類食物，搭配適量的肉類、魚類，這樣身體才能獲得全面營養，增強免疫力，減少生病的幾率，讓身體一直健健康康的。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過自由散漫",
        "yi": "圖書館看書",
        "all": "83%",
        "date": "2025-11-04",
        "love": "80%",
        "work": "82%",
        "money": "86%",
        "health": "81%",
        "notice": "注意力集中於一事",
        "discuss": "85%",
        "all_text": "你就像一盞聚光燈，整體狀態偏向專注與堅持。你可能會發現，當自己把注意力集中在一件事上時，效率會明顯提升。這種專注不是被迫的，而是你主動選擇了“少而精”的模式，比如只處理一件重要的事，而不是同時應付多個任務。這種狀態下，你更容易感受到“堅持”帶來的成就感，哪怕過程有些枯燥，你也會因為看到進展而更有動力。需要注意的是，別因為太專注而忽略周圍的信號，比如他人的提醒或環境的變化，偶爾抬頭看看，反而能讓你的堅持更有方向。這一天可以做一些需要長期投入的事，比如學習新技能、培養習慣，或是把一件小事做到極致。",
        "love_text": "單身的你，這一天可以和潛在對象聊些共同感興趣的話題，比如最近看的劇或喜歡的音樂，共同的喜好能讓你們更快拉近距離。已有伴者的你，主動關心伴侶的小情緒，比如發現對方沉默時問一句“累嗎”，這種細節的在意會讓對方覺得被放在心上。",
        "work_text": "熟能生巧的一天，通過重複練習有利於幫你把技能磨得更紮實。比如整理文件時總結規律、背單詞時用聯想記憶、做實驗時記錄步驟細節，這些看似枯燥的重複，反而能讓你在關鍵時刻更從容。",
        "lucky_star": "射手座",
        "money_text": "財運較好，不過要保持精打細算。買東西時多比比價，別看到喜歡的就急著買，說不定別家更便宜。對於一些非必需品，能不買就先不買，把錢花在提升生活品質的關鍵地方，這樣能讓你的每一分錢都發揮最大作用。",
        "health_text": "要少喝各種飲料、少吃甜食。飲料和甜食裡糖分高，吃多了容易讓血糖升高，還可能引發肥胖等問題。這一天多喝白開水，既解渴又健康，想吃甜的東西時，可以用水果代替，既能滿足對甜味的渴望，又能攝入更多營養，對身體健康更有好處。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不切實際",
        "yi": "學習新方法",
        "all": "57%",
        "date": "2025-11-04",
        "love": "53%",
        "work": "58%",
        "money": "59%",
        "health": "60%",
        "notice": "容易三分鐘熱度",
        "discuss": "56%",
        "all_text": "你就像一臺頻繁切換頻道的電視，整體狀態容易分散。你可能會發現自己對很多事都感興趣，但真正投入時卻容易“三分鐘熱度”，比如剛開始做一件事，沒多久就被另一件事吸引，結果哪件都沒做好。這種狀態不是因為能力不足，而是你容易被新鮮感或小細節干擾，導致注意力難以集中。你可能會覺得“效率不高”，甚至因為反覆調整而感到疲憊。建議別給自己定太多目標，先選一件最想做的事，哪怕進度慢一點，也比同時做多件事卻都沒完成更踏實。另外，別因為“怕錯過”而勉強自己，有時候“少而精”反而能讓你更有成就感。",
        "love_text": "單身的你，容易在表達好感時“用力過猛”，比如太急著證明自己反而讓對方有壓力，不如保持自然的互動節奏。已有伴者的你，別因為追求完美給感情太大壓力，偶爾允許自己“擺爛”一天，比如一起點外賣而不是做飯，輕鬆的氛圍反而更親密。",
        "work_text": "可能會遇到些“卡殼”的時刻，比如任務卡在某個環節、知識點怎麼都理解不透。別急著否定自己，這種“卡住”其實是提醒你：需要換個方向或找外力幫忙。暫時放下難題，先做其他事，或找同事、同學聊聊，反而能找到突破口。",
        "lucky_star": "摩羯座",
        "money_text": "財運不太好，千萬別破罐子破摔。可能遇到一些花錢的小狀況，比如東西突然壞了要維修，或者收到一些意外的賬單，但別因此就放任自己亂花錢。冷靜下來，合理規劃剩下的錢，控制不必要的消費，才能慢慢穩住財務狀況。",
        "health_text": "不要吃高熱量碳水。像油炸的麵食、蛋糕這類高熱量碳水食物，吃多了容易讓身體堆積脂肪，還可能影響消化。這一天選擇一些低熱量、高纖維的食物，比如燕麥、紅薯等，既能提供能量，又不會給身體帶來太大負擔，讓身體保持輕盈狀態。",
        "lucky_color": "銀灰色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "自己沖泡咖啡",
        "all": "91%",
        "date": "2025-11-04",
        "love": "90%",
        "work": "95%",
        "money": "96%",
        "health": "98%",
        "notice": "情緒上的高能量",
        "discuss": "92%",
        "all_text": "你的整體狀態像被陽光填滿的房間，明亮又溫暖。你會明顯感覺到情緒上的輕鬆感，哪怕遇到小事也能用更積極的心態看待，甚至能從日常的瑣碎裡找到樂趣。這種情緒上的“高能量”會帶動你與周圍人的互動，你更願意主動分享想法，也更容易得到他人的正向反饋，形成一種良性循環。物質或精神層面的收穫可能不會突然降臨，但你會發現自己之前的積累正在慢慢顯現效果，比如之前堅持的習慣開始帶來滿足感，或是某個小目標有了進展。這種“收穫感”會讓你更願意繼續投入，形成一種持續向上的狀態。這一天可以做一些能帶來成就感的事，比如整理生活、培養興趣，或是和信任的人聊聊心裡話，都能讓這種好狀態延續下去。",
        "love_text": "單身的你，桃花運像開了掛，可能在朋友聚會或日常場景中遇到主動示好的人，別急著拒絕，多接觸說不定有意外收穫。已有伴者的你，和伴侶的相處像被按了“和諧鍵”，哪怕有小矛盾也能快速化解，適合一起做些需要協作的事，比如整理房間或規劃旅行。",
        "work_text": "你的反應格外靈敏，能快速捕捉到關鍵信息。在各種事務推進中，你就像靈動的舞者，巧妙避開阻礙，輕鬆化解難題。無論是與他人協作，還是獨自處理事務，都能憑藉這份敏銳找到最佳路徑，讓整體進展十分順利，收穫滿滿成就感。",
        "lucky_star": "處女座",
        "money_text": "財運超棒，對賺錢的機會嗅覺敏銳。能敏銳地發現身邊一些能增加收入的小門道，比如兼職的小機會，或者一些優惠活動能讓你省下不少錢。多留意周圍的信息，抓住這些小機會，就能讓自己的錢包更充實。",
        "health_text": "要培養良好生活習慣。早睡早起別熬夜，熬夜會讓身體得不到充分休息，第二天沒精神還容易生病。適當做些運動，比如散步、拉伸，讓身體活動起來。還要注意個人衛生，勤洗手、勤換衣物，從這些小細節做起，讓健康一直陪伴著你。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人感受",
        "yi": "玩經營類遊戲",
        "all": "71%",
        "date": "2025-11-04",
        "love": "76%",
        "work": "66%",
        "money": "79%",
        "health": "72%",
        "notice": "想做卻又不想動",
        "discuss": "77%",
        "all_text": "你就像一臺需要啟動的發動機，整體狀態偏向“不溫不火”。你可能會覺得“沒什麼特別的事，但也沒什麼動力”，容易陷入一種“想做又不想動”的糾結裡。這種狀態不是因為疲憊，而是缺乏一個明確的“推動力”，比如一個必須完成的目標，或是一個能讓你興奮的契機。與其在原地猶豫，不如先選一件小事行動起來，哪怕只是整理房間、讀幾頁書，或是出門走一走。行動本身會幫你打破這種“渾渾噩噩”的感覺，哪怕結果不完美，也能讓你找到下一步的方向。另外，這一天可以減少不必要的糾結，比如別太在意“這樣對不對”“別人怎麼看”，先把注意力放在“自己想做什麼”上，反而能更輕鬆。",
        "love_text": "單身的你，別總宅在家裡，多參加社交活動能增加遇到新人的機會，哪怕只是和鄰居聊兩句，也可能擦出火花。已有伴者的你，和伴侶一起行動能讓感情升溫，比如一起逛超市或遛狗，共同的日常反而能加深依賴感。",
        "work_text": "似乎遭遇了一些無形的阻礙，就像在前進道路上遇到了卡殼狀況。原本順暢的節奏被打亂，思維也有些受限，難以快速找到突破口。在處理各種事務時，容易陷入糾結，導致進展緩慢。不過別擔心，這只是暫時的，調整心態，換個角度或許能柳暗花明。",
        "lucky_star": "天秤座",
        "money_text": "收支基本平衡。日常的開銷和收入能維持在一個相對穩定的狀態，沒有大的驚喜，也不會出現大的財務危機。不過也別放鬆警惕，還是要合理規劃每一筆錢，避免一些不必要的消費，讓財務狀況一直保持穩定。",
        "health_text": "不要長時間躺著玩手機。長時間保持這個姿勢，對眼睛、頸椎都不好，容易引發眼睛疲勞、乾澀，頸椎也會痠疼。每隔一段時間就起來活動活動，看看遠處，讓眼睛和身體都放鬆放鬆。控制好玩手機的時間，別讓手機影響了你的身體健康。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決策",
        "yi": "整理重要文件",
        "all": "52%",
        "date": "2025-11-04",
        "love": "56%",
        "work": "54%",
        "money": "50%",
        "health": "66%",
        "notice": "莫名其妙的阻礙",
        "discuss": "50%",
        "all_text": "你就像走在一條佈滿小石子的路上，整體狀態容易磕磕絆絆。你可能會遇到一些讓你覺得“莫名其妙”的阻礙，比如原本順利的事突然被打斷，或是和他人溝通時出現誤解。這些事未必是針對你，但“被刁難”的感覺會讓你有些煩躁，甚至懷疑是不是自己哪裡沒做好。其實更適合先穩住情緒，遇到不順時，別急著反駁或解釋，先觀察清楚情況再行動。有些矛盾可能只是立場不同，換個角度溝通反而能化解。另外，不適合處理需要多方協調的事，容易因為情緒波動而讓情況更復雜，不如先專注自己能控制的部分，把注意力放在“如何減少內耗”上。",
        "love_text": "單身的你，在喜歡的人面前容易緊張，明明想表現卻說錯話，不如放鬆點，把對方當普通朋友相處反而更自然。已有伴者的你，別因為小事責怪對方，比如對方忘記帶鑰匙，先安慰再解決，語氣軟一點能讓矛盾快速化解。",
        "work_text": "你的自信心似乎受到了不小的打擊，就像原本明亮的燈塔突然失去了光芒。在做事情時，你會不自覺地懷疑自己的能力，擔心無法達到預期效果。這種心態讓你在面對任務時有些畏縮，不敢大膽嘗試。但請相信，挫折只是暫時的，重新找回自信，你依然能綻放光彩。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不佳，要小心情緒化消費。心情好的時候可能想買買買犒勞自己，心情不好的時候又可能通過購物來發洩，這樣很容易衝動消費，買一堆不實用的東西。購物前先冷靜幾分鐘，想想自己是不是真的需要，避免不必要的花錢。",
        "health_text": "不要總是咬指甲。咬指甲不僅不衛生，容易讓細菌進入體內，還可能損傷指甲和周圍的皮膚，引發炎症。當想咬指甲時，可以找些其他事情做，比如玩個小玩具、捏捏手指，轉移注意力，慢慢改掉這個壞習慣，讓手指和身體都健健康康的。",
        "lucky_color": "酒紅色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒消極低落",
        "yi": "瞭解法律常識",
        "all": "59%",
        "date": "2025-11-04",
        "love": "51%",
        "work": "68%",
        "money": "62%",
        "health": "64%",
        "notice": "陷入低能量模式",
        "discuss": "60%",
        "all_text": "你就像一臺電量不足的手機，整體狀態容易陷入低能量模式。你可能會覺得“心裡壓著事”，哪怕沒什麼具體的問題，也會被一種莫名的疲憊感籠罩。這種負面情緒可能來自對未來的不確定，或是對現狀的不滿，但不適合強行“解決”這些問題，越糾結越容易陷入情緒漩渦。你需要的是先給自己“充充電”，比如做一件能讓你放鬆的事，聽音樂、散步，或是和信任的人聊聊。情緒上的“低谷”是暫時的，先接納這種狀態，別急著逼自己“振作”，反而能更快調整過來。另外，這一天可以減少不必要的社交或消耗，把精力留給真正重要的事，避免因為“硬撐”而更累。",
        "love_text": "單身的你，容易因為不自信而錯過機會，比如覺得“自己不夠好”而不敢主動，其實你身上有很多被忽略的優點。已有伴者的你，和伴侶之間可能會因為小事產生信任危機，比如對方晚回消息就懷疑，先冷靜溝通再下結論，別讓猜疑毀了感情。",
        "work_text": "似乎有些一心二用，注意力難以集中。在處理各種事務時，思維容易跳躍，導致效率有所下降。就像同時操作多個程序，卻讓每個程序都運行得不夠流暢。你需要學會合理分配精力，專注於當下的事情，避免因為分心而出現失誤，影響整體的進展。",
        "lucky_star": "天蠍座",
        "money_text": "財運一般，切勿盲目囤貨。看到商品打折促銷，別一股腦地買很多囤在家裡，有些東西可能根本用不完，最後過期或者閒置，造成浪費。買東西前先看看自己是不是真的需要，按需購買，這樣才能避免不必要的開支。",
        "health_text": "要少吃生冷食物。生冷食物吃多了會刺激腸胃，引起腸胃不適，比如肚子疼、拉肚子等。這一天選擇溫熱的食物，像熱湯、熱粥，既能溫暖腸胃，又容易消化。如果吃了生冷食物後腸胃不舒服，可以喝點熱水緩解一下，保護好腸胃別讓它受傷。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "看戲劇表演",
        "all": "96%",
        "date": "2025-11-04",
        "love": "95%",
        "work": "94%",
        "money": "90%",
        "health": "92%",
        "notice": "快速找到解決辦法",
        "discuss": "95%",
        "all_text": "你就像一臺高速運轉的電腦，整體狀態充滿幹勁。你會明顯感覺到“想做的事很多，而且都能做好”的信心，哪怕遇到小問題也能快速找到解決辦法。這種“事半功倍”的節奏會讓你更願意嘗試新事物，比如學個新技能、整理生活，或是把之前的想法付諸行動。你的效率會比平時更高，甚至能同時處理多件事而不覺得混亂。這種狀態下的你容易成為周圍人的“小太陽”，帶動他人一起行動。這一天可以做一些需要創造力或執行力的事，比如規劃未來、培養習慣，或是把一件小事做到極致，都能讓你更有成就感。",
        "love_text": "單身的你，可能會得到心上人的直接誇獎，比如對方說你“很有想法”，這種認可會讓你更有信心，不妨趁機加深互動。已有伴者的你，和伴侶的默契值爆表，可能一個動作就知道對方要什麼，適合一起做些需要配合的事，比如打遊戲或做飯。",
        "work_text": "對你而言是充滿驚喜的一天，將迎來全新的突破。你的思維活躍，創意不斷，在處理各種事務時，能提出新穎獨特的見解和方法，讓周圍的人眼前一亮。這種突破不僅為你帶來了成就感，更為未來的發展奠定了良好的基礎。",
        "lucky_star": "白羊座",
        "money_text": "財運很好，抽獎手氣佳。參加一些抽獎活動，不管是線上的還是線下的，都有可能中獎，獲得一些小獎品或者優惠券。不過也別把希望都寄託在抽獎上，還是要合理規劃自己的消費，把中獎當成意外之喜就好。",
        "health_text": "要遠離病菌以及灰塵重地。病菌和灰塵容易引發呼吸道疾病，讓你咳嗽、打噴嚏。這一天儘量少去人多、空氣不流通的地方，如果必須去，可以戴上口罩。家裡也要經常打掃，保持乾淨整潔，減少灰塵，讓呼吸的空氣更清新，身體更健康。",
        "lucky_color": "藏青色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "做市場調查",
        "all": "84%",
        "date": "2025-11-04",
        "love": "81%",
        "work": "80%",
        "money": "84%",
        "health": "89%",
        "notice": "想法落實行動上",
        "discuss": "81%",
        "all_text": "你就像一棵慢慢紮根的樹，整體狀態偏向踏實與穩定。你可能會更願意把想法落實到行動上，而不是停留在“想”的階段。這種“腳踏實地”的感覺會讓你更有安全感，比如你會更關注“如何把計劃細化”，或是“如何讓目標更實際”。這種狀態下的你不容易被外界干擾，哪怕遇到小阻礙也能耐心調整方向。你可能會發現，自己更願意和身邊的人分享想法，從他人的反饋裡找到改進的方向。這種“穩中求進”的節奏會讓你更安心，也更容易看到進展。這一天可以做一些需要長期積累的事，比如整理生活、培養習慣，或是把一件小事慢慢做好。",
        "love_text": "單身的你，別總躲在角落，多在社交場合刷存在感，比如主動聊兩句或幫忙遞東西，你的溫柔很容易被注意到。已有伴者的你，和伴侶一起出門能增加互動，比如一起看展或喝咖啡，換個環境能讓你們更專注地享受彼此的陪伴。",
        "work_text": "能按照既定的計劃穩步前行。一切都在有條不紊地進行著，沒有出現大的波折。你清楚地知道自己的目標和方向，每一步都走得踏實而堅定。這種按部就班的狀態讓你感到安心，也能讓你更好地發揮自己的能力，收穫穩定的成果。",
        "lucky_star": "水瓶座",
        "money_text": "財運不錯，有小財的進賬。可能是工作上的小獎勵，或者之前的一些小投資有了回報，也可能是收到朋友的小禮物。雖然錢不多，但也能讓你的心情變好。不過也別因為這點小財就放鬆對財務的規劃，還是要合理安排每一筆錢。",
        "health_text": "要根據氣溫變化添減衣物。天氣變化快，穿多了熱、穿少了冷，都可能讓身體著涼生病。早上出門前看看天氣預報，合理搭配衣物，熱了就脫一件，冷了就及時穿上。隨身帶件外套，以防氣溫突然變化，好好照顧自己，別讓感冒找上門。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}