{
  "updated": "2025-09-10T12:13:50.943Z",
  "updateTime": "2025/9/10 下午8:13:50",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14903,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度沉迷遊戲",
        "yi": "看戲劇演出",
        "all": "79%",
        "date": "2025-09-10",
        "love": "77%",
        "work": "78%",
        "money": "65%",
        "health": "81%",
        "notice": "平穩中享受舒適",
        "discuss": "79%",
        "all_text": "整體運勢平平，是趨於日常節奏的一天。生活不會有太大的波瀾，一切都比較按部就班。你可能會覺得有些平淡，但這種平穩其實也是一種難得的舒適。在這一天裡，你無需刻意去追求什麼特別的驚喜，順其自然就好。日常的各種事務會佔據你的大部分時間和精力，比如處理家務、和家人簡單交流等。社交方面也不會有太多新的動態，可能會和熟悉的朋友偶爾聊聊天，但不會有深入的探討。在財務上，也不會有明顯的收入或支出變化，保持在一個相對穩定的狀態。健康方面，身體狀況良好，沒有明顯的病痛困擾，不過也別因為感覺不錯就過度消耗體力，還是要保持適度的休息。這一天就像一杯溫開水，雖然沒有濃烈的滋味，但卻能滋潤你的生活，讓你在平淡中感受生活的本真，以平和的心態去迎接新一天的到來。",
        "love_text": "單身的你，別總窩在自己的小世界裡被動等待緣分降臨啦。主動出擊才更有可能邂逅愛情，多參加些社交活動，說不定那個對的人就在其中。已有伴者的你，感情需要用心經營。別總覺得老夫老妻就不用花心思，偶爾給對方一個小驚喜，比如送一束花，一起吃頓浪漫的晚餐，能讓感情升溫不少。別讓忙碌的生活沖淡了彼此的愛意。",
        "take_star": "",
        "work_text": "對你而言，是個需要沉澱與積累的日子。整體狀態平穩但不算突出，在處理各類事務時，能感受到自身知識儲備和實踐經驗的不足。別急於求成，每一次的嘗試都是積累經驗的好機會。多觀察身邊人的做法，汲取他們的長處，將所學運用到實際操作中，慢慢提升自己的能力，為未來的發展打下堅實基礎。",
        "lucky_star": "摩羯座",
        "money_text": "明顯感到錢包變緊，可能是突然冒出來的賬單或臨時用錢需求打亂計劃，這時候別急著拆東牆補西牆，先梳理下現有資金能撐多久。購物時容易因為焦慮買便宜但用不上的東西，反而更浪費，建議優先處理必要支出，非急需消費先緩一緩。",
        "health_text": "把“小心”二字刻在心裡，日常活動裡一個不留神就容易磕著碰著，像走樓梯踩空、切菜時手滑，都可能讓你掛點小彩。做家務或運動前，先把周圍環境檢查一遍，尖銳物品收起來，穿防滑的鞋子，要是進行戶外活動，護具都備齊，能減少不少受傷風險。",
        "lucky_color": "藏青色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "對人不對事",
        "yi": "學習樂器演奏",
        "all": "85%",
        "date": "2025-09-10",
        "love": "81%",
        "work": "84%",
        "money": "82%",
        "health": "87%",
        "notice": "做想做的事情",
        "discuss": "89%",
        "all_text": "整體運勢相對平穩，並且會有一些興趣學習的安排。這一天，你的生活節奏較為舒緩，沒有太多讓人頭疼的麻煩事。你會覺得內心比較安定，能夠靜下心來去做自己想做的事情。興趣學習會成為這一天的亮點，你可能會投入到一直感興趣的領域中，比如學習繪畫、烹飪或者一門新的語言。在學習過程中，你會感受到樂趣和滿足，這種充實感會讓你的心情格外愉悅。社交方面，雖然不會有大規模的聚會，但可能會和有共同興趣的人交流心得，分享學習的經驗。財務上，沒有大的消費衝動，會根據自己的需求合理支出。健康方面，精神狀態不錯，身體也充滿活力，能夠以飽滿的熱情去探索新的知識和技能，讓自己在這一天有所收穫和成長。",
        "love_text": "單身的你，或許會有脫單的想法冒出來，別光想不做呀。多留意身邊的人，說不定有人正悄悄關注著你。已有伴者的你，在感情裡要保持獨立個性。不要為了迎合對方而失去自我，有自己的生活和興趣愛好，反而會讓對方更欣賞你。兩人相處時，偶爾展現一下不一樣的自己，能給感情增添新鮮感。",
        "take_star": "",
        "work_text": "充滿活力與衝勁，整體狀態良好，有著挑戰新事物的勇氣和決心。在面對各種情況時，能保持冷靜思考，積極尋找解決辦法。這種積極向上的態度會讓你在處理事務時更加得心應手，有機會接觸到新的領域和任務，為個人發展帶來新的契機，要好好把握。",
        "lucky_star": "水瓶座",
        "money_text": "財運藏在“信息差”裡，多刷行業新聞或和同行聊天，可能發現兼職機會或優惠渠道，比如信用卡積分兌換、商家限時折扣。消費時容易為“升級體驗”多花錢，比如買更貴的座位或套餐，建議先對比普通版和升級版的實際差距，別為虛頭巴腦的附加值買單。",
        "health_text": "在和熱水打交道時得多長個心眼，不管是倒熱水、泡茶還是洗澡調水溫，都別太著急。倒熱水時杯子拿穩，別晃悠；泡茶先放茶葉再倒水，避免熱水濺出；洗澡前先用手試試水溫，防止燙傷皮膚，尤其是家裡有小孩的，更要把熱水放置在安全位置。",
        "lucky_color": "橘紅色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "背後論人是非",
        "yi": "擴大社交圈子",
        "all": "72%",
        "date": "2025-09-10",
        "love": "65%",
        "work": "59%",
        "money": "78%",
        "health": "77%",
        "notice": "專注於自己的事",
        "discuss": "71%",
        "all_text": "整體運勢稍有起伏，這一天要專注自己少論是非。生活中可能會出現一些小狀況，讓你的情緒有些波動，不過好在都在可控範圍內。你會發現自己周圍的信息有些繁雜，各種消息不斷傳來，這時候很容易被捲入是非之中。但你要提醒自己保持清醒，專注於自己的事情，不要過多地去參與別人的討論和紛爭。把精力放在提升自己、做自己喜歡的事情上，比如閱讀一本好書、聽一場音樂會。在人際關係方面，可能會因為一些小事和他人產生小摩擦，但只要你不去刻意放大，很快就能化解。財務上，沒有明顯的進賬或大額支出，保持平穩。健康方面，注意調節自己的情緒，避免因為心情起伏過大而影響身體狀態，以平和的心態度過這一天。",
        "love_text": "單身的你，狀態有點心不在焉，對感情的事提不起太多興趣。不妨調整下心態，出去走走散散心，說不定心情好了，愛情也會跟著來。已有伴者的你，態度可別太敷衍。別總是心不在焉地回應對方，認真傾聽對方說話，給予積極的反饋，讓對方感受到你的在乎。不然，對方可能會覺得你不夠重視這段感情。",
        "take_star": "",
        "work_text": "你的狀態有些鬆散，容易被外界因素干擾，難以全身心投入到事務中。在處理事情時，常常會出現開小差的情況，導致效率低下，還可能出現一些小失誤。需要儘快調整自己的狀態，集中注意力，排除外界干擾，以更專注的態度面對各項任務，避免因疏忽而影響整體進展。",
        "lucky_star": "巨蟹座",
        "money_text": "在理財上容易犯“拖延症”，明明想調整存款方式或整理賬單，卻總被其他事打斷，建議設個手機提醒強制自己花半小時處理。購物時容易被“湊單滿減”帶節奏，結果買了一堆不需要的東西，不如直接買最需要的，省下的錢比滿減更實在。",
        "health_text": "要是打算運動鍛鍊，可別一上來就猛衝猛打。比如平時不跑步，突然去跑五公里，身體很容易吃不消，可能出現肌肉拉傷、關節疼痛。先從簡單的熱身開始，活動活動關節，拉伸拉伸肌肉，再慢慢增加運動強度，給身體一個適應的過程。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "聽信小道消息",
        "yi": "做分享視頻",
        "all": "97%",
        "date": "2025-09-10",
        "love": "98%",
        "work": "95%",
        "money": "96%",
        "health": "99%",
        "notice": "置身溫暖社交圈中",
        "discuss": "95%",
        "all_text": "迎來給力的運勢，是人緣特別好的一天。這一天，你會感覺自己彷彿置身於一個溫暖的社交圈中，周圍的人都對你十分友好和熱情。無論是在熟悉的場合還是陌生的環境裡，你都能輕鬆地和他人建立起良好的關係，結識到新的朋友。大家願意和你分享生活中的趣事，也會傾聽你的想法和感受，這種被接納和認可的感覺會讓你心情格外舒暢。在與人交往的過程中，你會展現出自己溫柔、體貼的一面，贏得更多人的喜愛。財務方面，可能會因為社交活動有一些小的支出，但也會從朋友那裡得到一些小驚喜或者小幫助。健康上，良好的心情會讓你的身體也充滿活力，精神狀態極佳。這一天，你就盡情享受這美好的人際關係，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，要勇敢一點，敢於向心儀的人傳遞心意。別害怕被拒絕，不嘗試怎麼知道結果呢？說不定對方也在等你主動。已有伴者的你，會得到熱情回應。你對對方的好，對方都看在眼裡，記在心裡，會以同樣的熱情回應你。兩人可以一起做些有意義的事，讓感情更加深厚。",
        "take_star": "",
        "work_text": "是你不斷進步的一天，整體運勢呈上升趨勢。在處理各種事務時，你能充分發揮自己的優勢，展現出較強的學習能力和適應能力。無論是面對新的工作任務還是學習內容，都能快速掌握要點，並且能夠舉一反三。與他人的合作也十分順利，能從團隊中汲取力量，共同推動事情向前發展，取得不錯的成果。",
        "lucky_star": "天蠍座",
        "money_text": "財運像開了“外掛”，家人可能主動給你轉錢，朋友會推薦靠譜的兼職，甚至路上撿到小錢都有可能。消費時容易因為“大家都買”跟風，比如網紅店打卡或限量款，建議先問問自己是否真的需要，別讓別人的選擇影響你的錢包，穩住現有收益更重要。",
        "health_text": "健康密碼就藏在“規律飲食”裡，一日三餐按時吃，別飢一頓飽一頓。早餐吃好，像牛奶、雞蛋、全麥麵包搭配著來；午餐吃飽，葷素搭配，有肉有菜有主食；晚餐吃少，吃點清淡易消化的，比如蔬菜湯、粥。少吃零食和夜宵，讓腸胃能正常休息。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "衝動與人絕交",
        "yi": "種種花草樹木",
        "all": "63%",
        "date": "2025-09-10",
        "love": "58%",
        "work": "60%",
        "money": "61%",
        "health": "65%",
        "notice": "人際關係小矛盾",
        "discuss": "69%",
        "all_text": "整體運勢略顯倒黴，人際關係容易出現小矛盾，特別是和朋友之間。這一天，你可能會發現原本和諧的朋友關係出現了一些小裂痕。也許是因為一些觀念上的分歧，或者是在處理事情的方式上有所不同，導致你和朋友之間產生了摩擦和爭執。這些小矛盾會讓你感到有些鬱悶和煩躁，影響你的心情。在社交場合中，你也可能會覺得有些不自在，感覺別人對你的態度不如以往熱情。財務上，沒有明顯的收入增長，還可能因為一些意外情況有一些小的支出。健康方面，情緒的波動可能會讓你感到身體有些疲憊。不過，你也別太往心裡去，這些小矛盾只是暫時的，等雙方都冷靜下來，好好溝通，問題總會得到解決的。這一天就先讓自己沉澱一下，調整好心態。",
        "love_text": "單身的你，考慮問題別太現實啦。愛情有時候需要一點浪漫和幻想，別讓現實的條條框框束縛了你的感情。已有伴者的你，會面臨一些現實壓力。比如經濟上的問題或者家庭方面的瑣事，別獨自扛著，和對方一起商量解決辦法，相互支持，共同面對，感情會在磨難中更加堅固。",
        "take_star": "",
        "work_text": "你的注意力有些難以集中，在處理事務時容易分心，導致整體效率不高。可能會因為一些小事而打亂原本的計劃，使得事情進展不夠順利。需要學會調整自己的心態，排除內心的雜念，讓自己能夠更加專注地投入到當前的任務中，提高做事的效率和質量。",
        "lucky_star": "雙魚座",
        "money_text": "你的支出容易像脫韁的野馬，可能是請客吃飯、買禮物或衝動消費，建議提前把卡里的錢轉一部分到定期，只留夠日常開銷的額度。購物時容易為“面子”買單，比如買超出預算的品牌，不如選性價比高的，省下的錢存起來更有安全感。",
        "health_text": "可得離重物遠點，今天你的身體狀態不太適合搬抬重物，像搬傢俱、扛大米這類活，一個不小心就可能閃到腰、扭到肩。要是實在避不開，搬之前先活動活動腰和肩膀，讓關節熱乎起來；搬的時候注意姿勢，膝蓋彎曲，用腿部力量而不是腰部力量，動作慢一點穩一點，可別為了逞強傷了身體。",
        "lucky_color": "杏色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "學習管理技巧",
        "all": "92%",
        "date": "2025-09-10",
        "love": "95%",
        "work": "91%",
        "money": "90%",
        "health": "93%",
        "notice": "充滿力量和信心",
        "discuss": "94%",
        "all_text": "整體運勢棒棒噠，是自信且自主的一天。這一天，你會感覺自己充滿了力量和信心，對自己的能力和判斷十分肯定。在做事情的時候，你能夠果斷地做出決策，不會猶豫不決，這種自主性會讓你在處理各種事務時都顯得遊刃有餘。你會按照自己的計劃和節奏去安排生活，不受外界因素的干擾。在社交方面，你也會展現出自己獨特的魅力，吸引他人的目光。大家會欣賞你的自信和獨立，願意和你交流合作。財務上，雖然沒有大的進賬，但你會合理規劃自己的開支，讓財務狀況保持穩定。健康方面，良好的心態會讓你身體也倍兒棒，精神飽滿。這一天，你就大膽地展現自己，按照自己的想法去生活，享受這份自信和自主帶來的快樂。",
        "love_text": "單身的你，有很多助攻哦。朋友可能會給你介紹合適的對象，或者在你追求愛情的路上提供幫助，要好好把握機會。已有伴者的你，約會要有儀式感。別總是隨便找個地方吃個飯就完事，精心策劃一場約會，比如去看一場電影，或者去公園散步，讓對方感受到你的用心，感情也會更加甜蜜。",
        "take_star": "",
        "work_text": "你的運勢極佳，做事能夠達到事半功倍的效果。在處理各種事務時，思維清晰，邏輯嚴謹，能夠快速找到問題的關鍵所在，並採取有效的解決辦法。無論是工作還是學習，都能以高效的方式完成任務，還能有時間對成果進行進一步的優化和完善，為自己贏得更多的機會和優勢。",
        "lucky_star": "金牛座",
        "money_text": "偏財運像“天降小驚喜”，可能收到退款、紅包或意外的小收入，比如閒置物品突然被人高價買走。消費時容易因為“划算”囤貨，比如買一送一的日用品，建議先算算保質期和實際用量，別讓“省錢”變成“浪費”，適合把意外之財存起來當應急金。",
        "health_text": "警惕“過度沉迷”帶來的健康隱患，不管是沉迷遊戲、追劇還是刷短視頻，長時間保持一個姿勢，眼睛會又酸又脹，頸椎也會不舒服。每隔半小時就起身活動活動，看看遠處，做做眼保健操，讓眼睛和身體都放鬆放鬆，別讓娛樂影響了健康。",
        "lucky_color": "淺紫色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "被社交PUA",
        "yi": "做好時間管理",
        "all": "53%",
        "date": "2025-09-10",
        "love": "50%",
        "work": "69%",
        "money": "51%",
        "health": "68%",
        "notice": "社交活動太頻繁",
        "discuss": "66%",
        "all_text": "對你來說整體運勢不容樂觀，社交活動看似熱鬧，實則暗藏隱患。你可能會因為過度熱衷於社交場合，頻繁參與各種聚會或活動，導致精力分散，無法集中處理真正重要的事務。這種表面的熱鬧容易讓你陷入一種虛假的充實感中，實際上卻可能忽略了自身內心的需求和感受。而且，過多的社交互動可能會帶來一些不必要的麻煩和紛爭，比如與他人產生意見不合，或是被捲入一些複雜的人際關係問題中。在與人交往時，你可能會不自覺地為了迎合他人而犧牲自己的原則和立場，事後又感到後悔和疲憊。建議你適當減少社交活動的頻率，給自己留出一些獨處的時間，靜下心來思考自己真正想要的是什麼，調整好狀態，避免因過度社交而給自己帶來負面影響。",
        "love_text": "單身的你，說話別太直接啦。在和異性交流時，注意方式方法，委婉一點表達自己的想法，別因為說話太沖而嚇跑對方。已有伴者的你，要注意表達方式。和對方有不同意見時，別急著反駁，心平氣和地溝通，站在對方的角度思考問題，這樣才能避免不必要的爭吵，讓感情更加和諧",
        "take_star": "",
        "work_text": "似乎置身於一團迷霧之中，整體狀態有些混亂。在處理各項事務時，思路不夠清晰，導致進展不太順利。可能會在多個任務間徘徊，難以確定優先級，使得效率大打折扣。這時候，你需要停下匆忙的腳步，給自己一些時間重新整理思路，梳理清楚各項事務的脈絡，才能更好地重新出發，讓一切回到正軌。",
        "lucky_star": "射手座",
        "money_text": "千萬別因為“破財”就擺爛，比如丟了小錢或買錯東西就放任自己亂花錢，反而會讓情況更糟。購物時容易因為“情緒低落”報復性消費，比如買一堆零食或遊戲皮膚，建議先做10分鐘深呼吸，或找朋友聊聊，別讓壞心情掏空錢包。",
        "health_text": "別給自己背上太重的壓力包袱，精神一直緊繃著，容易頭疼、失眠，整個人都沒精神。遇到煩心事別自己憋著，找朋友聊聊天，把心裡的苦水倒一倒；或者去散散步、聽聽音樂，轉移下注意力，讓自己放鬆下來，心情好了，身體自然更健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "臨時改主意",
        "yi": "學習法律知識",
        "all": "63%",
        "date": "2025-09-10",
        "love": "65%",
        "work": "52%",
        "money": "60%",
        "health": "61%",
        "notice": "決策上猶豫不決",
        "discuss": "65%",
        "all_text": "整體運勢呈現下滑態勢，最大的困擾在於決策上的猶豫不決。你似乎總是拿不定主意，面對各種選擇時，內心充滿了矛盾和糾結，一會兒覺得這個方案可行，一會兒又覺得那個選擇更好，反覆無常，變來變去。這種狀態不僅會讓你自己感到焦慮和疲憊，還可能會影響到身邊人的情緒和計劃。由於缺乏果斷的決策力，你可能會錯過一些重要的機會，或者在處理事情時顯得拖泥帶水，效率低下。在與人交流時，你的這種猶豫不決也可能會讓對方對你產生不信任感。建議你在做決策時，儘量冷靜下來，分析各種選擇的利弊，相信自己的直覺，不要過於糾結於細節，以免因決策問題而讓運勢進一步下滑。",
        "love_text": "單身的你，需帶眼識人。在結識新朋友時，不要被表面的現象所迷惑，多瞭解對方的為人和品行，避免遇到不靠譜的人。已有伴者的你，別過於強勢。在感情裡，兩人是平等的，不要總是以自己的想法為中心，多聽聽對方的意見，尊重對方的選擇，這樣才能讓感情長久。",
        "take_star": "",
        "work_text": "似乎陷入了一種過於追求安逸的狀態，整體缺乏前進的動力。在面對各種事務時，習慣按照老一套的方法去處理，不願意嘗試新的途徑和方法。這種保守的態度雖然能讓你在熟悉的環境中感到舒適，但也容易讓你錯過一些新的機會和挑戰，不利於自身的成長和發展。你需要打破這種安逸的枷鎖，勇敢地邁出舒適區。",
        "lucky_star": "獅子座",
        "money_text": "生活開銷容易“隱形超支”，比如點外賣多加了配送費、打車繞路多付錢，或買了“看似便宜”的小物件積少成多。建議記賬時把每一筆都寫清楚，晚上覆盤時你會發現，很多錢花得沒必要，適合把固定開銷（房租、水電）和浮動開銷（吃飯、購物）分開管理。",
        "health_text": "出門可得做好防曬工作，不管是晴天還是陰天，紫外線都可能傷害皮膚。出門前半小時塗好防曬霜，選擇防曬指數合適的；戴上太陽帽、太陽鏡，穿上防曬衣，把皮膚保護得嚴嚴實實的，避免皮膚被曬傷、曬黑，還能預防長斑。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "中午不休息",
        "yi": "學習時尚搭配",
        "all": "80%",
        "date": "2025-09-10",
        "love": "83%",
        "work": "81%",
        "money": "78%",
        "health": "82%",
        "notice": "充滿機遇和可能",
        "discuss": "87%",
        "all_text": "你的整體運勢尚佳，是一個充滿機遇和可能性的日子。你可能會感受到一種強烈的探索慾望，渴望在一些新鮮領域進行嘗試和挑戰。這種好奇心和冒險精神會為你打開新的視野，讓你接觸到一些平時未曾瞭解的事物和人。在這個過程中，你可能會發現一些新的興趣愛好，或者結識到一些志同道合的朋友，為生活增添不少樂趣。而且，你的積極態度和勇於嘗試的精神也會吸引到一些好運，讓你在探索新領域的過程中遇到一些意想不到的驚喜。不過，在追求新鮮的同時，也要注意保持理性和冷靜，不要盲目跟風或衝動行事，以免給自己帶來不必要的麻煩。總體而言，是一個適合拓展自我、探索未知的好日子，好好把握機會，享受其中的樂趣吧。",
        "love_text": "單身的你，容易得到對方的誇讚。在和異性相處時，你的自信和幽默會吸引到對方，讓對方對你讚不絕口，這可是脫單的好機會哦。已有伴者的你，有更多共同話題。兩人可以一起聊聊興趣愛好，或者分享生活中的趣事，增進彼此的瞭解，讓感情更加親密。",
        "take_star": "",
        "work_text": "對你來說是個充滿機遇的日子，整體運勢向好。在處理各項事務時，要時刻保持敏銳的洞察力，關注周圍的信息動態。這些信息可能隱藏著新的機會、趨勢或者解決問題的方法。通過及時捕捉和分析這些信息，你能夠更好地把握時機，做出正確的決策，讓自己在競爭中佔據優勢，推動事情朝著有利的方向發展。",
        "lucky_star": "白羊座",
        "money_text": "做好預算能幫你省不少錢，早上花5分鐘列個清單，標明“必須買”和“可買可不買”的，結賬時對照清單劃掉不需要的。消費時容易因為“怕麻煩”不貨比三家，比如直接在樓下便利店買日用品，其實多走兩步去超市能省20%，適合把閒錢存成短期理財，避免亂花。",
        "health_text": "在皮膚清潔上可不能偷懶，尤其是化妝的朋友，晚上一定要徹底卸妝，用卸妝油或卸妝膏輕輕按摩臉部，把彩妝溶解掉，再用洗面奶洗乾淨。不化妝的話，也要用溫和的潔面產品清潔皮膚，去除臉上的灰塵和油脂，防止毛孔堵塞，引發痘痘、粉刺等問題。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "放棄個人興趣",
        "yi": "做真實的自己",
        "all": "76%",
        "date": "2025-09-10",
        "love": "70%",
        "work": "75%",
        "money": "71%",
        "health": "77%",
        "notice": "受到條框的限制",
        "discuss": "60%",
        "all_text": "你的整體運勢中規中矩，會受到一些條框的限制。這些限制可能來自於外界的規則、制度，也可能是你內心給自己設定的一些約束。在這樣的環境下，你可能會感覺自己的行動受到了一定的束縛，無法完全自由地發揮自己的能力。比如，在做事情時需要遵循一些繁瑣的流程和規定，讓你覺得效率低下；或者在與他人交往時，需要考慮到各種關係和利益，無法隨心所欲地表達自己的想法。不過，這些條框雖然帶來了一些不便，但也在一定程度上保證了事情的順利進行和秩序的穩定。建議你在遵守規則的前提下，儘量發揮自己的智慧和創造力，尋找一些突破限制的方法，在不違反原則的情況下，為自己爭取更多的發展空間。",
        "love_text": "單身的你，需多培養感情。遇到有好感的人，別急著確定關係，先多相處一段時間，慢慢了解對方，感情才能更加穩固。已有伴者的你，增加生活的交集。可以一起參加一些活動，或者培養一個共同的興趣愛好，讓彼此的生活有更多的重疊部分，這樣感情會更加緊密。",
        "take_star": "",
        "work_text": "在前進的道路上似乎遇到了一些小阻礙，整體狀態略顯不足。在處理事務時，會發現自己現有的知識儲備有些不夠用，難以應對一些複雜的問題。這可能是因為平時的學習和積累不夠全面和深入。不過，這並不是無法解決的問題，只要你意識到自己的不足，並願意付出努力去拓展知識，就能逐漸彌補這些短板，讓自己更加遊刃有餘。",
        "lucky_star": "處女座",
        "money_text": "要警惕“貪小便宜吃大虧”，比如看到“免費試用”就填信息，結果被扣會員費；或為了湊單滿減買不需要的東西，反而多花錢。購物時容易因為“折扣力度大”衝動消費，建議先問自己“如果不打折我會買嗎”，別讓“佔便宜”的心理掏空錢包。",
        "health_text": "吃正餐時可得管住自己的嘴，別吃得太飽。吃太多腸胃負擔重，消化不了就容易腹脹、腹痛，還可能影響晚上的睡眠。每餐吃到七八分飽就行，感覺不餓了，但還能再吃一點的時候就停下筷子，給腸胃留出足夠的消化空間。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "逛奢侈品牌店",
        "yi": "制定理財計劃",
        "all": "88%",
        "date": "2025-09-10",
        "love": "91%",
        "work": "87%",
        "money": "85%",
        "health": "89%",
        "notice": "精神充盈的狀態",
        "discuss": "77%",
        "all_text": "你的整體運勢相對還可以，保持著精神充盈的狀態。你似乎充滿了活力和熱情，對周圍的一切都充滿了興趣和好奇心。這種積極的精神狀態會讓你在面對生活中的各種事情時都表現得遊刃有餘，無論是處理日常瑣事還是應對突發情況，都能保持冷靜和理智。你會感覺自己思維敏捷，靈感不斷，能夠輕鬆地解決遇到的問題。而且，你的這種精神狀態也會感染到身邊的人，讓他們感受到你的正能量，從而願意與你親近和交流。在與他人互動的過程中，你可能會收穫一些新的想法和啟發，進一步豐富自己的內心世界。不過，也要注意合理安排自己的時間和精力，避免過度消耗，以免影響到後續的狀態。",
        "love_text": "單身的你，互動氛圍很好。在和異性交流時，氣氛輕鬆愉快，兩人有說有笑，很容易拉近彼此的距離，說不定一段美好的感情就此開始。已有伴者的你，伴侶會主動示好。對方可能會給你一個小驚喜，或者主動關心你的生活，讓你感受到滿滿的愛意，要好好珍惜這份感情哦。",
        "take_star": "",
        "work_text": "你的運勢較為不錯，整體進展較為順利。在處理各項事務時，以往積累的經驗能發揮重要作用，為你提供有力的指導和支持。憑藉這些經驗，你能夠更加從容地應對各種情況，快速找到解決問題的方法，避免走彎路。同時，你也能從經驗中汲取教訓，不斷優化自己的處理方式，讓事情完成得更加出色。",
        "lucky_star": "天秤座",
        "money_text": "陸續收到一些小錢，比如兼職工資、二手賣出款或報銷到賬，雖然不多但足夠讓你開心。消費時容易因為“小確幸”買小物件，比如可愛的手機殼或香薰，建議設個“快樂基金”，每月固定額度內隨便買，超出的就等下個月，適合把意外收入存起來當旅行基金。",
        "health_text": "要避免久坐不動，長時間坐在椅子上，血液循環不暢，容易腰痠背痛，還可能增加患心血管疾病的風險。每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿、轉轉脖子，促進血液循環，讓身體動起來，保持活力。",
        "lucky_color": "銀灰色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度貶低自己",
        "yi": "收納整理房間",
        "all": "96%",
        "date": "2025-09-10",
        "love": "93%",
        "work": "98%",
        "money": "90%",
        "health": "92%",
        "notice": "迎來各方好消息",
        "discuss": "94%",
        "all_text": "你的整體運勢非常出眾，是一個大豐收的日子，各方面都迎來好消息。你可能會感覺生活中充滿了驚喜和喜悅，無論做什麼事情都彷彿順風順水，沒有太多的阻礙和困難。在人際關係方面，你與身邊的人相處融洽，能夠得到他人的關心和幫助，感受到溫暖和支持。在個人成長方面，你可能會取得一些小的進步和突破，讓自己感到滿足和自豪。而且，一些意外的好運也可能會降臨到你身上，比如收到一份心儀已久的禮物，或者遇到一個難得的機會。這種好運連連的狀態會讓你心情愉悅，充滿信心地面對未來的生活。不過，在享受好運的同時，也要保持謙虛和感恩的心態，珍惜所擁有的一切，繼續努力前行，讓好運持續下去。",
        "love_text": "單身的你，浪漫為你加分的一天，可能會在某個富有浪漫氣息的場合或是營造的氣氛之下，讓你和喜歡的人互動有了一些曖昧的昇華，利於促進感情的發展。已有伴者的你，氛圍感好。兩人相處時，充滿了溫馨和甜蜜，可以一起做一些浪漫的事，比如看星星、聽音樂，讓感情在浪漫的氛圍中不斷升溫。",
        "take_star": "",
        "work_text": "是你效率極高的一天，整體狀態爆棚。在處理各項事務時，思維敏捷，行動迅速，能夠以飽滿的熱情和充沛的精力投入到工作中。無論是面對繁瑣的任務還是複雜的問題，你都能迅速理清思路，高效地完成。而且，你還能在完成任務的過程中保持高質量的標準，注重細節，讓每一項成果都盡善盡美，為自己贏得不少讚譽。",
        "lucky_star": "巨蟹座",
        "money_text": "收入讓你有點小驚喜，可能是獎金、提成或客戶主動加單，甚至副業也有小進賬。消費時容易因為“獎勵自己”買貴的東西，比如奢侈品或高端護膚品，建議先冷靜24小時，想想是“真需要”還是“一時爽”，適合把多餘的錢存成定期或買穩健型理財，讓錢生錢。",
        "health_text": "是自律能帶來健康的一天，早上別賴床，按時起床吃早餐；白天多喝水，少喝飲料；晚上按時睡覺，不熬夜。堅持這些好習慣，能讓你的身體更有活力，精神狀態也更好。要是能再抽點時間做做簡單的運動，像深蹲、平板支撐，健康效果會更棒。",
        "lucky_color": "蔥綠色",
        "lucky_number": "7"
      }
    }
  }
}