{
  "updated": "2026-02-14T09:13:59.235Z",
  "updateTime": "2026/2/14 下午5:13:59",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16514,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聚會應酬",
        "yi": "約喜歡的人",
        "all": "61%",
        "date": "2026-02-14",
        "love": "66%",
        "work": "72%",
        "money": "63%",
        "health": "65%",
        "notice": "被動等待的姿態",
        "discuss": "69%",
        "all_text": "整體運勢處於低谷狀態，氛圍略顯沉悶壓抑。在這樣的運勢下，若一直秉持被動等待的姿態，就如同將自己困在原地，許多潛在的機會會悄然從身邊溜走。主動性的缺失會讓你在面對各種情況時顯得有些無力，難以抓住那些稍縱即逝的積極因素。你需要意識到，運勢的低迷並非不可改變，關鍵在於自己是否願意積極行動起來。試著打破內心的束縛，主動去接觸新的事物、新的人，以開放的心態迎接變化。只有主動出擊，才能為自己爭取到更多的可能性，讓運勢逐漸走出低谷，向著更好的方向發展。不要讓消極的情緒持續蔓延，用積極的行動為這一天注入新的活力。",
        "love_text": "單身的你，這天感情之路可能會有點小波折。或許鼓起勇氣去靠近心儀對象，卻沒得到預期回應，別太失落，這只是暫時的。已有伴者的你，和愛人交流時要多留意語氣。說話太沖容易引發小矛盾，溫柔平和的表達能讓對方感受到你的愛意，避免不必要的爭吵，讓這個情人節過得更舒心。",
        "work_text": "整體狀態尚可，但容易陷入自我滿足的小圈子裡。或許目前取得了一些小成績，讓你有些沾沾自喜，可這可能會阻礙你看到更廣闊的發展空間。若不及時調整心態，後續可能會錯過一些提升的機會，需要跳出舒適區，給自己設定更高的目標。",
        "lucky_star": "天秤座",
        "money_text": "你消費慾望容易膨脹，看到喜歡的東西就想買，可別被一時的衝動衝昏頭腦。要給自己設定一個消費上限，不然月底可能面臨資金緊張的尷尬局面。在購物前多想想是否真的需要，避免不必要的支出，守住自己的錢包，別讓辛苦賺的錢輕易流走。",
        "health_text": "需要注意睡眠問題，這一天的你可能因忙碌或思緒過多導致睡眠不足。這會讓白天精神萎靡、注意力不集中。晚上儘量營造安靜舒適睡眠環境，提前半小時放下手機，喝杯溫牛奶助眠。睡前避免劇烈運動和刺激性飲品，保證充足睡眠，才能以飽滿狀態迎接新一天。",
        "lucky_color": "墨綠色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無理任性",
        "yi": "制定未來計劃",
        "all": "93%",
        "date": "2026-02-14",
        "love": "98%",
        "work": "86%",
        "money": "92%",
        "health": "98%",
        "notice": "有著清晰的目標",
        "discuss": "92%",
        "all_text": "運勢呈現出穩步上漲的良好態勢。你內心有著清晰明確的目標計劃，每一步都走得沉穩而堅定，這種篤定的態度讓你在面對各種情況時都能保持從容。這種清晰的目標感為你提供了強大的精神支撐，讓你不會輕易被外界的干擾所影響。你能夠按照自己的節奏有條不紊地推進，享受著這種穩步前進帶來的滿足感。周圍的環境也似乎在配合你的步伐，為你創造著有利的條件。繼續保持這份堅定和執著，順著運勢的上升趨勢，不斷積累積極的能量，讓這一天充滿收穫與成長。",
        "love_text": "單身的你，感情上迎來好時機，有表白或者被表白的可能。要是心裡有喜歡的人，不妨大膽表達心意；若有人向你示好，也可以認真考慮。已有伴者的你，會收到愛人熱情的回應。對方可能會精心準備小驚喜，讓你感受到滿滿的愛，好好享受這份甜蜜，一起度過浪漫的時光。",
        "work_text": "你的整體運勢不錯，正處於穩步推進的階段。目前所制定的計劃較為合理，但在執行過程中還需進一步優化完善。要留意身邊出現的新信息和資源，它們或許能成為你計劃中的有力補充，讓整體發展更加順暢。",
        "lucky_star": "雙子座",
        "money_text": "在投資方面會有不錯的收穫。之前投入的資金可能會迎來回報，讓你嚐到甜頭。不過也別太得意忘形，繼續保持理性的投資態度，對新的投資機會多研究分析，不要盲目跟風，穩紮穩打才能讓財富持續積累，享受投資帶來的紅利。",
        "health_text": "在吃喝上要剋制，別因節日氛圍就放縱自己。暴飲暴食易引發腸胃不適，出現消化不良、腹痛等症狀。面對美食，要控制食量，多吃蔬菜水果，少吃油膩辛辣食物。每餐七八分飽為宜，合理飲食才能讓腸胃輕鬆，維持良好身體狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無意義社交",
        "yi": "到周邊遊玩",
        "all": "94%",
        "date": "2026-02-14",
        "love": "89%",
        "work": "93%",
        "money": "95%",
        "health": "90%",
        "notice": "積極向上的活力",
        "discuss": "94%",
        "all_text": "幸運之神眷顧，幸運在線貫穿一整天。你的心情如同歡快的音符，雀躍不已，整個人都散發著積極向上的活力。這種愉悅的情緒讓你充滿了幹勁，彷彿有著使不完的力氣，對周圍的一切都充滿了熱情和好奇。在這種幸運氛圍的籠罩下，你會感覺做什麼事情都格外順利，與人交流也更加順暢融洽。你會以樂觀的心態看待生活中的種種，積極捕捉每一個美好的瞬間。這種幸運並非偶然，它源於你自身積極的態度和開放的心態。抓住這股幸運的勁頭，盡情享受這一天帶來的美好，讓這份幸運在心中不斷延續。",
        "love_text": "單身的你，社交活動增多，這可是拓展桃花緣的好機會。多參加聚會、活動，結識新朋友，說不定就能遇到讓你心動的人。已有伴者的你，和愛人互動增多，能為感情增添不少情趣。一起做些有趣的事，比如玩個小遊戲、看場電影，在歡聲笑語中讓感情更加深厚。",
        "work_text": "對你而言是充滿收穫的一天，各方面都有機會畫上圓滿句號。前期付出的努力在今天會逐漸顯現成果，無論是項目推進還是學習進度，都能達到一個較為理想的狀態。不過，別因為即將完成而放鬆，做好最後的收尾工作，能讓成果更加完美。",
        "lucky_star": "水瓶座",
        "money_text": "會有意外之財降臨到你頭上。可能是之前參加的活動有了獎勵，或者是收到一筆意外的退款。這筆錢來得突然，讓你有些驚喜。但別急著把這筆錢揮霍掉，可以合理規劃一下，比如存起來或者用於一些必要的支出，讓意外之財發揮更大作用。",
        "health_text": "別過度沉迷手機，長時間盯著屏幕，眼睛會幹澀、疲勞，還可能引發頭痛。而且久坐不動刷手機，會影響血液循環，導致身體僵硬。每隔一段時間就放下手機，活動下身體，做做眼保健操，眺望遠方，讓眼睛和身體都得到放鬆。",
        "lucky_color": "淺褐色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約飯不做攻略",
        "yi": "提前半小時出門",
        "all": "81%",
        "date": "2026-02-14",
        "love": "82%",
        "work": "62%",
        "money": "56%",
        "health": "84%",
        "notice": "積極力量給你鼓舞",
        "discuss": "79%",
        "all_text": "整體運勢較為穩定，沒有太大的波瀾起伏。周圍存在著一些積極的力量，它們如同溫暖的陽光，給你帶來鼓舞和支持。這些力量可能來自親朋好友的關心問候，也可能是一些不經意間的小確幸。它們讓你感受到生活的美好和溫馨，內心充滿了安全感。在這種穩定的氛圍中，你能夠保持平和的心態，以從容的姿態面對生活中的各種情況。你不會因為一些小的變動而焦慮不安，而是能夠理性地分析和處理。珍惜這份穩定，用心感受周圍積極的力量，讓它們成為你前進的動力，讓這一天在平靜中充滿溫暖。",
        "love_text": "單身的你，有機會遇到聊得來的對象。在交流中，你們會發現彼此有很多共同話題，感覺特別投緣，說不定一段美好的緣分就此開啟。已有伴者的你，和愛人之間的理解會加深。遇到問題時，能站在對方角度思考，相互包容，感情更加穩固，一起度過溫馨又美好的一天。",
        "work_text": "整體發展不太順利，目前的方向似乎出現了一些偏差。之前制定的目標或計劃，在執行過程中遇到了阻礙，讓你有些迷茫。這時候需要靜下心來，重新審視當前的情況，分析問題所在，及時調整方向，才能避免繼續走彎路。",
        "lucky_star": "摩羯座",
        "money_text": "各種促銷活動可能會讓你心動不已，但一定要保持警惕。商家往往會利用節日推出各種看似優惠的活動，實際上可能暗藏陷阱。在購買商品前，要仔細比較價格和質量，不要被促銷的噱頭迷惑，避免因為貪圖小便宜而買了不實用的東西，造成不必要的浪費。",
        "health_text": "出入人多場所最好戴上口罩，人多地方空氣流通差，細菌病毒容易傳播。戴上口罩能有效阻擋部分病菌，降低感染呼吸道疾病的風險。同時，從人群密集處回來後，要及時洗手洗臉，做好個人衛生清潔，守護好自己的健康防線。",
        "lucky_color": "紅色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃得太撐",
        "yi": "浪漫儀式感",
        "all": "85%",
        "date": "2026-02-14",
        "love": "90%",
        "work": "79%",
        "money": "76%",
        "health": "80%",
        "notice": "感受每一份溫暖",
        "discuss": "88%",
        "all_text": "整體運勢表現尚佳，受情人節氛圍的感染，你的內心多了一絲浪漫的情愫。這種浪漫的心思讓你看待周圍的事物都多了幾分柔情和美好，你會更加註重生活中的細節，用心去感受每一份溫暖和愛意。在與他人相處時，你會不自覺地展現出溫柔體貼的一面，讓人感受到你的魅力。這種浪漫的氛圍不僅能讓你的心情更加愉悅，還能增進你與他人之間的情感交流。你會以更加開放和包容的心態去接納他人，享受這種溫馨的人際關係。讓這份浪漫在心中流淌，為這一天增添一抹絢麗的色彩，讓生活充滿甜蜜與溫馨。",
        "love_text": "單身的你，桃花運超旺，身邊可能會出現不少追求者。你散發著獨特的魅力，吸引著眾人的目光，好好把握機會，說不定能遇到那個對的人。已有伴者的你，會收到愛人精心準備的浪漫驚喜。可能是鮮花、禮物，也可能是一場浪漫的約會，讓你沉浸在幸福之中，盡情享受愛情的甜蜜。",
        "work_text": "整體狀態較為積極，但在發展過程中容易陷入固定模式。雖然按照常規方法能完成各項任務，但可能無法取得更大的突破。不妨多嘗試不同的方法和思路，打破常規，或許能發現新的發展機遇，為整體發展帶來新的活力。",
        "lucky_star": "處女座",
        "money_text": "在開支方面需要合理規劃。這一天可能會有一些社交活動或者娛樂消費，如果不好好控制，很容易超支。在消費前，先列出必要的支出清單，按照清單進行消費，避免衝動購物。同時，也可以考慮尋找一些性價比更高的消費方式，既能滿足需求，又能節省開支。",
        "health_text": "正餐別吃太飽，吃得過飽會加重腸胃負擔，影響消化功能，還可能讓你感覺睏倦、乏力。每餐吃到七八分飽，既能滿足身體營養需求，又不會給腸胃造成太大壓力。飯後可以適當散步，促進腸胃蠕動，幫助消化，讓身體更舒適。",
        "lucky_color": "蔥綠色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約定時間遲到",
        "yi": "安排節目",
        "all": "77%",
        "date": "2026-02-14",
        "love": "85%",
        "work": "89%",
        "money": "50%",
        "health": "86%",
        "notice": "主動權握在手中",
        "discuss": "72%",
        "all_text": "整體運勢稍有起伏，如同海上的波浪，有起有落。在這種不穩定的運勢下，你需要將主動權牢牢握在自己手中。不能被動地等待運勢的變化，而是要積極主動地去調整自己的狀態和行動。當運勢上升時，要抓住機會，充分發揮自己的優勢，盡情享受積極因素帶來的好處；當運勢下降時，不要氣餒，保持冷靜和理智，分析問題所在，尋找解決問題的方法。通過自己的努力和主動作為，你能夠平穩度過運勢的起伏期，掌控自己的生活節奏。相信自己的能力，主動去創造屬於自己的美好，讓這一天在起伏中依然充滿希望。",
        "love_text": "單身的你，主動出擊有望收穫愛情。別再猶豫等待，遇到喜歡的人就勇敢表達自己的想法，說不定對方也在等你開口。已有伴者的你，和愛人有更多相處陪伴的時間。一起度過平凡又溫馨的時光，在彼此的陪伴中感受愛情的美好，讓感情在細水長流中升溫。",
        "work_text": "整體表現良好，但在處理問題時有些過於死板。雖然注重細節是優點，但有時過於糾結細節會讓你忽略整體的發展。要學會靈活變通，根據實際情況調整策略，在保證質量的同時，提高效率，這樣才能更好地推動各方面的發展。",
        "lucky_star": "射手座",
        "money_text": "在送禮物方面要量力而為。這一天可能會有人情往來需要送禮物，不要為了面子而選擇超出自己經濟能力的禮物。根據自己和對方的關係以及實際情況，選擇合適的禮物，心意到了就好。不要讓送禮物成為自己的經濟負擔，影響正常的財務狀況。",
        "health_text": "睡前別想事情，若睡前思緒紛飛，大腦處於興奮狀態，會難以入睡，影響睡眠質量。睡前可以聽些舒緩的音樂，放鬆身心，把一天的煩惱暫時拋開。也可以泡個熱水腳，促進血液循環，緩解身體疲勞，幫助你更快進入夢鄉。",
        "lucky_color": "寶藍色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "加班加點",
        "yi": "互相送禮物",
        "all": "96%",
        "date": "2026-02-14",
        "love": "91%",
        "work": "90%",
        "money": "98%",
        "health": "97%",
        "notice": "掌控時間的安排",
        "discuss": "95%",
        "all_text": "整體運勢處於旺盛階段，彷彿被一股積極的力量環繞。你能夠很好地掌控時間的安排，對各項任務的節奏把握精準，無論是處理日常瑣事還是應對突發情況，都能做到有條不紊、遊刃有餘。這種對時間的良好掌控讓你在面對生活時更加從容自信，不會因為忙碌而感到慌亂。你能清晰地規劃自己的行動，合理分配精力，使得每一件事都能得到妥善處理。在這種運勢下，你會感覺一切都在朝著理想的方向發展，能夠充分享受生活帶來的樂趣。繼續保持這種對時間的敏銳感知和高效安排，將這份旺盛的運勢延續下去，讓這一天充滿成就感和滿足感。",
        "love_text": "單身的你，或許能和喜歡的人來一場浪漫約會。提前做好準備，以最好的狀態赴約，說不定能讓感情有進一步的發展。已有伴者的你，情人節會有一場浪漫約會。和愛人精心打扮，找個浪漫的地方，享受甜蜜的二人世界，讓這個情人節成為你們美好的回憶。",
        "work_text": "充滿驚喜與收穫的一天。前期付出的諸多努力，在今日會集中展現出成果，無論是工作上的項目推進，還是學習中的知識積累，都能看到明顯的進步。你會感受到自己的付出得到了應有的回報，這種成就感會進一步激發你的動力，讓你在後續的發展中更加自信和積極，有望開啟新的良好局面。",
        "lucky_star": "獅子座",
        "money_text": "在合作生財方面會很順利。如果你有與人合作的項目或者計劃，這一天會有不錯的進展，可能會達成一些合作意向或者取得階段性的成果。在合作過程中，要保持真誠和信任，積極溝通，共同解決問題，這樣能讓合作更加愉快，也能讓財富之路更加順暢。",
        "health_text": "要注意補充水分，身體缺水會影響新陳代謝，導致皮膚乾燥、喉嚨不適等問題。不要等到口渴了才喝水，要養成主動喝水的習慣。可以準備一個水杯，隨時放在身邊，時不時喝上幾口。也可以多吃些含水量高的水果，補充水分和維生素。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏風度",
        "yi": "提前做準備",
        "all": "76%",
        "date": "2026-02-14",
        "love": "80%",
        "work": "81%",
        "money": "75%",
        "health": "74%",
        "notice": "保持敏銳洞察力",
        "discuss": "78%",
        "all_text": "整體運勢尚可，沒有出現大的波折，但也並非一帆風順。在這種平穩卻又暗藏變化的運勢下，未雨綢繆顯得尤為必要。你需要提前對可能出現的狀況進行思考和規劃，做好應對各種情況的準備。雖然目前沒有明顯的危機，但提前防範能讓你在面對突發狀況時更加從容淡定。不要因為當下的平靜而放鬆警惕，保持敏銳的洞察力，留意周圍環境的細微變化。通過提前準備，你可以更好地掌控局勢，避免因意外情況而打亂自己的節奏。以謹慎的態度對待這一天，為可能出現的挑戰做好充分準備。",
        "love_text": "單身的你，曖昧情愫會在空氣中瀰漫。和某個異性相處時，會有一種特別的感覺，彼此之間的小互動充滿甜蜜，好好享受這份曖昧。已有伴者的你，和愛人有更多共同話題。一起聊聊生活、理想，在交流中更加了解彼此，感情也會在溝通中不斷升溫，度過愉快的一天。",
        "work_text": "整體發展態勢良好，處於穩步向前行的階段。你在處理各項任務時，能夠保持冷靜和理智，按照既定的計劃和節奏推進。雖然沒有特別突出的爆發點，但每一步都走得紮實，為未來的發展打下了堅實的基礎。這種穩紮穩打的態勢，會讓你在後續逐漸積累優勢，實現更大的突破。",
        "lucky_star": "巨蟹座",
        "money_text": "在借貸方面要謹慎對待。這一天可能會有朋友或者親戚向你借錢，或者你因為某些原因需要向別人借錢。在做出決定前，要充分考慮自己的還款能力和對方的信用情況。如果不是很必要，儘量避免借貸，以免因為金錢問題影響人際關係，給自己帶來不必要的麻煩。",
        "health_text": "要少吃上火的東西，像辣椒、油炸食品等，吃多了容易引發口腔潰瘍、便秘等上火症狀。飲食儘量清淡一些，多吃些清熱降火的食物，如苦瓜、綠豆湯等。保持飲食均衡，避免過度食用辛辣油膩食物，讓身體保持清爽狀態。",
        "lucky_color": "奶油白",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "丟三落四",
        "yi": "多一點真誠",
        "all": "77%",
        "date": "2026-02-14",
        "love": "74%",
        "work": "62%",
        "money": "73%",
        "health": "81%",
        "notice": "以真實面對他人",
        "discuss": "76%",
        "all_text": "整體運勢表現中規中矩，沒有特別突出的亮點，也沒有明顯的困境。在這種相對平淡的運勢中，真誠成為了最有力的“武器”。相比起油嘴滑舌、虛情假意，真誠待人能讓你在人際交往中贏得更多的信任和好感。你的真誠會感染身邊的人，讓他們更願意與你親近和交流。在與人互動時，放下那些不必要的偽裝和套路，以真實的自己去面對他人，你會發現人際關係變得更加和諧融洽。這種真誠不僅能為你的生活增添溫暖，還能為你帶來一些意想不到的機會。用真誠去對待這一天，收穫真摯的情感和美好的體驗。",
        "love_text": "單身的你，要多關注身邊的機會。不要總是埋頭於自己的世界，留意身邊的人，說不定那個合適的人就在你身邊。已有伴者的你，陪伴是增進感情的最佳方式。多花時間陪陪愛人，一起做些簡單的事，比如散步、做飯，在平凡生活中感受彼此的愛意。",
        "work_text": "整體狀態不太理想，容易陷入迷茫和困惑之中。在推進各項任務的過程中，可能會遇到一些阻礙和挫折，讓你感到有些力不從心。這時候，及時總結反思顯得尤為重要。回顧之前的行為和決策，找出問題所在，調整策略和方法，才能避免在錯誤的道路上越走越遠，為後續的發展找到新的方向。",
        "lucky_star": "雙魚座",
        "money_text": "在拓展財路方面會有一些收穫。你可能會發現一些新的賺錢機會或者途徑，比如兼職工作、新的業務合作等。要抓住這些機會，積極行動起來，但也要注意評估風險，不要盲目投入。通過努力和智慧，有望在新的財路上取得不錯的成績，增加自己的收入。",
        "health_text": "要多舒展眉頭，長期皺眉會讓面部肌肉緊張，還可能引發頭痛。生活中遇到事情別總是皺著眉頭，保持樂觀心態。沒事的時候可以做做面部按摩，用手指輕輕按摩額頭和眉心部位，緩解肌肉緊張，讓面部表情更放鬆自然。",
        "lucky_color": "黃色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨身包太重",
        "yi": "保持分享欲",
        "all": "56%",
        "date": "2026-02-14",
        "love": "69%",
        "work": "60%",
        "money": "58%",
        "health": "64%",
        "notice": "內心的壓力較大",
        "discuss": "53%",
        "all_text": "整體運勢呈現下滑趨勢，內心的壓力較大，心理包袱過重成為阻礙你前進的主要因素。你總是思前想後，對各種事情都過度擔憂，這種過度的思考不僅讓你身心疲憊，還影響了你的判斷力和行動力。你會因為害怕出錯而不敢輕易做出決定，導致許多機會在猶豫中溜走。你需要意識到，過度的擔憂並不能解決問題，反而會讓情況變得更糟。試著放下心中的包袱，以更加輕鬆的心態面對生活。不要把所有的事情都看得過於嚴重，相信自己的能力，勇敢地邁出腳步，才能逐漸改善運勢，讓生活重新回到正軌。",
        "love_text": "單身的你，不要衝動表白。雖然心裡可能很急切，但還是要先了解清楚對方的心意，避免因為衝動而造成尷尬的局面。已有伴者的你，要避免冷戰僵局。遇到分歧時，及時溝通，心平氣和地解決問題，不要讓矛盾升級，影響感情，一起維護和諧的關係。",
        "work_text": "整體發展有些受阻，主要問題在於自身存在不懂裝懂的情況。在面對一些新的知識或任務時，可能由於好面子或者急於求成，沒有真正掌握就假裝已經明白，這會導致在實際操作中出現各種問題。要認識到自己的不足，放下架子，虛心向他人請教，才能真正提升自己的能力，推動各方面的發展。",
        "lucky_star": "金牛座",
        "money_text": "要避免衝動投資。這一天可能會受到一些投資信息的影響，讓你產生投資的衝動。但在做出投資決策前，一定要冷靜分析，不要被一時的利益誘惑。投資有風險，尤其是對於不熟悉的領域，更要謹慎對待。可以多諮詢專業人士的意見，再做決定，避免因為衝動投資而遭受損失。",
        "health_text": "別給自己太大壓力，精神壓力過大會影響身體健康，導致免疫力下降，容易生病。這一天要學會給自己減壓，可以通過運動、冥想等方式放鬆身心。做些自己喜歡的事情，轉移注意力，讓自己從緊張的狀態中解脫出來，保持輕鬆愉悅的心情。",
        "lucky_color": "杏色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於濃妝豔抹",
        "yi": "浪漫約會",
        "all": "59%",
        "date": "2026-02-14",
        "love": "78%",
        "work": "55%",
        "money": "52%",
        "health": "67%",
        "notice": "用力過猛反效果",
        "discuss": "61%",
        "all_text": "整體運勢較差，在行動過程中需要格外警惕用力過猛造成反效果的情況。你可能會充滿熱情和幹勁，想要儘快達成目標，但這種急切的心態容易讓你失去分寸，做出一些不恰當的舉動。過於強硬或激進的方式可能會引起他人的反感，導致人際關係緊張，也會讓原本順利的事情變得複雜。你需要學會控制自己的情緒和行動節奏，保持冷靜和理智。在做任何事情之前，先思考一下可能產生的後果，避免因一時衝動而帶來負面影響。以平和的心態和穩健的步伐應對這一天，減少不必要的麻煩。",
        "love_text": "單身的你，遇到喜歡的人別總等對方主動。勇敢一點，邁出第一步，說不定對方也在期待你的行動，主動才能抓住愛情。已有伴者的你，要尊重彼此的空間。給對方一些自由的時間和空間，讓彼此都能做自己喜歡的事，這樣感情會更加健康長久，相處也更融洽。",
        "work_text": "整體運勢不佳，主要問題在於過於投機取巧。在處理任務時，總想著走捷徑，不願意腳踏實地地去努力。這種心態雖然可能在短期內讓你獲得一些小利益，但從長遠來看，會讓你失去很多提升自己的機會，還可能因為基礎不紮實而出現各種問題。要改變這種心態，腳踏實地地做事，才能取得真正的進步。",
        "lucky_star": "天蠍座",
        "money_text": "吃喝玩樂方面的消費會比較大。這一天可能會和朋友聚會、外出遊玩或者享受美食，這些活動都會花費不少錢。在享受生活的同時，也要注意控制消費，不要過度放縱。可以提前做好預算，選擇一些性價比高的娛樂方式，既能玩得開心，又不會讓錢包太受傷。",
        "health_text": "不要過度勞累，過度勞累會讓身體處於疲憊狀態，影響工作效率和生活質量。合理安排工作和休息時間，避免長時間連續工作。感覺累了就停下來休息一會兒，伸伸懶腰、活動下四肢。保證充足的休息，才能讓身體恢復精力，更好地應對生活挑戰。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說別人壞話",
        "yi": "精心打扮",
        "all": "89%",
        "date": "2026-02-14",
        "love": "87%",
        "work": "84%",
        "money": "85%",
        "health": "90%",
        "notice": "自信是強大力量",
        "discuss": "83%",
        "all_text": "整體運勢穩定，為你提供了一個相對平和的生活環境。在這種穩定的運勢下，保持自信能為你帶來更多的好運氣。自信是一種強大的力量，它能讓你在面對各種情況時都充滿勇氣和決心。當你相信自己時，你會更加積極主動地去追求自己想要的東西，不會輕易被困難和挫折打倒。你的自信也會感染身邊的人，讓他們對你更加信任和支持。以自信的姿態迎接這一天，大膽地展現自己的能力和魅力，你會發現生活中充滿了機遇和可能。相信自己的判斷和選擇，讓這份自信成為你前進的動力，收穫更多的美好。",
        "love_text": "單身的你，或許會遇到心動的對象。對方的出現會讓你心跳加速，感覺整個世界都變得美好起來，抓住機會，說不定能開啟一段浪漫戀情。已有伴者的你，情感會更加細膩升溫。和愛人之間的一個小眼神、一個小動作，都能傳遞濃濃的愛意，享受這份甜蜜，讓愛情更加美好。",
        "work_text": "整體發展較為平穩，保持勤勉的態度是關鍵。你在處理各項任務時，能夠認真負責，不偷懶、不敷衍，這種態度會讓你在工作中和學習中都取得不錯的成績。雖然可能不會有一夜之間的巨大突破，但持續的勤勉努力會讓你在不知不覺中積累優勢，為未來的發展奠定堅實的基礎。",
        "lucky_star": "白羊座",
        "money_text": "小額投資會有獲利的機會。你可以關注一些低風險的小額投資項目，比如基金定投等。雖然收益可能不會很高，但相對穩定。在投資前，要做好充分的準備，瞭解投資產品的特點和風險。通過合理的投資規劃，有望在這一天獲得一些額外的收入，讓財富實現小增長。",
        "health_text": "要保持規律的作息，不規律的作息會打亂身體的生物鐘，影響內分泌和消化系統功能。儘量早睡早起，晚上按時上床睡覺，早上按時起床。白天也不要過度貪睡，適當午休半小時左右即可。規律的作息能讓身體各器官正常運轉，維持良好的健康狀態。",
        "lucky_color": "咖啡色",
        "lucky_number": "6"
      }
    }
  }
}