{
  "updated": "2025-11-14T19:08:06.601Z",
  "updateTime": "2025/11/15 上午3:08:06",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15722,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "損人不利己",
        "yi": "練練瑜伽",
        "all": "84%",
        "date": "2025-11-14",
        "love": "83%",
        "work": "73%",
        "money": "76%",
        "health": "85%",
        "notice": "重新思考的選擇",
        "discuss": "82%",
        "all_text": "對你而言是“穩中帶變”的一天。整體節奏平緩，沒有明顯的起伏波動，但身邊可能會出現一些需要你重新思考的選擇。這些選擇未必是重大轉折，更像是日常裡的小岔路——比如換個方式處理問題，或者接受一個看起來“不太一樣”的提議。你的狀態比較鬆弛，不會因為糾結而消耗太多精力，反而能以更開放的心態去觀察這些變化。周圍的環境或人際關係中，可能會有一些新鮮元素冒出來，可能是某個人的新觀點，也可能是某件事的新發展，它們不會直接改變你的方向，但會讓你意識到“原來還有這種可能”。這種發現感會讓你覺得日子多了點趣味，不用急著做決定，先讓這些新信息在腦子裡轉一轉，反而能幫你更清晰地看到自己的需求。整體來說，這一天適合保持觀察者的姿態，既不被慣性推著走，也不強行推動什麼，順其自然反而能收穫意外的輕鬆感。",
        "love_text": "單身的你愛情運勢極佳，彷彿自帶光芒，魅力釋放無遺。在社交場合中，自信熱情的姿態極易吸引異性目光。不妨主動出擊，與心儀對象展開交流，真誠地表達自己，說不定就能開啟一段浪漫戀情。有伴的你，和伴侶相處甜蜜升溫。安排一場浪漫約會，或是送上貼心小禮物，都能讓激情互動不斷，感情愈發深厚，享受這美好的愛情時光。",
        "work_text": "這是穩步向前、積累能量的一天。整體節奏平穩，雖不會有突飛猛進的成果，但每一步都走得踏實。你可能會在處理日常事務時發現一些小問題，但憑藉耐心和細心，都能順利解決。這種穩中求進的狀態，讓你在後續發展中更有底氣，為未來的突破做好鋪墊。",
        "lucky_star": "處女座",
        "money_text": "在求財方面顯得比較佛系，沒有特別強烈的賺錢慾望，也不會為了錢財過度奔波勞累。這種狀態其實也不錯，能讓你以平和心態看待財富。不過，還是要留意身邊可能出現的理財小機會，別因為太佛系就輕易錯過。日常消費上，也別太隨意，適當規劃下開支，能讓錢包更穩當。",
        "health_text": "身體狀態相當不錯，精力充沛到能輕鬆應對各種事務。不過運動時別太猛，避免肌肉拉傷。飲食上多吃些富含蛋白質的食物，像雞蛋、牛奶，為身體持續供能。工作間隙也別一直坐著，偶爾起身活動活動，伸展下四肢，讓身體始終保持最佳狀態。",
        "lucky_color": "土黃色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度猜測意思",
        "yi": "寫日記記錄",
        "all": "80%",
        "date": "2025-11-14",
        "love": "78%",
        "work": "85%",
        "money": "79%",
        "health": "82%",
        "notice": "蓄力待發有底氣",
        "discuss": "77%",
        "all_text": "你的狀態可以用“蓄力待發”來形容。過去一段時間的積累開始顯現出效果，可能是某個你長期關注的領域有了小進展，也可能是你之前的耐心投入終於被人注意到。這種“厚積”的感覺會讓你更有底氣，但不會讓你急於表現，反而更願意繼續沉澱。你可能會發現自己對某些事的敏感度提升了，比如更容易捕捉到細節中的關鍵點，或者對周圍人的情緒變化更敏銳。這種狀態下的你，更適合做一些需要耐心和專注的事，比如整理思路、優化現有的計劃，或者和信任的人聊聊未來的方向。不過，這一天也不需要刻意追求“成果”，保持現有的節奏，讓事情自然發展，反而能避免因為急躁而打亂原本的節奏。整體來說，這是一個“靜待花開”的日子，你的穩定和堅持會成為後續發展的基礎。",
        "love_text": "單身的你愛情運勢平穩上升，適合以穩步接觸的方式結識新朋友。在交流中保持真誠，將自己的想法和感受坦誠相告，慢慢建立起信任與好感。有伴的你，與伴侶相處注重穩定陪伴。一起做一頓豐盛的晚餐，或是窩在沙發上看電影，在平淡的生活中沉澱感情。通過這些日常小事，能讓彼此的依賴感更強，感情更加穩固。",
        "work_text": "將迎來順遂高能的一天，整體狀態良好，精力充沛。無論是處理複雜的工作項目，還是攻克學習難題，都能展現出強大的執行力和創造力。你的思維清晰，能夠快速抓住關鍵點，高效完成任務。這種積極的狀態也會感染身邊的人，為你贏得更多的機會和認可。",
        "lucky_star": "摩羯座",
        "money_text": "在理財上會有小收穫。日常的儲蓄計劃或者一些穩健型的小投資，可能會給你帶來些許額外收益。不過別因為這點小成績就盲目加大投入，還是要保持冷靜。可以梳理下現有的理財項目，看看有沒有優化空間，把資金合理分配，讓收益更穩定，別讓一時的小利衝昏頭腦。",
        "health_text": "你的身體穩穩當當，健康方面基本沒啥大問題。但要注意腸胃的養護，別吃太多生冷辛辣食物，以免刺激腸胃。晚上早點休息，保證充足睡眠，讓身體得到充分修復。閒暇時可以泡泡腳，促進血液循環，緩解一天的疲勞，讓身體更舒適。",
        "lucky_color": "藏青色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說髒話罵人",
        "yi": "看喜劇電影",
        "all": "58%",
        "date": "2025-11-14",
        "love": "55%",
        "work": "52%",
        "money": "50%",
        "health": "64%",
        "notice": "心有餘而力不從",
        "discuss": "68%",
        "all_text": "對你來說可能會有點“小坎坷”。整體運勢處於低谷期，容易因為溝通不暢或決策時的疏忽引發一些連鎖反應。比如和他人交流時，可能會因為表達不夠清晰，導致對方誤解你的意圖；或者在做選擇時，忽略了某些關鍵信息，結果後續需要花更多精力去彌補。這種狀態下，你可能會覺得有點“力不從心”，明明想推進事情，卻總是被小問題絆住。不過，這一天的問題更多是“暫時性”的，不會造成長期影響，但需要你更謹慎地處理信息，尤其是在表達觀點或做決定時，多確認一遍細節，避免因為粗心而引發不必要的麻煩。另外，這一天也適合減少一些不必要的社交或溝通，把精力集中在更確定的事情上，反而能降低出錯的概率。整體來說，這是一個需要“慢下來”的日子，耐心比速度更重要。",
        "love_text": "單身的你愛情運勢欠佳，情緒波動較大，這可能會影響你在結識新朋友時的判斷。與人交流時，要儘量保持冷靜理智，避免因一時衝動而做出錯誤決定。有伴的你，和伴侶溝通可能會出現阻礙。也許會因為一些小事產生分歧，此時需耐心傾聽對方想法，站在對方角度思考問題，積極化解矛盾，以免影響感情。",
        "work_text": "對你來說可能是阻礙重重的一天，整體運勢不太理想。在推進各項事務的過程中，可能會遇到一些突發狀況或意外干擾，打亂你的原有計劃。你需要花費更多的時間和精力去應對這些問題，容易感到疲憊和焦慮。不過，這也是一個鍛鍊你應變能力的機會，保持冷靜，積極尋找解決辦法。",
        "lucky_star": "水瓶座",
        "money_text": "財路不太順暢，可能會遇到一些阻礙。原本計劃好的賺錢項目推進起來困難重重，或者一些預期的收入沒有按時到賬。這時候彆著急，先冷靜分析問題出在哪裡，是市場環境變化，還是自身操作有誤。別盲目嘗試新的賺錢方式，先把現有的財務狀況理清楚，等待合適的時機。",
        "health_text": "小疲勞會來搗亂，讓你感覺有點力不從心。工作或學習一段時間後，記得閉目養神幾分鐘，放鬆下大腦。飲食上多吃些富含維生素的果蔬，如橙子、菠菜，提升身體抵抗力。晚上別熬夜刷手機，早點入睡，第二天才能精神飽滿地迎接新挑戰。",
        "lucky_color": "蔥綠色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "聽知識類講座",
        "all": "77%",
        "date": "2025-11-14",
        "love": "75%",
        "work": "68%",
        "money": "64%",
        "health": "73%",
        "notice": "小步前行的策略",
        "discuss": "73%",
        "all_text": "整體運勢比較平穩，沒有大起大落，但需要你在“平衡”上多花點心思。這一天可能會同時面臨多個需要處理的小事，比如家庭、社交或個人事務上的小需求，它們單獨看都不復雜，但湊在一起可能會讓你有點“分身乏術”。這時候，你的優勢在於能敏銳地感知到不同事情的優先級，不會盲目追求“全部搞定”，而是會先理清哪些是必須做的，哪些可以暫時放一放。這種“小步前行”的策略會讓你更從容，不會因為壓力而手忙腳亂。另外，這一天也適合和身邊的人保持溫和的互動，不需要刻意表現，簡單的關心或傾聽就能讓關係更融洽。整體來說，這是一個“穩中求進”的日子，不用追求完美，把每一步走紮實，反而能積累出更踏實的滿足感。",
        "love_text": "單身的你愛情運勢不錯，溫柔的氣質是你吸引異性的法寶。在與異性相處時，保持自然狀態，不要過於刻意表現，讓感情自然發展。有伴的你，與伴侶相處溫馨甜蜜。一起散步、聊天，分享生活中的點滴，在相互陪伴中增進理解與包容。這種平淡而溫馨的相處模式，能讓你們的感情親密度不斷提升，關係更加緊密。",
        "work_text": "你的運勢起伏難定，整體狀態不太穩定。可能會在某些方面取得不錯的進展，讓你感到欣喜；但在另一些方面又會遇到挫折，讓你感到沮喪。這種起伏不定的狀態容易影響你的情緒和信心，需要保持平和的心態，理性看待得失。遇到困難時，不要輕易放棄，堅持下去可能會有轉機。",
        "lucky_star": "雙魚座",
        "money_text": "你的收支逐漸走向平衡。之前可能因為一些意外支出導致財務有些緊張，但這一天開始，收入和支出能慢慢對上號了。你可以利用這個機會，好好規劃一下接下來的消費，制定一個合理的預算，避免不必要的開支。同時，也可以考慮把一部分閒置資金存起來，增加自己的抗風險能力。",
        "health_text": "你的精神逐漸舒爽起來，心情也格外不錯。不過還是要留意下呼吸道健康，早晚溫差大，及時增減衣物。可以趁著天氣好，去戶外散散步，呼吸下新鮮空氣，增強心肺功能。飲食上保持清淡，少吃油膩食物，讓身體內部環境更清爽。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不尊重長輩",
        "yi": "參觀博物館",
        "all": "95%",
        "date": "2025-11-14",
        "love": "96%",
        "work": "92%",
        "money": "93%",
        "health": "92%",
        "notice": "能量全開勢頭猛",
        "discuss": "96%",
        "all_text": "是“能量全開”的一天。你的創造力和領導力會自然流露，周圍的人可能會更願意跟隨你的節奏，或者主動向你尋求建議。這種狀態下，你不需要刻意表現自己，你的想法和行動本身就帶有感染力，能吸引到同頻的人或機會。你可能會發現，平時覺得困難的事，在這一天突然有了新的思路，或者原本需要推動的事情，現在變得順利起來。這種“如日中天”的感覺會讓你更有自信，但也不會讓你變得自大，反而會更願意傾聽他人的意見，把團隊的力量結合起來。不過，這一天也不需要把所有精力都放在“表現”上，適當留一些空間給自己，比如獨處思考或放鬆，反而能讓你後續的狀態更持久。整體來說，這是一個“自帶光芒”的日子，你的存在本身就能為周圍帶來積極的影響。",
        "love_text": "單身的你愛情運勢爆棚，魅力四射的你走到哪裡都是焦點，會吸引眾多異性的關注。自信地展現自己的優點，大膽與心儀對象交流，很有可能邂逅優質對象，開啟一段美好的戀情。有伴的你，和伴侶相處浪漫升級。不妨精心策劃一場浪漫的表白，或是準備一份特別的禮物，讓對方感受到你濃濃的愛意，進一步鞏固你們的感情。",
        "work_text": "將勢如破竹，迎來一個充滿活力和機遇的日子。整體狀態極佳，信心滿滿，無論是面對工作還是學習，都能展現出強大的氣場和領導力。你的思維敏捷，創意無限，能夠提出新穎的想法和解決方案，得到他人的讚賞和認可。這是一個展現自己才華的好時機，抓住機會，勇往直前。",
        "lucky_star": "巨蟹座",
        "money_text": "財源如同百川歸海般匯聚而來。可能會有多個賺錢的渠道同時為你帶來收益，比如工作上的獎金、兼職的收入或者投資的回報。面對這麼好的財運，別太得意忘形，要合理規劃這些收入。可以把一部分錢用於改善生活，另一部分繼續投資，讓財富像滾雪球一樣越積越多。",
        "health_text": "渾身超帶勁，做什麼都充滿幹勁。但運動前一定要做好熱身，避免運動損傷。飲食上別暴飲暴食，合理搭配三餐，保證營養均衡。工作學習之餘，給自己安排點放鬆的活動，比如聽音樂、看電影，讓身心都得到充分放鬆，維持良好狀態。",
        "lucky_color": "湖藍色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度攀比",
        "yi": "公園散步",
        "all": "92%",
        "date": "2025-11-14",
        "love": "90%",
        "work": "91%",
        "money": "96%",
        "health": "93%",
        "notice": "細節把控成優勢",
        "discuss": "97%",
        "all_text": "運勢可以用“順風順水”來形容。你的細節把控能力會成為這一天的關鍵優勢，無論是處理複雜的信息，還是協調多方需求，你都能找到更高效的解決方式。這種狀態下，你可能會發現，平時容易忽略的小問題，現在能被你提前發現並解決，或者原本需要反覆調整的計劃，現在一次就能到位。這種“精準”的感覺會讓你更有成就感，但不會讓你變得苛刻，反而會更願意用包容的心態去看待他人的不足。另外，這一天也適合做一些需要耐心和條理的事，比如整理資料、優化流程，或者和信任的人討論長期規劃。你的邏輯清晰和執行力強會成為推動事情的關鍵。不過，這一天也不需要追求“完美無缺”，適當接受一些小瑕疵，反而能讓你更輕鬆地享受過程。整體來說，這是一個“細節致勝”的日子，你的專注和認真會為你贏得更多的認可。",
        "love_text": "單身的你愛情運勢超棒，敏銳的觀察力能讓你精準識別出適合自己的對象。在與人交往中，仔細觀察對方的言行舉止，從細節中判斷是否與自己契合，謹慎做出選擇。有伴的你，與伴侶相處注重完美互動。一起參加一些有意義的活動，或是共同完成一件小事，在互動中增進默契。通過這些方式，你們的感情會更加深厚，關係更加穩固。",
        "work_text": "將精準出彩，展現出極高的專業素養和執行力。整體運勢良好，對細節的把控能力讓你在處理事務時遊刃有餘。你能夠準確地發現問題並解決問題，避免出現不必要的失誤。這種嚴謹的態度和高效的工作方式會為你贏得他人的信任和尊重，為未來的發展打下堅實的基礎。",
        "lucky_star": "天秤座",
        "money_text": "你的財富會穩步增長。之前的一些投資或者理財項目開始顯現出效果，給你帶來穩定的收益。你可以繼續按照現有的理財策略進行操作，不過也別滿足於現狀。多關注市場動態，看看有沒有新的投資機會。但要注意，別因為看到別人賺錢就盲目跟風，堅持自己的節奏，才能讓財富持續增長。",
        "health_text": "你的狀態一級棒，身體各方面機能都運轉良好。不過要注意保護眼睛，長時間用眼後，多看看遠處，做做眼保健操。飲食上多吃些堅果，如核桃、杏仁，對大腦和身體都有好處。晚上保證睡眠質量，讓身體在睡眠中得到深度修復和調整。",
        "lucky_color": "栗色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "精神內耗",
        "yi": "多付諸行動",
        "all": "86%",
        "date": "2025-11-14",
        "love": "88%",
        "work": "87%",
        "money": "82%",
        "health": "89%",
        "notice": "找到其中平衡感",
        "discuss": "80%",
        "all_text": "整體運勢呈現平穩上升的態勢，狀態鬆弛且思維清晰，能自然協調多方需求，既不會因過度遷就他人而委屈自己，也不會因堅持己見引發衝突。這種平衡感會讓你在社交或協作場景中顯得遊刃有餘，容易因得體的表達獲得他人認可。雖然無明顯突破性進展，但日常互動中積累的信任感會為後續合作埋下伏筆。適合主動拓展淺層社交關係，或處理需要多方配合的事務，過程中保持開放態度，不必急於達成明確結果。需注意避免因追求“完美和諧”而過度消耗精力，適當保留個人空間反而能維持更持久的好狀態。整體而言，這是適合通過日常互動積累優勢的日子，穩中求進的節奏會讓你更從容。",
        "love_text": "單身的你愛情運勢良好，優雅的氣質讓你在社交場合中如魚得水，容易結識到優秀且契合的對象。主動與他人交流，展現自己的親和力，說不定就能遇到那個對的人。有伴的你，和伴侶相處和諧美滿。注重平衡雙方的需求，在遇到問題時共同協商解決。這種平等的相處模式，能讓你們的感情在和諧中穩步發展，享受幸福的愛情生活。",
        "work_text": "彷彿站在了新的起跑線上，整體運勢順遂，開啟一段嶄新且充滿希望的旅程。在這一天裡，無論是處理日常事務還是應對突發狀況，都能較為輕鬆地應對。你會發現自己能夠高效地整合資源，協調各方關係，讓事情朝著理想的方向發展。新的機會如同春日裡的花朵，悄然綻放，等待你去採擷。",
        "lucky_star": "雙子座",
        "money_text": "你的財利能穩穩著陸。之前投入的資金或者努力，在這一天會看到實實在在的回報。這時候要做的就是鞏固成果，別輕易把賺到的錢又投入到高風險的項目中。可以考慮把一部分錢存成定期，或者購買一些穩健的理財產品，讓收益有保障。同時，也可以適當犒勞一下自己，但別過度消費。",
        "health_text": "身心皆暢然，感覺十分愜意。但要注意關節的保暖，尤其是膝蓋和腰部，避免受寒。可以適當地進行一些簡單的伸展運動，活動下筋骨。飲食上多吃些溫熱易消化的食物，如小米粥、熱湯麵，讓身體暖起來，保持舒適的狀態。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴別人",
        "yi": "學習一門外語",
        "all": "62%",
        "date": "2025-11-14",
        "love": "68%",
        "work": "56%",
        "money": "53%",
        "health": "65%",
        "notice": "降低結果的期待",
        "discuss": "70%",
        "all_text": "整體運勢處於低調調整期，表面平靜下暗藏需要梳理的細節。可能會因對某個目標的過度關注，而忽略潛在的風險或情緒波動，這種緊繃感容易讓你對周圍變化反應敏感。建議暫時降低對結果的期待，轉而關注內在需求的真實排序，避免因焦慮而做出倉促判斷。適合獨處或與信任的人進行深度交流，通過梳理思路來穩定心神，強行推進事務反而可能因細節疏漏引發連鎖反應。需注意避免因情緒起伏影響判斷力，保持觀察者的視角，暫時按兵不動比強行突破更穩妥。整體而言，這是需要沉澱與自省的日子，耐心整理現有資源，為後續行動積累更清晰的方向感。",
        "love_text": "單身的你愛情運勢一般，神秘的氣質雖能吸引他人，但要注意保持適當距離，避免過早陷入複雜關係。在與人交往時，多瞭解對方的情況，再做進一步決定。有伴的你，和伴侶之間可能出現信任危機。也許會因為一些誤會而產生疑慮，此時需坦誠溝通，將自己的想法和感受說出來，消除彼此的顧慮，維護感情的穩定。",
        "work_text": "對你而言是充滿挑戰的一天，各種阻滯如同荊棘一般，橫亙在你前行的道路上。你會發現自己原本計劃好的事情，在推進過程中不斷遇到阻礙，進展十分緩慢。這種狀況容易讓你產生焦慮和挫敗感，但請不要氣餒，這是考驗你耐心和毅力的時刻，只有堅持下去，才能找到破局的關鍵。",
        "lucky_star": "金牛座",
        "money_text": "賺錢的機會需要你自己去捕捉。可能不會像其他人那樣有明顯的財路擺在面前，但只要你用心觀察，還是能發現一些潛在的商機。比如關注身邊人的需求，看看有沒有可以提供服務或者產品的地方。不過在行動之前，要做好充分的調研，確保這個機會是可行的，別盲目投入。",
        "health_text": "小乏會找上門來，讓你有點提不起精神。工作學習間隙，不妨站起來活動活動身體，促進血液循環。飲食上多吃些富含鐵元素的食物，如紅棗、瘦肉，改善身體疲勞感。晚上早點休息，保證充足的睡眠時間，第二天才能重新恢復活力。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風",
        "yi": "品茶聊聊天",
        "all": "75%",
        "date": "2025-11-14",
        "love": "73%",
        "work": "66%",
        "money": "70%",
        "health": "78%",
        "notice": "新事物接受度高",
        "discuss": "71%",
        "all_text": "整體運勢呈現輕鬆靈活的基調，心態開放且對新事物接受度高，容易在日常探索中發現小樂趣。雖無重大突破性機會，但隨性的態度會讓你在嘗試中積累新鮮體驗，這種滿足感會轉化為積極的內在能量。適合安排輕鬆的社交活動或短途探索，過程中保持好奇心，不必刻意追求明確成果，享受過程本身就能帶來收穫。需注意避免因興趣分散而忽略長期規劃，適當記錄靈感或階段性感受，反而能為未來提供參考。整體而言，這是適合通過日常小行動積累正向反饋的日子，保持節奏感比追求速度更重要，輕鬆的狀態會吸引同頻的人或機會自然靠近。",
        "love_text": "單身的你愛情運勢尚可，追求自由的你，在探索新事物的過程中可能會邂逅浪漫愛情。參加一些興趣活動或社交聚會，擴大自己的社交圈，增加結識異性的機會。有伴的你，和伴侶相處充滿活力。一起去做一些有趣的事情，如運動、旅行等，為感情增添樂趣。在互動中保持熱情，能讓你們的感情保持新鮮感，關係更加親密。",
        "work_text": "你的運勢如同坐過山車一般，起伏不定。在這一天裡，你可能會在某個時刻感到信心滿滿，事情進展得十分順利；但轉眼間，又可能會陷入困境，遇到意想不到的麻煩。這種起伏的狀態需要你保持冷靜，及時調整自己的心態和策略，在變化中尋找穩定的方向。",
        "lucky_star": "白羊座",
        "money_text": "有機會得到一些偏財。可能是朋友介紹的小項目帶來的收益，或者是一些意外的獎勵。不過偏財往往具有不確定性，別把所有的希望都寄託在這上面。還是要以正職工作為主，把偏財當作額外的驚喜。得到偏財後，別亂花，可以存起來或者用於提升自己的能力，為未來打下基礎。",
        "health_text": "你的元氣正慢慢回升，身體狀態越來越好。但要注意補充水分，多喝水，促進新陳代謝。運動時根據自己的身體狀況選擇合適的強度，別過度勞累。飲食上多吃些新鮮的水果，補充維生素和礦物質，讓身體更有活力地迎接新一天。",
        "lucky_color": "米白色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "出門戴圍巾",
        "all": "65%",
        "date": "2025-11-14",
        "love": "57%",
        "work": "62%",
        "money": "58%",
        "health": "68%",
        "notice": "放下高效的執念",
        "discuss": "61%",
        "all_text": "整體運勢處於需要調整節奏的階段，可能因責任過重或目標模糊而產生疲憊感，這種壓力容易讓你對現狀產生懷疑。建議暫時放下對“高效”的執念，轉而梳理當前事務的優先級，明確哪些是必須完成的，哪些可以暫緩。適合與他人溝通分工，或通過整理環境、簡化流程來減輕負擔，強行獨自承擔反而可能因精力分散而降低效率。需注意避免因焦慮而陷入自我否定，接受“暫時停滯”也是調整的一部分，穩定心神後反而能找到更清晰的行動方向。整體而言，這是需要重新分配精力的日子，減少內耗、聚焦核心，才能為後續推進積累更紮實的基礎。",
        "love_text": "單身的你愛情運勢不佳，將重心放在工作上的你，感情方面進展緩慢。不妨適當調整自己的狀態，給愛情留出一些空間。在工作之餘，參加一些社交活動，說不定能遇到合適的對象。有伴的你，因工作忙碌可能與伴侶產生疏離感。下班後多花時間陪伴對方，一起吃頓飯、聊聊天，用心彌補因忙碌而缺失的陪伴，讓感情重新升溫。",
        "work_text": "或會選擇以穩守的姿態來應對這一天。整體運勢較為平穩，沒有太大的波瀾。你不會盲目地追求快速的發展，而是更加註重基礎的建設和積累。這種穩健的策略雖然不會讓你在短期內取得顯著的成果，但卻能為你的長遠發展打下堅實的基礎，等待良機的到來。",
        "lucky_star": "獅子座",
        "money_text": "正財收入會比較穩定。工作上的努力會得到相應的回報，工資或者獎金可能會按時發放。這時候要珍惜這份穩定的收入，別輕易辭職或者跳槽。可以利用業餘時間學習一些新的技能，提升自己在職場上的競爭力，為以後獲得更高的收入做準備。同時，也要注意控制生活成本，避免不必要的開支。",
        "health_text": "小困會困擾著你，讓你感覺昏昏欲睡。工作學習時，可以喝點咖啡或茶提提神，但別喝太多。利用午休時間小憩一會兒，哪怕只有十幾分鍾，也能讓精神好很多。飲食上多吃些富含碳水化合物的食物，如米飯、麵包，為身體提供能量，緩解困意。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂花錢購物",
        "yi": "動手做手工",
        "all": "72%",
        "date": "2025-11-14",
        "love": "60%",
        "work": "71%",
        "money": "70%",
        "health": "76%",
        "notice": "理性與創意並存",
        "discuss": "75%",
        "all_text": "整體運勢呈現思維活躍的狀態，理性與創意並存的一天，適合處理需要創新或邏輯分析的事務。你可能會突然冒出有趣的想法，但需注意落地性，避免因追求獨特而忽略實際可行性。與他人合作時，保持耐心溝通能減少誤解，你的觀點容易被認真對待，但需注意表達方式，避免因過於直接引發不必要的爭議。適合整理思路或優化現有計劃，過程中保持開放態度，接納他人的合理建議反而能完善你的方案。需注意避免因過度興奮而分散注意力，專注核心目標能讓你的效率更高。整體而言，這是適合通過思維碰撞積累優勢的日子，平衡創意與理性，能讓你的行動更有方向感。",
        "love_text": "單身的你愛情運勢平平，獨特的思維和氣質能吸引他人，但在選擇對象時要謹慎。不要被表面的東西所迷惑，要深入瞭解對方的內心世界，避免陷入不合適的感情。有伴的你，和伴侶相處可能會出現個性上的碰撞。當意見不合時，相互尊重對方的想法，不要強行要求對方認同自己。求同存異，才能讓感情更加和諧。",
        "work_text": "你的思維如同靈動的泉水，不斷湧出新穎的想法和創意。這種靈思為你帶來了強大的動力，推動你在各個領域不斷前行。你會發現自己能夠從不同的角度看待問題，提出獨特的解決方案，讓周圍的人對你刮目相看。抓住這個機會，充分發揮自己的創造力，將會取得不錯的成果。",
        "lucky_star": "天蠍座",
        "money_text": "財智會發揮成效的一天。你的獨特理財思路和投資眼光，可能會讓你在這一天獲得不錯的收益。比如你之前看好的某個項目，在這一天有了好的發展。不過別因為一次成功就驕傲自滿，要繼續保持學習和思考。多和其他有經驗的人交流，借鑑他們的理財方法，讓自己的財富管理更加完善。",
        "health_text": "體感較輕盈的一天，身體沒有什麼負擔。不過要注意皮膚的保護，天氣乾燥，做好保溼工作。可以適當地進行一些有氧運動，如慢跑、跳繩，增強身體素質。飲食上多吃些富含膳食纖維的食物，如蔬菜、粗糧，促進腸道蠕動，保持身體輕鬆。",
        "lucky_color": "杏色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜發朋友圈",
        "yi": "多出門逛逛",
        "all": "53%",
        "date": "2025-11-14",
        "love": "62%",
        "work": "51%",
        "money": "60%",
        "health": "62%",
        "notice": "保持適度的距離",
        "discuss": "64%",
        "all_text": "整體運勢處於需要穩定心神的階段，容易因敏感或迷茫而對周圍變化反應過度，這種情緒波動可能影響你的判斷力。建議減少重要決定，避免因一時感受而改變長期規劃，獨處或重複性事務（如整理、閱讀）能幫助你穩定狀態。與他人交流時，保持適度距離，不必強行融入不熟悉的圈子，暫時觀察比主動參與更安全。需注意避免因過度共情而消耗自身能量，明確個人邊界能減少不必要的困擾。整體而言，這是需要自我保護的日子，接納情緒的存在但不被其主導，通過簡單事務積累安全感，待狀態回升後再行動會更穩妥。",
        "love_text": "單身的你愛情運勢一般，容易沉浸在浪漫幻想中，要回歸現實，理性看待感情。不要對愛情抱有不切實際的期待，腳踏實地地去認識和了解對方。有伴的你，情緒較為敏感，容易因小事產生情緒波動。遇到問題時，及時與伴侶溝通，將自己的感受說出來，避免因誤會而產生矛盾。通過溝通，能讓你們的感情更加穩定。",
        "work_text": "你彷彿置身於一個迷宮之中，周圍充滿了各種困局。無論是工作還是學習，都感覺困難重重，找不到明確的方向。這種迷茫的狀態會讓你感到焦慮和無助，但請不要陷入消極的情緒中。試著靜下心來，分析問題的根源，尋找疏解困局的方法，相信你一定能夠走出困境。",
        "lucky_star": "射手座",
        "money_text": "財務計劃推進會比較緩慢。可能原本計劃好的賺錢計劃，在這一天進展不太順利。彆著急，這是積累和沉澱的階段。你可以利用這個時間，好好研究一下市場行情，學習一些理財知識。同時，也可以梳理一下自己的財務狀況，看看哪些地方可以優化。等時機成熟了，再加大投入，讓財事順利推進。",
        "health_text": "你的精力有待充盈，感覺有點沒勁兒。工作學習時，可以給自己設定一些小目標，完成後給自己一點小獎勵，提高積極性。飲食上多吃些富含蛋白質和維生素的食物，如魚肉、蘋果，為身體補充能量。晚上早點上床睡覺，保證充足的睡眠，讓精力慢慢恢復。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    }
  }
}