{
  "updated": "2025-12-04T18:13:36.748Z",
  "updateTime": "2025/12/5 上午2:13:36",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14157,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遇事就慌張",
        "yi": "多開拓視野",
        "all": "60%",
        "date": "2025-12-04",
        "love": "65%",
        "work": "51%",
        "money": "56%",
        "health": "69%",
        "notice": "外界狀況的干擾",
        "discuss": "64%",
        "all_text": "整體運勢欠佳，情緒狀態容易受到外界小狀況的干擾，一些不大愉快的瑣事會接二連三地出現，雖不至於造成嚴重困擾，但也會讓心情變得有些煩躁。這些瑣事可能來自生活的各個方面，可能是日常習慣被打亂，也可能是與他人溝通時出現小摩擦。在面對這些情況時，容易產生急躁情緒，進而影響對事情的判斷和處理方式。建議保持冷靜，不要讓這些小問題過度影響自己的情緒，嘗試以平和的心態去應對，避免因衝動而讓情況變得更糟。儘管整體運勢不佳，但只要調整好心態，依然能夠平穩度過這一天。",
        "love_text": "單身的你，在感情上自信稍顯不足。面對心儀對象時，可能會因不夠自信而不敢主動出擊，錯過一些機會。別太在意他人眼光，多給自己打打氣。已有伴者的你，容易和伴侶鬧彆扭。或許是因為一些小事看法不同，別急著爭個對錯，先冷靜下來，站在對方角度想想，相互理解才能避免矛盾升級。",
        "work_text": "困阻重重的一天。日常任務推進時，各種突發狀況頻出，計劃被打亂得七零八落。原本簡單的事也變得複雜棘手，讓你有些力不從心，內心煩躁又無奈，需要花費大量精力去應對。",
        "lucky_star": "射手座",
        "money_text": "需要留意消費陷阱，各種看似誘人的促銷、折扣，很可能藏著高消費套路，一不留神就容易衝動下單，買回一堆不實用東西，錢像流水般花出去。這一天在購物時要保持冷靜，別被表面的優惠衝昏頭腦，多想想是否真的需要，不然錢包可要“受傷”咯。",
        "health_text": "可能因忙碌或貪玩睡眠匱乏，白天頭昏沉，像腦袋被一團迷霧籠罩，影響工作學習效率。晚上睡前別玩手機，調暗燈光，營造安靜氛圍，讓身心放鬆，保證充足睡眠，第二天才能精神抖擻地開啟新一天。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斤斤計較",
        "yi": "來一場短途旅",
        "all": "76%",
        "date": "2025-12-04",
        "love": "81%",
        "work": "75%",
        "money": "70%",
        "health": "73%",
        "notice": "按固定軌跡走",
        "discuss": "70%",
        "all_text": "整體運勢尚可，是平常而普通的一天。生活似乎按照固定的軌跡有條不紊地進行著，沒有太多驚喜，也沒有大的波折。周圍的環境和人際關係都處於相對穩定的狀態，不會出現突然的變化。這種平穩的狀態讓人感到安心，但也可能缺乏一些新鮮感和刺激感。在這樣的日子裡，可以按照自己的節奏和習慣安排生活，享受這份平淡中的寧靜。雖然沒有特別的亮點，但這種穩定的狀態也為後續的發展積蓄著力量，不妨好好利用這段時間，整理思緒，為未來的計劃做些準備。",
        "love_text": "單身的你，或許能邂逅一些新火花。在社交場合中，可能會遇到讓你覺得有趣的人，不妨主動交流，說不定能開啟一段美好緣分。已有伴者的你，和伴侶相處要保持良好溝通。遇到問題別憋在心裡，坦誠說出想法，分享彼此感受，能讓感情更加穩固，一起度過溫馨的一天。",
        "work_text": "整體運勢呈現穩步小進的態勢。雖沒有驚天動地的大突破，但每一步都走得踏實。在處理各項事務時，能保持冷靜理智，按部就班地推進，雖然節奏不算快，但積累下來也會有不錯的成果，讓你內心安穩且有成就感。",
        "lucky_star": "天蠍座",
        "money_text": "在理財方面會有小收穫。之前合理的資金規劃開始顯現成效，可能是一些穩健的投資有了小回報，或是日常節省開支積累下了一點小財富。這天不妨繼續保持理性理財的態度，別盲目跟風投資，穩穩守住這份小成果，讓財富慢慢積累。",
        "health_text": "在飲食上別太挑揀，只吃愛吃的易營養不均衡。這天不妨嘗試些新食物，像不同種類的蔬菜和水果，保證攝入各類維生素和礦物質，讓身體獲取全面營養，維持良好運轉，以飽滿狀態應對生活瑣事。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戶外大冒險",
        "yi": "發展興趣愛好",
        "all": "93%",
        "date": "2025-12-04",
        "love": "91%",
        "work": "92%",
        "money": "94%",
        "health": "90%",
        "notice": "充分發揮個人優勢",
        "discuss": "97%",
        "all_text": "整體運勢相當旺盛。在自身擅長的事情上，能夠充分展現出獨特的魅力和能力，光芒四射。這種良好的狀態會帶來一種自信和愉悅感，讓人在與人交往中更加從容自信。周圍的人也會被這種積極的氣場所吸引，願意與你交流合作。在這樣的氛圍下，思維更加活躍，靈感不斷湧現，能夠輕鬆應對各種情況。可以抓住這個機會，充分發揮自己的優勢，進一步拓展自己的社交圈子，提升自己在群體中的影響力，讓這一天過得充實而有意義。",
        "love_text": "單身的，你的活潑開朗會吸引不少人的目光，在人群中很容易成為焦點，說不定會有人主動向你表達好感。已有伴者的你，正處於甜蜜升溫期。和伴侶相處充滿歡樂，一起做些有趣的事，比如看場電影、吃頓美食，能進一步加深彼此感情，享受這甜蜜時光。",
        "work_text": "順遂高飛的好日子，在各方面都遊刃有餘。思維敏捷，靈感不斷，無論是處理複雜的工作任務，還是攻克學習難題，都能輕鬆應對，還能發現新的機會和方向，為未來發展增添更多可能。",
        "lucky_star": "處女座",
        "money_text": "意外之財可能會降臨到你頭上呢！也許是之前幫朋友忙，對方給的感謝紅包，或是參加活動抽中了小獎品，又或是收到一筆遺忘已久的退款。這些意外的小驚喜會讓你的錢包鼓起來，不過也別太得意忘形，合理規劃這筆意外之財，才能讓它發揮更大作用。",
        "health_text": "精力充沛狀態優，渾身像有使不完的勁兒。可以趁著這好狀態，完成些擱置的任務，比如打掃房間、整理文件。不過也別過度消耗，適當休息，喝杯熱飲，放鬆放鬆，讓這份活力持續更久。",
        "lucky_color": "米黃色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執不聽勸",
        "yi": "學習線上課程",
        "all": "80%",
        "date": "2025-12-04",
        "love": "88%",
        "work": "75%",
        "money": "72%",
        "health": "85%",
        "notice": "傾聽他人的意見",
        "discuss": "81%",
        "all_text": "整體運勢還不賴，有機會得到一些中肯的建議。這些建議可能來自不同的人，他們從各自的視角出發，為你提供一些新的思路和想法。這些建議或許能讓你對一些事情有更清晰的認識，幫助你做出更明智的選擇。在與人交流的過程中，能夠感受到他人的善意和關心，這種溫暖的氛圍會讓你心情愉悅。同時，自己也會更加願意傾聽他人的意見，以開放的心態接受新的觀念。不妨好好利用這些建議，結合自己的實際情況進行調整，讓自己在成長和發展的道路上少走一些彎路，收穫更多的進步。",
        "love_text": "單身的你，有機會邂逅新緣分。可能在不經意間就遇到那個讓你心動的人，不妨主動一點，給對方留下好印象。已有伴者的你，和伴侶處於溫馨相伴時。兩人相處氛圍融洽，一起做些簡單的事，如散步、聊天，都能感受到彼此的關愛，珍惜這溫馨時刻，讓感情更加深厚。",
        "work_text": "整體處於平穩推進的狀態。沒有大起大落的波瀾，一切都在按部就班地進行。在面對各種事務時，你能保持平和的心態，有條不紊地處理，雖然進展不算迅速，但每一步都穩紮穩打，為後續的發展積累著能量。",
        "lucky_star": "摩羯座",
        "money_text": "投資回報比較可觀。之前投入的精力與資金，在這一天能看到不錯的收益，可能是股票小漲、基金增值，或是生意有了新訂單帶來利潤。但別被眼前的利益衝昏頭腦，投資有風險，還是要謹慎分析市場動態，適時調整投資策略，讓財富持續增值。",
        "health_text": "容易久坐，起身時會感覺身體僵硬、腰背痠痛。工作學習間隙，每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿，轉動轉動脖子，促進血液循環，緩解肌肉緊張，避免痠痛感加重影響生活。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "結交新朋友",
        "all": "78%",
        "date": "2025-12-04",
        "love": "79%",
        "work": "77%",
        "money": "76%",
        "health": "70%",
        "notice": "平淡得缺點激情",
        "discuss": "72%",
        "all_text": "整體運勢中規中矩，沒有太多的水花，相對平淡。生活沒有出現明顯的起伏，一切都按部就班地進行著。這種平淡的狀態可能會讓人感覺有些缺乏激情，但也能讓人在平靜中享受生活的簡單。在這樣的日子裡，不需要刻意去追求什麼，可以放鬆心情，做一些自己喜歡的事情，比如閱讀、聽音樂或者進行一些輕鬆的娛樂活動。雖然沒有特別突出的表現，但這種平淡也是一種穩定和踏實，能讓人在忙碌的生活中找到片刻的寧靜，為接下來的生活積蓄能量，以更好的狀態迎接未來的挑戰。",
        "love_text": "單身的你，期待著能遇到心動之人。可能會對愛情充滿憧憬，在社交中積極尋找那個特別的人，不過別太著急，緣分或許就在不經意間出現。已有伴者的你，和伴侶相處可能會有小摩擦。一些生活習慣或觀念上的差異容易引發小爭執，多些包容，互相讓步，別讓小問題影響感情。",
        "work_text": "在各方面會有小有進展。之前付出的努力開始顯現成效，能看到一些積極的變化。在處理事務時，你充滿自信，勇於嘗試新方法，雖然過程中會遇到一些小挑戰，但都能憑藉自身能力克服，取得不錯的成果，讓你對未來充滿期待。",
        "lucky_star": "獅子座",
        "money_text": "正財收入穩定，工作上的付出能得到相應回報，工資、獎金都能按時到賬，讓你心裡踏實。這一天在財務上不會有太大波動，不過也別因此放鬆對工作的熱情，繼續保持積極態度，說不定還能在工作中發現新的賺錢機會，進一步提升收入水平。",
        "health_text": "運動熱情高漲，但運動要循序漸進，不能一上來就高強度鍛鍊。先從簡單的熱身開始，活動開身體關節，再慢慢增加運動強度和時間，結束後做好拉伸放鬆，這樣既能達到鍛鍊效果，又能避免受傷。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "提高個人形象",
        "all": "59%",
        "date": "2025-12-04",
        "love": "55%",
        "work": "58%",
        "money": "52%",
        "health": "68%",
        "notice": "自信被逐個擊破",
        "discuss": "62%",
        "all_text": "整體運勢低迷，自信心彷彿被逐個擊破。原本對自己的一些認知和判斷開始產生懷疑，在面對事情時容易缺乏底氣。一些小問題可能會被放大，讓自己陷入焦慮和不安之中。這種情緒狀態會影響對事物的處理方式，可能會變得猶豫不決，錯過一些機會。在與他人交往時，也可能因為缺乏自信而表現得不夠自然大方。建議不要過分苛責自己，每個人都會有狀態不佳的時候。可以嘗試給自己一些積極的心理暗示，重新審視自己的優點和長處，找回那份自信。雖然運勢低迷，但只要調整好心態，依然能夠慢慢走出困境，重新找回屬於自己的節奏。",
        "love_text": "單身的你，感情上會遇到阻礙。可能在追求愛情的路上不太順利，遇到一些讓你感到困擾的人或事，別灰心，這只是暫時的。已有伴者的你，和伴侶關係容易出現隔閡。或許是因為溝通不暢，彼此想法沒傳達清楚，找個時間坐下來好好聊聊，解開誤會，別讓隔閡越來越深。",
        "work_text": "阻礙頻現，彷彿陷入泥沼。各種意外狀況不斷，打亂你的節奏，讓你有些手忙腳亂。原本規劃好的事情難以順利推進，需要不斷調整策略，這讓你感到疲憊又焦慮，需要花費更多時間和精力去應對這些突發問題。",
        "lucky_star": "雙子座",
        "money_text": "要小心財物意外損耗，出門在外可能會丟三落四，丟失貴重物品，或是家裡的電器、物品突然損壞需要維修更換，這些都會讓你額外花錢。這一天要格外細心，出門檢查好隨身物品，定期檢查家中設備，提前做好防範，減少不必要的財物損失。",
        "health_text": "情緒波動可能影響睡眠，晚上躺在床上思緒紛飛難以入眠。睡前可以泡個熱水澡，聽些舒緩的音樂，讓心情平靜下來，把煩惱拋到腦後，以平和的情緒進入夢鄉，保證睡眠質量。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "驕傲自大",
        "yi": "學習時尚穿搭",
        "all": "97%",
        "date": "2025-12-04",
        "love": "95%",
        "work": "96%",
        "money": "93%",
        "health": "98%",
        "notice": "順順當當的狀態",
        "discuss": "91%",
        "all_text": "整體狀態相當不錯，是比較得心應手的一天。彷彿有一股無形的力量在推動著自己，無論做什麼都感覺順順當當，沒有太多阻礙。這種良好的狀態讓內心充滿自信，面對各種情況都能從容應對。在與人相處時，也能展現出自己獨特的魅力，吸引他人的目光，收穫良好的人際關係。同時，這一天在精神層面會有豐富的收穫，可能是對一些事情有了新的感悟，或是從他人的經歷中汲取到有益的經驗。這種內心的充實感會讓自己更加滿足，也會為未來的發展積累更多的能量。不妨好好享受這狀態滿滿的一天，盡情釋放自己的潛力，讓生活變得更加精彩。",
        "love_text": "單身的你，緣分正悄悄降臨。可能會在某個場合遇到那個與你契合的人，感覺一切都那麼自然，不妨抓住機會，開啟一段浪漫之旅。已有伴者的你，愛意正濃烈。和伴侶相處充滿甜蜜，彼此關心呵護，一起度過浪漫的一天，可以計劃一些小驚喜，讓感情更加升溫。",
        "work_text": "是順風順水的一天。在各種事務的處理上，你彷彿自帶幸運光環，能輕鬆避開各種潛在的小麻煩。思維清晰，決策果斷，無論是面對複雜的工作任務，還是棘手的學習難題，都能迅速找到解決辦法，讓一切都在掌控之中，成就感滿滿。",
        "lucky_star": "金牛座",
        "money_text": "合作會為你帶來滾滾財源！與夥伴一起開展的項目能順利推進，取得不錯成果，雙方都能從中獲利。這一天適合多與合作伙伴溝通交流，拓展業務範圍，說不定還能發現新的合作機會，讓財富之路越走越寬，共同創造更多財富。",
        "health_text": "體態輕盈活力足，感覺走路都帶風。這天適合安排些戶外活動，比如去公園散步、打羽毛球，在享受運動快樂的同時，進一步增強體質，讓這份輕盈活力陪伴自己度過美好的一天。",
        "lucky_color": "抹茶色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說別人八卦",
        "yi": "做一件好事",
        "all": "57%",
        "date": "2025-12-04",
        "love": "66%",
        "work": "59%",
        "money": "60%",
        "health": "64%",
        "notice": "時間管理遇難題",
        "discuss": "60%",
        "all_text": "整體運勢略顯低迷，容易在時間管理方面遭遇難題。一開始計劃好的事情，可能會因為一些意外因素而被打亂節奏，導致時間安排變得混亂。這種狀況會讓人感到煩躁和無奈，進而影響心情和做事的效率。在處理事情時，可能會因為時間緊迫而無法做到盡善盡美，留下一些小遺憾。不過，也不要過於沮喪，這只是一個暫時的狀況。可以嘗試重新梳理一下自己的計劃，合理分配時間，優先處理重要的事情。雖然當天運勢不佳，但通過積極的調整，還是能夠儘量減少不利影響，讓事情朝著更好的方向發展。",
        "love_text": "單身的你，尋愛之路有些坎坷。在感情方面可能不太順利，遇到的人不太符合心意，或者追求過程中遇到阻礙，彆氣餒，堅持下去。已有伴者的你，和伴侶矛盾容易爆發。一些小事可能引發激烈爭吵，雙方都情緒激動，先冷靜下來，等情緒平復後再好好溝通，解決問題。",
        "work_text": "感覺舉步維艱。各種難題像潮水般湧來，讓你有些應接不暇。原本計劃好的事情，也常常因為一些意外狀況而被打亂。在處理事務時，容易陷入思維困境，找不到合適的方向，內心充滿焦慮和無奈，需要花費大量精力去應對。",
        "lucky_star": "白羊座",
        "money_text": "收支勉強能達到平衡狀態，收入和支出差不多，沒有太多結餘。這一天在消費時要更加精打細算，避免不必要的開支，比如減少外出就餐、娛樂消費等。同時，也可以想想如何增加收入，比如利用業餘時間做點兼職，讓收支狀況得到改善。",
        "health_text": "用眼時間長，眼睛易疲勞乾澀。每用眼一段時間，就看看遠處，讓眼睛放鬆放鬆，也可以做做眼保健操，促進眼部血液循環。還可以準備些人工淚液，適時滴一滴，緩解眼睛不適，保護好視力。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度情緒化",
        "yi": "看勵志電",
        "all": "55%",
        "date": "2025-12-04",
        "love": "58%",
        "work": "57%",
        "money": "52%",
        "health": "61%",
        "notice": "遭受質疑與打擊",
        "discuss": "56%",
        "all_text": "整體運勢需要格外留意，在某些方面可能會遭受質疑與打擊。可能是之前自己充滿信心的事情，可能會遭到他人的否定，這會讓內心產生失落感。這種質疑可能會來自不同的人，他們的觀點和看法可能會讓你對自己的選擇產生動搖。在面對這種情況時，容易陷入自我懷疑的漩渦，情緒也會受到一定的影響。但不要輕易被這些質疑打倒，要相信自己的判斷和能力。可以冷靜下來，重新審視自己的做法，看看是否有需要改進的地方。雖然當天運勢不容樂觀，但只要保持堅定的信念，依然能夠堅守自己的立場，不被外界的聲音所左右。",
        "love_text": "單身的你，情感上有些迷茫。面對感情問題可能會有些不知所措，不知道自己真正想要什麼，彆著急，給自己一些時間思考。已有伴者的你，和伴侶相處會有分歧。在一些事情上看法不同，容易產生爭執，多聽聽對方意見，尊重彼此想法，找到平衡點，避免矛盾激化。",
        "work_text": "你的進展明顯滯緩。原本預期能順利推進的事情，卻因為各種原因停滯不前。在處理事務時，缺乏動力和效率，注意力難以集中，容易分心。感覺自己的努力沒有得到應有的回報，內心有些沮喪，需要調整狀態重新出發。",
        "lucky_star": "雙魚座",
        "money_text": "務必警惕盲目消費破財！看到喜歡的東西就忍不住買買買，完全不考慮自己的實際需求和經濟狀況，結果錢包迅速癟下去。這一天在購物前一定要冷靜思考，列出購物清單，只買真正需要的東西，剋制自己的消費慾望，不然月底可能就要為錢發愁咯。",
        "health_text": "運動時要適量，別因一時興起過度運動，不然容易造成肌肉拉傷。運動前做好熱身，讓身體適應運動節奏，運動過程中根據自身情況調整強度，結束後進行拉伸，放鬆肌肉，預防受傷。",
        "lucky_color": "奶茶色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略健康問題",
        "yi": "學習新技能",
        "all": "80%",
        "date": "2025-12-04",
        "love": "84%",
        "work": "78%",
        "money": "82%",
        "health": "81%",
        "notice": "邁出嘗試第一步",
        "discuss": "86%",
        "all_text": "整體運勢較為平穩，沒有太大的起伏。不過，或許會有一些新的嘗試出現在生活中，這是一個邁出第一步的好時機。這些新嘗試可能是一些之前從未接觸過的事物，雖然會帶來一些新鮮感和挑戰，但也會讓你有機會開拓新的領域，發現不一樣的自己。在面對這些新事物時，不要過於謹慎和保守，要以開放的心態去接納和探索。雖然一開始可能會有些生疏和不適應，但只要勇敢地邁出第一步，就有可能收穫意想不到的驚喜。這一天適合為未來的發展打下基礎，積累經驗，讓自己在成長的道路上不斷前進。",
        "love_text": "單身的你，有望結識新朋友。在社交活動中可能會認識一些有趣的人，說不定其中就有那個能走進你心裡的人，主動交流，拓展人脈。已有伴者的你，感情穩穩前行。和伴侶相處和諧，彼此信任支持，一起規劃未來，共同為生活努力，享受這穩定而美好的感情。",
        "work_text": "整體呈現穩中求進的態勢。你保持著沉穩的心態，有條不紊地處理各項事務。雖然不會出現大的突破，但每一步都走得堅實有力。在面對問題時，能冷靜分析，逐步解決，積累經驗，為未來的發展打下堅實的基礎，讓人感到安心。",
        "lucky_star": "巨蟹座",
        "money_text": "事業會帶動財運增長！工作上的出色表現讓你得到領導認可，可能會獲得晉升機會或獎金激勵，收入隨之增加。這一天要繼續努力工作，提升自己的專業技能，抓住事業發展的好時機，讓事業和財運都更上一層樓，收穫滿滿財富。",
        "health_text": "腸胃舒適消化好，食慾也不錯。可以趁著這好時候，多吃些健康食物，像富含蛋白質的瘦肉、魚類，為身體補充能量。但別暴飲暴食，保持規律飲食習慣，讓腸胃一直保持良好狀態。",
        "lucky_color": "綠色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "和寵物互動",
        "all": "90%",
        "date": "2025-12-04",
        "love": "93%",
        "work": "90%",
        "money": "91%",
        "health": "93%",
        "notice": "溝通能力在提升",
        "discuss": "96%",
        "all_text": "整體運勢相當出色，交流溝通能力得到顯著提升。在與他人交流時，能夠清晰地表達自己的想法和觀點，並且能夠很好地理解他人的意圖，實現有效的溝通。這種良好的溝通狀態會讓你在社交場合中如魚得水，結識到更多志同道合的朋友，拓展自己的人脈圈子。同時，在交流過程中，還能從他人那裡獲取到新的信息和靈感，為自己的思維注入新的活力。這種交流溝通能力的錦上添花，會讓你在各個方面都更加順利，無論是解決問題還是處理人際關係，都能更加得心應手。不妨充分利用這一天的好運勢，積極參與各種交流活動，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，桃花朵朵開。身邊會出現不少追求者，讓你有些應接不暇，仔細挑選，說不定能遇到那個對的人。已有伴者的你，浪漫滿心間。和伴侶相處充滿浪漫氛圍，一起做些浪漫的事，如燭光晚餐、送花等，讓感情更加甜蜜，享受這浪漫時光。",
        "work_text": "對你來說是一路順達的好日子。彷彿有一股無形的力量在推動著你前進，各種機會接踵而至。在處理事務時，思維敏捷，靈感不斷，能輕鬆應對各種挑戰，還能發現新的發展方向，為未來的發展增添更多可能性，讓你充滿信心。",
        "lucky_star": "天秤座",
        "money_text": "偏財機遇會不斷湧現！可能會收到一些兼職邀請，或是發現新的賺錢渠道，比如通過網絡平臺做些小生意。這些偏財機會能為你帶來額外收入，不過在選擇時要謹慎篩選，確保靠譜安全，同時也要合理安排時間，別因為偏財而影響正職工作。",
        "health_text": "保持規律的作息很重要，早睡早起身體棒。晚上按時上床睡覺，早上按時起床，不熬夜、不賴床。規律的作息能讓身體各器官正常運轉，提高免疫力，讓你每天都精神煥發，充滿活力。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷手機遊戲",
        "yi": "定個小目標",
        "all": "93%",
        "date": "2025-12-04",
        "love": "92%",
        "work": "89%",
        "money": "96%",
        "health": "91%",
        "notice": "內心豐盈的姿態",
        "discuss": "92%",
        "all_text": "整體運勢非常好，能夠保持內心豐盈的姿態度過充實的一天。內心充滿了對生活的熱愛和對美好的嚮往，這種積極的心態會讓你以樂觀的眼光看待周圍的一切。在面對事情時，不會輕易被困難和挫折打倒，而是能夠從中找到積極的一面，汲取力量。這種內心的豐盈會讓你散發出一種獨特的魅力，吸引身邊的人向你靠近。同時，也會讓你更加珍惜生活中的每一個瞬間，用心去感受生活的美好。無論是與家人朋友相處，還是獨自享受時光，都能從中獲得滿足感和幸福感。這一天適合做一些讓自己開心的事情，讓生活充滿陽光和溫暖。",
        "love_text": "單身的你，真愛正在靠近。可能會感受到愛情的召喚，遇到那個讓你心動且覺得能相伴一生的人，勇敢表達心意。已有伴者的你，甜蜜永相伴。和伴侶相處溫馨甜蜜，彼此關愛有加，一起度過美好的一天，珍惜這份感情，讓幸福一直延續。",
        "work_text": "漸入佳境的一天。一開始可能會遇到一些小困難，但隨著時間推移，你逐漸找到狀態，處理事務越來越得心應手。思維變得更加活躍，能提出新穎的想法和觀點，在團隊中發揮重要作用，獲得他人的認可和讚賞，對未來充滿期待。",
        "lucky_star": "水瓶座",
        "money_text": "貴人會助力你生財！身邊的朋友、長輩可能會給你提供一些賺錢的建議或機會，幫你打開財富大門。這一天要多與身邊人交流互動，虛心聽取他們的意見，抓住貴人帶來的機遇，積極行動起來，讓財富之路越走越順，收穫豐厚財富。",
        "health_text": "要注意補充水分，天氣乾燥，身體易缺水。隨身帶個水杯，時不時喝上幾口，不要等到口渴了才喝水。多喝水能促進新陳代謝，讓身體更健康，皮膚也更有光澤，以良好狀態迎接生活。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}