{
  "updated": "2026-01-26T17:14:39.148Z",
  "updateTime": "2026/1/27 上午1:14:39",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13748,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝過量咖啡",
        "yi": "讚美他人",
        "all": "90%",
        "date": "2026-01-26",
        "love": "88%",
        "work": "98%",
        "money": "89%",
        "health": "91%",
        "notice": "散發積極的能量",
        "discuss": "95%",
        "all_text": "整體狀態極佳，從內而外都散發著積極的能量，這種能量會感染身邊的人，讓你在社交場合中格外受歡迎。與人交流時，你充滿熱情與活力，能輕鬆地打開話題，拉近與他人的距離，無論是新朋友還是老相識，都能感受到你的真誠與友好。在處理各種事務時，你思維敏捷，行動迅速，能夠高效地完成各項任務，不會輕易被困難和阻礙打倒。面對突發情況，也能保持冷靜，迅速找到解決辦法。而且，你的樂觀態度會為你吸引來不少好機會，可能會收到一些意外的驚喜，讓你一整天都心情愉悅。這種積極向上的氛圍會一直圍繞著你，讓你在各個方面都能有所收穫，盡情享受這美好的一天。",
        "love_text": "單身的你，別總把喜歡藏在心裡啦，不妨勇敢一點，主動向心儀對象表達情感。說不定你的真誠能打動對方，開啟一段浪漫戀情。已有伴者的你，感情裡信任是基石。這天要多和伴侶交流，分享彼此的想法，鞏固信任基礎，讓感情更加穩固，避免因小誤會產生隔閡。",
        "work_text": "充滿幹勁與活力的一天。整體狀態積極向上，面對各種任務和挑戰都毫不退縮，努力上進的態度會讓你在眾多事務中脫穎而出。無論是處理複雜的工作項目，還是攻克學習難題，都能憑藉這股衝勁取得不錯的進展，為未來發展積累經驗和信心。",
        "lucky_star": "金牛座",
        "money_text": "在財運上得把心思多放在儲蓄上啦。這一天可能會有些小誘惑讓你想花錢，但別衝動，先想想存錢計劃。比如看到喜歡的東西別急著買，冷靜想想是不是真需要。把一部分收入存起來，為以後可能的大開銷或者投資做準備，這樣能讓你的財務狀況更穩當。",
        "health_text": "整體健康狀態不錯，但要注意及時補水。這一天你可能會忙於各種事務，容易忽略喝水這件事，身體缺水會影響新陳代謝，讓你感覺疲憊。不妨在辦公桌、包裡都備上水杯，時不時喝上幾口，保持身體水分充足，一整天都能活力滿滿。",
        "lucky_color": "土黃色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和陌生人聊天",
        "yi": "種花草樹木",
        "all": "75%",
        "date": "2026-01-26",
        "love": "54%",
        "work": "66%",
        "money": "75%",
        "health": "70%",
        "notice": "大意犯低級錯誤",
        "discuss": "68%",
        "all_text": "整體運勢不大平穩，在日常生活裡，容易在大意的時候犯低級錯誤。或許是因為一些瑣碎的事情分散了你的注意力，讓你在處理事情時不夠細心，從而出現一些小失誤。在與人交往中，可能會因為一時的疏忽，沒有充分考慮到他人的感受，導致一些小摩擦的產生。不過，這些小問題並不會對你的整體生活造成太大的影響，只要你能及時意識到自己的錯誤，誠懇地向他人道歉，積極採取措施彌補，就能化解矛盾。同時，在接下來的行動中，要提醒自己更加專注，認真對待每一件事情，避免再次出現類似的失誤，這樣就能逐漸讓運勢回到平穩的軌道上。",
        "love_text": "單身的你，近期社交場合似乎不太給力，也難結識到合適的人。彆著急，不妨利用這段時間提升自己，為未來邂逅愛情做準備。已有伴者的你，和伴侶相處平淡，容易產生隔閡。這天可以一起做些新鮮事，比如嘗試新餐廳，打破平淡，增進感情。",
        "work_text": "你的節奏稍顯緩慢，在推進各項事務時總感覺有些力不從心，進展遲緩。或許是外界因素干擾，或許是自身狀態未調整到最佳，導致很多計劃無法按預期進行。不過別太著急，穩住心態，慢慢梳理問題，逐步解決，後續還是有機會趕上進度。",
        "lucky_star": "白羊座",
        "money_text": "在理財方面，培養記賬習慣是關鍵。可能你平時花錢有點迷糊，不知道錢都花哪兒去了。這一天不妨開始記錄每一筆支出，不管是吃飯、買日用品還是其他消費，都記下來。這樣能清楚自己的消費模式，找出可以節省的地方，慢慢就能讓財務更有條理。",
        "health_text": "睡前喝太多水，第二天容易出現水腫，還可能頻繁起夜影響睡眠質量。晚上儘量少喝濃茶、咖啡等利尿飲品，若口渴，小抿幾口溫水即可，這樣能讓你擁有一個安穩的睡眠，第二天精神煥發。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "潑朋友冷水",
        "yi": "穿漂亮衣服",
        "all": "94%",
        "date": "2026-01-26",
        "love": "92%",
        "work": "91%",
        "money": "90%",
        "health": "96%",
        "notice": "壓力轉化為動力",
        "discuss": "97%",
        "all_text": "整體運勢非常給力，你擁有強大的心理調適能力，能將壓力轉化為動力。即便生活中遇到一些讓你感到有壓力的事情，你也不會被壓垮，反而會激發你的鬥志，讓你更加努力地去應對。這種積極的心態會讓你在面對各種挑戰時都充滿信心，勇往直前。在社交方面，你依然保持著活躍的狀態，能夠與不同類型的人愉快交流，結交到許多新朋友，拓展自己的人脈圈。而且，你的創新思維也會得到很好的發揮，可能會想出一些新穎獨特的點子，為生活增添不少樂趣。憑藉著你的智慧和活力，這一天你會過得充實而有意義，收穫滿滿的成就感。",
        "love_text": "單身的你，浪漫邂逅的可能性很大哦！可能在某個不經意的瞬間，就遇到那個讓你心動的人，要留意身邊出現的異性。已有伴者的你，這天感情升溫加速。和伴侶一起度過歡樂時光，無論是看電影還是散步，都能讓你們更加了解彼此，感情愈發深厚。",
        "work_text": "是高效突破的一天。思維活躍，靈感不斷，在處理各種事務時都能迅速找到關鍵點，提出新穎且有效的解決方案。無論是工作中的難題，還是學習上的困惑，都能憑藉自己的聰明才智輕鬆化解，在多個領域都有機會取得顯著進步。",
        "lucky_star": "巨蟹座",
        "money_text": "投資機遇可能會悄悄出現。這一天要多留意身邊的各種信息，說不定能發現一些有潛力的投資方向。不過也別盲目跟風，得自己好好分析研究。可以和朋友、有經驗的人交流交流，聽聽他們的看法，再做決定，把握住機會讓錢生錢。",
        "health_text": "要記得適度運動拉伸。長時間坐著學習或工作，身體容易僵硬，適時站起來活動活動，拉伸一下四肢和頸部，能促進血液循環，緩解肌肉緊張，預防頸椎和腰椎疾病，讓身體保持靈活狀態。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開視頻會議",
        "yi": "吃點藍莓",
        "all": "85%",
        "date": "2026-01-26",
        "love": "90%",
        "work": "78%",
        "money": "81%",
        "health": "86%",
        "notice": "越努力越是幸運",
        "discuss": "80%",
        "all_text": "整體運勢尚佳，你越是努力，就越容易抓住幸運。只要你積極主動地去行動，不放過任何一個可能的機會，就能在生活中發現許多美好的事情。在與人相處時，你的溫柔體貼會讓你贏得他人的好感，人際關係更加和諧。你會用心去傾聽他人的想法和感受，給予他人真誠的關心和幫助，這種付出也會得到相應的回報，可能會收到他人的感謝和讚美，讓你心裡暖暖的。同時，在追求自己的目標時，只要保持堅定的信念，持續付出努力，就能看到明顯的進展，離成功更近一步。這一天，你會在努力中感受到生活的充實和幸運的眷顧。",
        "love_text": "單身的你，雖然沒什麼特別的行動去尋找愛情，但說不定愛情就在不經意間降臨。保持平常心，說不定轉角遇到愛。已有伴者的你，感情需要用心經營。這天要多和伴侶進行日常溝通，聊聊生活瑣事，分享彼此的喜怒哀樂，讓感情在交流中升溫。",
        "work_text": "整體狀態較為平穩，能按部就班地推進各項事務，穩步前行。雖然沒有特別突出的表現，但每一步都走得踏實，積累的成果也會逐漸顯現。在處理問題時，你注重細節，考慮周全，能有效避免一些潛在的風險，為後續發展打下堅實基礎。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運重點在優化消費結構上。可能你之前有些消費不太合理，比如在一些不必要的東西上花太多錢。這一天要審視自己的消費，把更多的錢花在提升生活品質或者對自己未來發展有幫助的地方。比如買些學習資料提升自己，或者改善下居住環境，讓錢花得更有價值。",
        "health_text": "建議多吃蔬果雜糧。日常飲食中，蔬果雜糧富含各種維生素和膳食纖維，有助於增強免疫力，促進腸道蠕動。這一天不妨把蔬果當作零食，正餐也多搭配些雜糧，讓飲食更均衡，身體更健康。",
        "lucky_color": "紅色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "壓力山大",
        "yi": "穿漂亮衣服",
        "all": "76%",
        "date": "2026-01-26",
        "love": "71%",
        "work": "85%",
        "money": "57%",
        "health": "77%",
        "notice": "面臨選擇的難題",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，可能會面臨一些選擇難題。生活中會出現一些需要你做出抉擇的情況，這些選擇可能會讓你有些糾結，不知道該如何取捨。在做決定時，你需要冷靜下來，仔細分析每個選項的利弊，權衡各種因素，不要急於下結論。可以聽取身邊信任的人的意見和建議，但最終還是要根據自己的內心想法和實際情況來做出選擇。雖然做出選擇的過程可能會有些艱難，但一旦你做出了決定，就要堅定地走下去，不要輕易後悔。同時，在面對生活中的其他事情時，要保持平和的心態，不要因為一些小問題而影響自己的情緒，以穩定的狀態度過這一天。",
        "love_text": "單身的你，不用刻意去尋找緣分，靜候緣分悄然而至就好。說不定在某個熟悉的場景，就能遇到那個與你契合的人。已有伴者的你，這天要學會傾聽對方心聲。伴侶可能有自己的想法和煩惱，耐心傾聽，給予理解和支持，能讓你們的感情更加和諧。",
        "work_text": "機遇不斷湧現，為你提供了廣闊的發展空間。你積極向上的態度和強大的執行力，能讓你迅速抓住這些機會，在各個領域嶄露頭角。無論是拓展人脈資源，還是提升專業技能，都有不錯的收穫，為未來的成功奠定良好基礎。",
        "lucky_star": "射手座",
        "money_text": "注意減少非必要支出啦。這一天可能會有各種小慾望冒出來，想買這買那，但很多東西其實並不是你真正需要的。忍住這些衝動消費，把錢省下來。想想自己真正重要的目標和計劃，把資金集中起來，為以後的大事做準備，別讓不必要的消費打亂你的財務節奏。",
        "health_text": "要避免久坐不動。忙碌的工作或學習可能會讓你一坐就是好幾個小時，這對身體可不好。每隔一段時間就起身走動走動，伸伸懶腰，活動一下關節，能減少身體疲勞，預防因久坐引發的各種健康問題。",
        "lucky_color": "藏青色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "朋友圈emo",
        "yi": "戴上圍巾",
        "all": "62%",
        "date": "2026-01-26",
        "love": "50%",
        "work": "57%",
        "money": "65%",
        "health": "61%",
        "notice": "人際相處上碰壁",
        "discuss": "56%",
        "all_text": "整體運勢下滑，特別容易在人際相處上碰壁。在與他人交流時，可能會因為一些觀點上的分歧或者溝通方式的問題，與他人產生矛盾和衝突。你可能會過於堅持自己的想法，沒有充分考慮到他人的立場，從而讓對方感到不滿。在處理人際關係時，要學會換位思考，多站在他人的角度去看待問題，尊重他人的意見和感受。當出現分歧時，不要急於爭論，而是要心平氣和地與對方溝通，尋求共同的解決方案。同時，也要注意自己的言行舉止，避免因為一些不經意的言語或行為傷害到他人。只要你能調整好自己的心態，改進自己的溝通方式，就能逐漸改善人際關係，讓運勢有所回升。",
        "love_text": "單身的你，尋愛之路有些受阻，可能遇到的人都不太符合心意。別灰心，這只是暫時的，調整好心態繼續等待。已有伴者的你，這天小矛盾可能會頻繁出現。和伴侶相處時要多些包容，遇到問題冷靜溝通，避免因小事影響感情。",
        "work_text": "你會感覺阻礙重重，各種突發狀況和難題接踵而至，讓你有些應接不暇。原本計劃好的事情可能會被打亂，需要花費大量時間和精力去重新調整和應對。不過別灰心，保持冷靜，認真分析問題，逐步解決，還是能夠克服困難，走出困境。",
        "lucky_star": "處女座",
        "money_text": "在財運方面，謹慎選擇副業很重要。可能你看到別人做副業賺了錢，自己也有點心動，但別急著行動。這一天要好好評估自己的能力和時間，看看什麼樣的副業適合自己。別盲目跟風選擇一些不熟悉或者沒把握的副業，不然可能會浪費時間和精力，還可能影響本職工作。",
        "health_text": "需保證充足睡眠。睡眠不足會影響身體各項機能的恢復，讓你白天沒精神。這一天儘量早點放下手中的事情，營造一個安靜舒適的睡眠環境，早早入睡，讓身體得到充分的休息，第二天才能以更好的狀態面對生活。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戀愛腦上頭",
        "yi": "保持獨立思考",
        "all": "51%",
        "date": "2026-01-26",
        "love": "64%",
        "work": "55%",
        "money": "52%",
        "health": "62%",
        "notice": "情緒主導著行動",
        "discuss": "60%",
        "all_text": "整體運勢較差，情緒容易主導你的思維與行動，感性思維佔據上風。這可能會讓你在面對一些情況時，難以保持理性客觀的態度。在與人交流互動中，可能會因為一時的情緒波動，說出一些不夠恰當的話語，進而引發一些不必要的矛盾或誤解。在做決策時，也容易受到情感因素的干擾，難以做出最為合適的選擇。這種狀態可能會讓你在生活裡陷入一些小困境，原本順暢的事情也可能變得複雜起來。你需要時刻提醒自己，儘量剋制情緒，嘗試從更理性的角度去看待問題。當情緒上頭時，先深呼吸讓自己冷靜下來，再處理事情，避免因感性衝動而做出後悔的舉動，努力讓這一天少些波折，平穩度過。",
        "love_text": "單身的你，社交圈拓展有些困難，認識新異性的機會不多。不妨參加一些線上活動，擴大交友範圍。已有伴者的你，和伴侶相處節奏需要調整。這天可能會因為生活節奏不同產生摩擦，互相理解，找到適合你們的相處方式，讓感情更融洽。",
        "work_text": "各方面都陷入困局。原本清晰的思路變得混亂，在處理事務時常常猶豫不決，難以做出正確的判斷。無論是推進項目還是解決問題，都感覺力不從心，進展十分緩慢。而且，還可能會遇到一些意外狀況，進一步打亂你的節奏，讓你感到疲憊又無奈。",
        "lucky_star": "天秤座",
        "money_text": "最好暫緩大額消費。這一天可能會有一些大件商品吸引你，比如新款的電子產品或者高檔的傢俱。但別急著下單，先冷靜思考一下。這些大額消費可能會對你的財務造成一定壓力，而且可能並不是當下最急需的。等過段時間，情況更明朗了再決定也不遲。",
        "health_text": "要注意眼部休息。長時間盯著電腦、手機屏幕，眼睛容易疲勞、乾澀。這一天每隔一段時間就看看遠處，做做眼保健操，讓眼睛得到放鬆。也可以準備一些緩解眼疲勞的眼藥水，適時滴一滴，保護好心靈的窗戶。",
        "lucky_color": "綠色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "管不住錢",
        "yi": "看高分紀錄片",
        "all": "80%",
        "date": "2026-01-26",
        "love": "84%",
        "work": "81%",
        "money": "88%",
        "health": "79%",
        "notice": "保持各方面平衡",
        "discuss": "86%",
        "all_text": "整體運勢平穩，是一個能保持各方面平衡的日子。在生活裡，無論是處理人際關係，還是應對日常安排，你都能有條不紊地進行。在與人相處時，能夠很好地把握分寸，既不會過於疏遠，也不會過於親密，讓人感覺舒適自在，因此人際關係較為和諧。面對各種事情，也能做到兼顧各方，不會顧此失彼。在處理事務時，思維清晰，能夠合理安排時間和精力，使得各項事情都能得到妥善處理。這種平衡的狀態會讓你在這一天裡過得輕鬆自在，沒有太多的壓力和煩惱，能以平和的心態享受生活的點滴。",
        "love_text": "單身的你，魅力散發，容易吸引他人關注。自信地展現自己，說不定能吸引到那個特別的人，開啟一段美好戀情。已有伴者的你，這天情感深度遞增。和伴侶之間會有更深入的交流，彼此更加了解，感情也會更加親密，珍惜這美好的時光。",
        "work_text": "是收穫頗豐的一天。你之前付出的努力開始逐漸顯現成效，在各個領域都能看到明顯的進步。你的專注和堅持讓你在面對複雜問題時能夠冷靜分析，找到有效的解決方法。無論是工作中的任務還是學習上的目標，都能順利推進，讓你充滿成就感，也為未來的發展積累了寶貴的經驗。",
        "lucky_star": "雙子座",
        "money_text": "在財運上要積極拓展收入渠道。可能你目前的主要收入來源比較單一，這一天可以思考一下有沒有其他賺錢的方法。比如利用自己的特長做一些兼職，或者和朋友合作開展一些小項目。多嘗試不同的途徑，說不定能發現新的賺錢機會，讓自己的收入更上一層樓。",
        "health_text": "飯後散步利於消食。吃完飯不要立刻坐下或躺下，出去散散步，能幫助腸胃蠕動，促進消化，避免積食。和家人朋友一起邊走邊聊，既能享受悠閒時光，又有利於身體健康。",
        "lucky_color": "金色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "憋在心裡",
        "yi": "自己拿主意",
        "all": "96%",
        "date": "2026-01-26",
        "love": "95%",
        "work": "93%",
        "money": "92%",
        "health": "97%",
        "notice": "落實計劃好時機",
        "discuss": "98%",
        "all_text": "整體運勢相當不錯，是落實新想法、新計劃的好時機。你腦海中可能已經湧現出許多新穎獨特的點子，這些想法充滿了活力與創造力。此時，不要猶豫，大膽地將它們付諸實踐。在推進新計劃的過程中，你會發現事情進展得比想象中還要順利，遇到的阻礙較少。而且，你的積極態度會感染身邊的人，吸引他們參與到你的計劃中來，為你提供幫助和支持。周圍的環境似乎也在助力你的行動，各種資源都能較為容易地獲取。憑藉著這股好勢頭，你能夠在新想法的落實中取得不錯的進展，為生活增添新的色彩和樂趣。",
        "love_text": "單身的你，邂逅心動新可能很大哦！可能會在某個聚會或者活動中，遇到讓你眼前一亮的人，勇敢去認識吧。已有伴者的你，這天適合和伴侶共度歡樂時光。一起去做喜歡的事，比如運動、旅行，在歡樂中增進感情，讓愛情更加甜蜜。",
        "work_text": "渾身充滿幹勁和活力，對任何挑戰都充滿信心，敢於大膽嘗試新事物。你的思維敏捷，創意無限，在處理事務時總能提出新穎獨特的見解，讓人眼前一亮。無論是開拓新業務還是探索新知識，都能取得令人矚目的成績，成為眾人矚目的焦點。",
        "lucky_star": "獅子座",
        "money_text": "要多關注新興領域。這一天可能會有一些新興的行業或者項目出現在你的視野裡，別忽視它們。新興領域往往蘊含著很多機會，雖然也有一定風險，但值得你去了解和研究。可以查閱相關資料，和行業內的人交流交流，說不定能從中找到適合自己的投資或者賺錢方向。",
        "health_text": "保持心情愉悅對健康很重要。這一天可能會遇到一些小煩惱，但別讓它們影響你的心情。多想想開心的事，和朋友開開玩笑，聽聽喜歡的音樂，讓自己沉浸在快樂的氛圍中，良好的情緒有助於增強身體抵抗力。",
        "lucky_color": "米白色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "喝杯檸檬水",
        "all": "71%",
        "date": "2026-01-26",
        "love": "57%",
        "work": "80%",
        "money": "63%",
        "health": "81%",
        "notice": "需做好兩手準備",
        "discuss": "68%",
        "all_text": "整體運勢起伏不定，可能會出現一些意想不到的情況，讓原本的計劃被打亂。為了應對這種不確定性，建議你做好兩手準備。在面對各種事情時，不要把所有的希望都寄託在一種方案上，多思考幾種可能的應對方式。在與人交往中，也要做好心理準備，可能會遇到一些態度反覆的人，或者出現溝通不暢的狀況。不過，這種起伏並不全是壞事，它也為你提供了鍛鍊應變能力的機會。當你遇到突發情況時，保持冷靜，迅速分析形勢，從準備好的方案中選擇最合適的去執行。通過靈活應對，你能夠將運勢的起伏轉化為成長的機會，讓這一天過得更有價值。",
        "love_text": "單身的你，感情推進緩慢，可能還處於單身狀態。彆著急，把精力放在提升自己上，愛情會在合適的時候到來。已有伴者的你，這天相處氛圍有些沉悶。可以製造一些小驚喜，比如送束花，給伴侶一個擁抱，打破沉悶，讓感情重新充滿活力。",
        "work_text": "你的運勢穩中有升。一直以來腳踏實地的你，在這一天依然保持著嚴謹認真的態度，有條不紊地推進各項事務。雖然沒有特別突出的表現，但每一步都走得堅實有力，積累的成果也在逐漸顯現。你的耐心和毅力讓你在面對困難時能夠堅持不懈，最終取得不錯的成績，為未來的發展打下堅實基礎。",
        "lucky_star": "天蠍座",
        "money_text": "在理財方面要合理規劃開支。可能你平時工作比較忙，對自己的財務狀況沒有太清晰的規劃。這一天不妨抽出點時間，梳理一下自己的收入和支出情況。制定一個合理的開支計劃，把必要的開銷和可節省的部分區分開來，這樣能讓你的每一分錢都花得明明白白，避免不必要的浪費。",
        "health_text": "要做好保暖措施。天氣可能有些寒冷，要注意增添衣物，尤其是頭部、頸部和腳部這些容易受寒的部位。出門戴上帽子、圍巾，穿上厚襪子，避免著涼感冒，讓自己在溫暖中度過這一天。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "白天打瞌睡",
        "yi": "吃點堅果",
        "all": "61%",
        "date": "2026-01-26",
        "love": "59%",
        "work": "55%",
        "money": "60%",
        "health": "63%",
        "notice": "受精神狀態影響",
        "discuss": "67%",
        "all_text": "整體運勢略差，精神狀態欠佳，這種狀態會影響到生活的各個方面。在與人交流時，可能會因為精神不集中，而無法很好地理解對方的意思，導致溝通出現障礙，引發一些小摩擦。在處理日常事務時，也容易因為注意力不集中而出現失誤，比如忘記一些重要的事情，或者把事情搞砸。這種不佳的精神狀態還會讓你對周圍的事物缺乏興趣，感覺生活有些乏味。你需要意識到這種狀態對生活的影響，主動採取一些措施來改善。比如，找一個安靜的地方休息片刻，讓自己放鬆一下；或者做一些自己喜歡的事情，轉移注意力，調整情緒。通過這些方式，儘量讓自己的精神狀態好轉起來，讓這一天過得更順心。",
        "love_text": "單身的你，難遇靈魂契合者，可能覺得身邊的人都差點意思。別太苛求，緣分還沒到，耐心等待就好。已有伴者的你，這天交流存在障礙。和伴侶溝通時可能會產生誤解，說話前多思考，用溫和的方式表達想法，避免矛盾升級。",
        "work_text": "感覺彷彿被一道無形的牆擋住，瓶頸難破。在處理事務時，常常遇到一些難以解決的問題，無論怎麼努力都找不到突破口。你的思維似乎陷入僵局，缺乏新的靈感和創意，導致工作和學習都陷入停滯狀態。此時，你需要調整心態，換個角度思考問題，或許能找到新的方向。",
        "lucky_star": "水瓶座",
        "money_text": "要注意避免衝動消費。這一天你的情緒可能會比較波動，容易因為一時的喜好或者心情而買東西。但這種衝動消費往往事後會讓你後悔，因為很多東西買回來可能根本用不上。買東西前先冷靜幾分鐘，問問自己是不是真的需要，別讓情緒左右了你的消費行為，保持理性才能守住錢包。",
        "health_text": "要減少熬夜次數。熬夜會打亂身體的生物鐘，影響內分泌和新陳代謝。這一天儘量按時上床睡覺，放下手機，讓大腦和身體都得到放鬆，保證充足的睡眠時間，第二天才能精力充沛。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "趴桌上睡覺",
        "yi": "拼拼圖積木",
        "all": "79%",
        "date": "2026-01-26",
        "love": "77%",
        "work": "72%",
        "money": "70%",
        "health": "72%",
        "notice": "需要想好再行動",
        "discuss": "76%",
        "all_text": "整體運勢平平，在做事情之前需要想好再行動，避免浪費過多時間。生活中可能會有一些事情讓你有些拿不定主意，不知道該從何處下手。此時，不要急於行動，先靜下心來，仔細思考事情的來龍去脈，分析各種可能的情況和結果。制定一個合理的計劃，明確每一步該怎麼做，再按照計劃有序地進行。如果盲目行動，可能會在過程中遇到各種問題，導致不斷返工，浪費大量的時間和精力。在與人合作時，也要提前溝通好各自的任務和職責，避免出現職責不清的情況。通過提前規劃和思考，你能夠提高做事的效率，讓這一天過得更加充實和有意義。",
        "love_text": "單身的你，似乎沒有太多戀愛心思，更享受單身的自由。那就好好享受當下，做自己喜歡的事，愛情會在不經意間出現。已有伴者的你，這天不要過度追求浪漫。平淡的生活也有它的美好，和伴侶一起做些實在的事，比如一起做飯，能讓感情更穩定。",
        "work_text": "你會有小有成就的感覺。這一天，你在各個方面都能取得一些小的進步和收穫，雖然不是驚天動地的大成就，但也讓你感到滿足和欣慰。你的努力和付出得到了認可，無論是同事的讚揚還是老師的肯定，都讓你更加有動力繼續前進。繼續保持這種積極的狀態，未來會有更大的驚喜等著你。",
        "lucky_star": "摩羯座",
        "money_text": "在求財上可以嘗試兼職增收。可能你覺得自己目前收入不太理想，這一天不妨利用業餘時間找一些兼職做。比如做些線上任務、幫人代筆或者做一些手工活等等。兼職不僅能增加你的收入，還能讓你接觸到不同的人和事，豐富自己的生活。不過也要注意別讓兼職影響到本職工作和休息。",
        "health_text": "可以嘗試冥想放鬆。生活節奏快，壓力大，容易讓人感到焦慮。找一個安靜的地方，閉上眼睛，進行幾分鐘的冥想，專注於自己的呼吸，排除雜念，能讓身心得到深度放鬆，緩解壓力，保持平和的心態。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    }
  }
}