{
  "updated": "2025-11-19T16:11:17.350Z",
  "updateTime": "2025/11/20 上午12:11:17",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 21460,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信謠言",
        "yi": "DIY手工飾品",
        "all": "96%",
        "date": "2025-11-19",
        "love": "92%",
        "work": "98%",
        "money": "90%",
        "health": "97%",
        "notice": "自帶光芒的焦點",
        "discuss": "90%",
        "all_text": "好運簡直如影隨形，你的整體運勢一路高歌猛進。在社交場合裡，你就像自帶光芒的焦點，渾身散發著讓人難以抗拒的魅力，無論和誰交流，都能迅速打成一片。和新朋友初遇，便能暢快地聊起各種話題，迅速拉近彼此的距離；與老友重逢，更是有著說不完的心裡話，氛圍溫馨又融洽，讓你充分感受到社交帶來的無盡快樂。面對生活中的各種選擇，你彷彿擁有神奇的感知力，不用過多糾結，就能快速做出最合適的決定。處理日常瑣事時，你更是得心應手，所有事情都在你的掌控之中，順順利利地朝著你期待的方向發展。這種左右逢源的好狀態，會讓你一整天都心情大好，對生活充滿熱情和期待。",
        "love_text": "單身的你，邂逅驚喜的概率超高的一天！在熱鬧的社交場合裡，你那熱情開朗的模樣會格外引人注目，說不定一個不經意的眼神交匯，就能開啟一段浪漫故事。已有伴者的你，和愛人之間的甜蜜指數直線上升。一起窩在沙發上看電影，或是手牽手散散步，簡單的日常都滿是愛意，感情愈發深厚。",
        "work_text": "整體狀態如展翅高飛的雄鷹，一路順遂。在各項事務推進中，幾乎沒有遇到明顯阻礙，能憑藉自身能力高效完成目標。與他人合作時，默契度極高，能快速達成共識，共同朝著成功邁進。這種良好的態勢會讓你充滿成就感，為未來發展注入強大動力。",
        "lucky_star": "射手座",
        "money_text": "正財方面有驚喜降臨，努力工作換來的報酬可能遠超預期。或許會有額外的獎金、項目提成入賬。這時候要留意工作上的細節，保持高效，讓正財收入持續穩定增長。別因為收入增加就隨意揮霍，合理規劃這筆錢，可用於儲蓄或者投資一些穩健的項目，為未來財富積累打基礎。",
        "health_text": "你的身體狀態如同被陽光包裹，能量值拉滿，適合挑戰高強度運動或戶外活動。不過運動前別忘了充分熱身，避免關節突然受力。長時間用眼後記得遠眺放鬆，電子設備使用間隙穿插肩頸拉伸，能讓這份活力持續更久。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "焦慮緊張",
        "yi": "練練瑜伽",
        "all": "55%",
        "date": "2025-11-19",
        "love": "60%",
        "work": "52%",
        "money": "58%",
        "health": "62%",
        "notice": "過程有些磕磕絆絆",
        "discuss": "57%",
        "all_text": "整體運勢似乎有些低迷，就像原本順暢的軌道突然出現了一些小阻礙，讓你有些舉步維艱。在與人交流時，你可能會感覺對方很難真正理解你的想法，而你對別人的觀點也容易產生質疑，這使得交流過程變得有些磕磕絆絆，偶爾還會出現一些小摩擦，讓你心裡有些不痛快。日常事務的處理也變得不那麼輕鬆，原本計劃好的事情，可能會因為一些意想不到的小狀況而被打亂節奏，讓你不得不花費更多的時間和精力去重新規劃和調整。在做決策時，你容易陷入猶豫不決的困境，總是擔心自己的選擇會帶來不好的後果，這種擔憂會讓你更加謹慎，但也可能因此錯過一些不錯的機會。不過，只要你能保持平和的心態，放慢腳步，認真分析每一個情況，還是能逐步找到解決問題的方法。",
        "love_text": "單身的你，感情進展有些像蝸牛爬行，速度緩慢。或許你心裡很期待愛情的降臨，但目前還沒遇到那個能讓你心動的人。彆著急，多給自己一些時間，也多參加些活動。已有伴者的你，和愛人之間可能會有點小摩擦。也許是因為生活習慣的不同，或是觀點上的分歧，這時要耐心溝通，別讓小問題影響了感情。",
        "work_text": "彷彿置身於迷霧森林，整體進展陷入困境徘徊。在各項事務處理中，總會出現一些意想不到的小麻煩，讓你應接不暇。與他人的溝通也容易出現障礙，導致合作進展緩慢。這種狀況會讓你感到有些疲憊和焦慮，需要調整心態積極應對。",
        "lucky_star": "天蠍座",
        "money_text": "在支出上得格外小心，各種消費誘惑可能讓你難以把控。買東西前多想想是否真的需要，避免衝動消費。制定一個簡單的支出清單，嚴格按照清單來花錢。對於一些非必要的社交活動，如果費用過高，不妨委婉拒絕，把有限的資金用在刀刃上，確保收支平衡，防止入不敷出。",
        "health_text": "容易感到精力分散，午後可能出現輕微頭暈或注意力渙散。建議隨身攜帶堅果類零食補充能量，避免空腹喝咖啡。午間閉目養神十分鐘比刷手機更能恢復精神，睡前用溫水泡腳可緩解下肢浮腫，尤其適合久坐人群。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風",
        "yi": "主動去社交",
        "all": "78%",
        "date": "2025-11-19",
        "love": "80%",
        "work": "75%",
        "money": "72%",
        "health": "77%",
        "notice": "產生一些小分歧",
        "discuss": "85%",
        "all_text": "日常中偶爾會泛起一些小波瀾，但整體上還是能夠平穩地過渡。在與他人相處時，可能會因為觀點的不同而產生一些小分歧，不過這些分歧就像平靜湖面上的小漣漪，不會引發激烈的衝突。大家都能心平氣和地交流，通過相互理解和耐心的溝通，很快就能達成共識，關係也不會受到絲毫影響。處理事務的過程中，會遇到一些需要靈活應對的情況，不過你憑藉著自己的機智和應變能力，能夠及時調整策略，讓事情朝著好的方向發展。在做決策時，你可能會有些舉棋不定，但經過一番認真的思考後，還是能做出相對合適的選擇。雖然這一天會有一些小起伏，但這些小波瀾並沒有對你的生活造成太大的影響，反而讓你在應對過程中鍛鍊了自己的能力，讓你在面對未來的變化時更加從容自信，能夠更好地應對各種挑戰。",
        "love_text": "單身的你，魅力四射，就像夜空中最亮的星，吸引著周圍人的目光。你的幽默風趣和聰明機智，會讓異性對你產生濃厚的興趣，主動和你搭話的人可不少。已有伴者的你，和愛人相處十分愉悅。你們會一起分享生活中的趣事，一起探索新事物，在歡聲笑語中，感情更加親密，享受著這份甜蜜的時光。",
        "work_text": "整體態勢平穩推進，如同在平坦大道上悠然前行。各項事務都在有條不紊地進行，沒有出現大的波動。你能保持冷靜的頭腦，合理分配時間和精力，應對不同的挑戰。與周圍人的關係也比較融洽，為發展營造了良好的環境。",
        "lucky_star": "摩羯座",
        "money_text": "偏財方面有了小小的開端。可能會收到一些意外的小禮物，或者通過兼職、副業獲得一些額外收入。雖然金額可能不大，但這是個好兆頭。可以藉此機會，多留意身邊潛在的賺錢機會，比如參與一些小型的合作項目。不過也別把全部精力放在偏財上，穩住主業收入才是關鍵。",
        "health_text": "大腦運轉速度明顯加快，適合處理需要快速決策或創意輸出的任務。但要注意用腦過度引發的偏頭痛，每工作一小時做五分鐘頭部按摩。夜間可能出現入睡困難，睡前兩小時應關閉電子設備，改用紙質書助眠效果更佳。",
        "lucky_color": "米黃色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說朋友壞話",
        "yi": "閱讀趣味書籍",
        "all": "93%",
        "date": "2025-11-19",
        "love": "95%",
        "work": "91%",
        "money": "94%",
        "health": "96%",
        "notice": "感受到滿滿善意",
        "discuss": "95%",
        "all_text": "整體運勢十分順遂。在與人交往方面，你能真切地感受到周圍人滿滿的善意和友好，就像置身於一個溫暖的大家庭中。與家人、朋友相處時，彼此之間的關心和照顧讓你倍感幸福，大家圍坐在一起，分享著生活中的點點滴滴，氛圍溫馨又融洽。日常事務的處理也非常順利，一切都按照你預想的節奏有條不紊地進行，沒有出現任何意外狀況，讓你能夠輕鬆地完成各項任務。面對生活中的各種選擇，你似乎有著清晰的思路，不用花費太多時間就能做出讓自己滿意的決定。而且，在這一天裡，你還可能會遇到一些意想不到的小驚喜，這些小確幸就像生活中的小禮物，會讓你的心情格外愉悅，讓你對生活充滿感恩和珍惜。這種心想事成的狀態會讓你一整天都沉浸在幸福之中，以更加積極的心態去享受生活的美好。",
        "love_text": "單身的你，緣分就像一陣春風，輕輕吹進了你的生活。很可能會在某個熟悉的場景裡，遇到那個讓你心跳加速的人。也許是一個微笑、一個問候，就讓你感受到愛情的靠近。已有伴者的你，和愛人之間情深意濃。你們會更加珍惜彼此，關心對方的生活細節，一起度過溫馨的時光，讓感情在平淡中愈發醇厚。",
        "work_text": "整體狀態極佳，在各項事務中都能展現出卓越的能力。無論是處理複雜問題還是應對突發狀況，都能遊刃有餘。與他人的合作十分成功，能借助團隊力量取得更大的成就，為未來發展奠定堅實基礎。",
        "lucky_star": "水瓶座",
        "money_text": "財源就像打開的閘門，各種賺錢的機會紛紛湧來。可能是工作中的晉升機會帶來薪資提升，也可能是朋友介紹的新業務帶來收益。面對這麼多機會，要冷靜分析，選擇最適合自己的。別因為機會多就盲目投入，合理分配資源和精力，讓每一份投入都能獲得相應的回報。",
        "health_text": "全身心處於放鬆狀態，消化系統運轉良好，適合嘗試新食譜或進行輕量級瑜伽。晨起後空腹喝溫水能促進代謝，午後曬十分鐘太陽可補充維生素D。傍晚時分與親友散步聊天，能讓這份愉悅感延續到入睡前。",
        "lucky_color": "綠色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒不穩定",
        "yi": "跳健身操",
        "all": "61%",
        "date": "2025-11-19",
        "love": "66%",
        "work": "55%",
        "money": "59%",
        "health": "68%",
        "notice": "偶爾出現小插曲",
        "discuss": "62%",
        "all_text": "進程稍有遲緩，偶爾出現一些小插曲，需要你以足夠的耐心去應對。在與他人交流時，你可能會發現對方的反應不夠迅速，需要你多次耐心解釋才能讓對方理解你的意圖，這會讓交流過程變得有些漫長和繁瑣，不過你依然能保持禮貌和耐心，認真傾聽對方的想法。處理事務時，原本計劃好的事情可能會因為一些小原因而延遲，讓你不得不重新調整安排，重新規劃時間和步驟。在做決策時，你容易因為考慮過多而陷入糾結，總是擔心自己的決定會帶來不良後果，這種擔憂會讓你在決策過程中更加謹慎。不過，只要你能保持冷靜和耐心，不被這些小狀況影響情緒，認真分析每一個問題，還是能夠逐步解決困難，讓事情朝著好的方向發展。雖然這一天可能會有些波折，但每一次的努力都在為最終的順利完成奠定基礎，讓你更加成熟和穩重。",
        "love_text": "單身的你，在尋找愛情的道路上，就像在迷霧中前行，機會有些難覓。社交場合中，沒有遇到讓你眼前一亮的人，讓你有些失落。別灰心，保持自信，屬於你的緣分遲早會來。已有伴者的你，和愛人之間溝通可能會出現一些障礙。交流時可能會因為表達不當，讓對方產生誤解，這時要冷靜下來，好好解釋。",
        "work_text": "整體進展不順利，在各項事務中都會遇到各種阻礙和挑戰。與他人的溝通容易出現矛盾，導致合作無法順利進行。這種狀況會讓你感到沮喪和無奈，需要保持耐心，尋找解決辦法。",
        "lucky_star": "雙魚座",
        "money_text": "消費方面要謹慎一些，各種促銷活動可能會讓你忍不住剁手。在購物前，先列好購物清單，只買清單上的東西。對於一些高價商品，別急著下單，多比較幾家，看看是否有更優惠的價格。同時，也可以考慮把一部分錢存起來，或者投資一些低風險的理財產品，避免過度消費導致資金緊張。",
        "health_text": "肌肉緊繃感明顯，尤其是肩頸和腰部區域，長時間保持同一姿勢會加重不適。建議每小時變換坐姿，用熱敷袋緩解痠痛。下班後嘗試泡沫軸放鬆或溫水游泳，避免劇烈運動導致拉傷，睡前做貓牛式瑜伽動作效果顯著。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戶外大冒險",
        "yi": "記錄心情日誌",
        "all": "85%",
        "date": "2025-11-19",
        "love": "88%",
        "work": "81%",
        "money": "84%",
        "health": "86%",
        "notice": "充滿機遇的領域",
        "discuss": "87%",
        "all_text": "整體運勢呈現出良好的上升態勢，計劃推進順利，讓你漸入佳境，彷彿踏入了一個充滿機遇的新領域。在與他人相處時，你能以理性且溫和的態度與人交流，讓人感覺很舒服，容易獲得他人的認可和信任，人際關係也變得更加和諧融洽。大家願意和你分享自己的想法和經歷，你也能從中獲得新的啟發。日常事務的處理也十分得心應手，各個環節都能有條不紊地進行，沒有出現任何阻礙，就像一臺精密運轉的機器，高效地完成各項任務。面對生活中的各種選擇，你能夠冷靜分析，權衡利弊後做出明智的決策，為自己的生活指明方向。而且，隨著事情的逐步推進，你會越來越熟練，能發現更多提升效率的方法，讓整個過程更加輕鬆愉快。",
        "love_text": "單身的你，很容易成為眾人矚目的焦點，吸引到不少異性的目光。你那細心體貼的特質，會讓人覺得很溫暖，想要靠近你。已有伴者的你，和愛人之間溫馨和睦。你們會一起規劃未來的生活，為了共同的目標努力奮鬥。在相處中，互相理解和支持，讓感情更加穩固，享受著這份平淡而真實的幸福。",
        "work_text": "整體態勢穩步上揚，如同攀登高峰，一步一個腳印地向上邁進。各項事務都在朝著好的方向發展，你能明顯感受到自己的進步和成長。在處理問題時，更加成熟和穩重，能做出正確的決策。與周圍人的關係也更加和諧，為發展提供了有力支持。",
        "lucky_star": "天秤座",
        "money_text": "在理財方面表現出色，能夠合理規劃自己的資金。可能會通過分析市場動態，找到一些適合自己的投資方式，讓錢生錢。不過，投資有風險，在做出決策前要多做調研。可以關注一些穩健型的理財產品，如債券、基金等。同時，也要預留一部分應急資金，以應對突發情況，確保財務狀況穩定。",
        "health_text": "精神狀態達到近期峰值，處理複雜事務時效率倍增。但要注意補充水分，脫水可能引發輕微頭痛。長時間說話後喝杯蜂蜜水潤喉，避免用嗓過度。夜間睡眠質量較高，但睡前兩小時應停止進食，否則可能影響深度睡眠時長。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "靠近危險水域",
        "yi": "享受慢生活",
        "all": "72%",
        "date": "2025-11-19",
        "love": "67%",
        "work": "75%",
        "money": "69%",
        "health": "78%",
        "notice": "融入各種社交場景",
        "discuss": "64%",
        "all_text": "整體狀態呈現出平穩有序的節奏，社交方面猶如一汪平靜的湖水，和諧融洽的氛圍貫穿始終。在與人交往的過程中，你能以一種自然且舒適的方式融入各種社交場景，與他人建立起良好的互動關係。無論是面對熟悉的朋友，還是新結識的夥伴，都能保持恰當的距離和適度的熱情，讓彼此的交流輕鬆愉快。這種和諧的社交狀態會讓你在人際交往中感到自在和滿足，不會因為過於複雜的人際關係而感到疲憊。在社交活動中，你能較好地協調各方意見，避免衝突的發生，使整個社交過程順暢無阻。你也不會刻意去追求一些過於熱鬧或刺激的社交體驗，而是更享受這種平淡而真實的相處模式，在平和的氛圍中收穫內心的寧靜。",
        "love_text": "單身的你，在尋愛的路上可能會遇到一些阻礙。也許是因為自己的猶豫不決，錯過了一些機會，或是遇到的人並不符合你的期望。彆氣餒，調整好心態，重新出發。已有伴者的你，和愛人之間的關係有些微妙。可能會因為一些小事，讓彼此之間產生了一些隔閡，這時要主動溝通，化解矛盾。",
        "work_text": "整體狀態趨於平穩。沒有突如其來的驚喜，也鮮少遭遇棘手的難題，一切都按部就班地推進。你會在熟悉的節奏裡完成各項任務，雖難有突破性的進展，但這種穩定也讓你內心踏實，為後續的積累打下基礎。",
        "lucky_star": "處女座",
        "money_text": "在財務上要注重平衡，既要保證收入穩定，又要控制支出。可能會在工作中有一些額外的收入機會，但同時也會有一些必要的開支。在處理財務問題時，要權衡利弊，避免因為一時的衝動而打破財務平衡。可以制定一個詳細的預算計劃，明確收入和支出的比例，讓財務狀況更加健康。",
        "health_text": "腸胃對食物的敏感度提升，容易出現消化不良或腹脹情況。建議採取少食多餐策略，避免生冷油膩食物。早餐選擇燕麥粥搭配水果，午餐增加膳食纖維攝入。晚餐後散步十五分鐘可促進腸胃蠕動，睡前順時針按摩腹部效果更佳。",
        "lucky_color": "焦糖色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "跟別人打賭",
        "yi": "騎單車漫遊",
        "all": "83%",
        "date": "2025-11-19",
        "love": "79%",
        "work": "88%",
        "money": "76%",
        "health": "80%",
        "notice": "捕捉到關鍵信息",
        "discuss": "86%",
        "all_text": "整體運勢呈現出強勁上升的態勢，你憑藉著自身敏銳的洞察力，彷彿擁有了一雙能穿透表象、看清本質的眼睛。在生活的各個場景中，你都能迅速捕捉到那些關鍵的信息和機遇。這種洞察力讓你在面對各種情況時，能保持冷靜和理智，做出準確的判斷和決策。你會主動去探索周圍的環境，不放過任何一個可能帶來積極影響的細節。在與他人交流時，你能通過對方的言行舉止，快速瞭解其內心的想法和意圖，從而更好地與之溝通和合作。這種積極主動且敏銳的狀態，會讓你在當天充滿活力，不斷推動自己朝著更好的方向發展，在人際交往和日常事務處理中都能佔據有利位置。",
        "love_text": "單身的你，身邊曖昧的氣息在悄悄蔓延。可能會遇到一個讓你覺得有些特別的人，彼此之間會有一些微妙的互動，但又沒有明確的關係。別急於確定，慢慢了解對方。已有伴者的你，和愛人之間的理解會進一步加深。你們會更加懂得對方的需求和想法，在相處中更加默契，感情也會更加深厚。",
        "work_text": "你的運勢進展良好，如同順水行舟。在各個領域都能感受到一股積極向上的力量推動著你前行。無論是面對複雜的工作任務，還是繁重的學習內容，你都能憑藉自身的能力和智慧，較為輕鬆地應對，取得不錯的成果。",
        "lucky_star": "金牛座",
        "money_text": "在財運方面有一些隱藏的機遇。可能是工作中一個不經意的想法，或者與他人的交流，會帶來新的賺錢思路。要善於捕捉這些細微的信號，主動去探索和嘗試。不過，在追求機遇的過程中，也要保持理性，不要盲目跟風。可以先從小規模的嘗試開始，逐步積累經驗和資金。",
        "health_text": "壓力值處於中等水平，雖然不影響日常活動，但持續累積可能引發失眠。建議午間進行十分鐘深呼吸練習，用4-7-8呼吸法調節神經。下班後聽輕音樂或冥想能快速減壓，避免將工作情緒帶回家，睡前寫日記梳理情緒效果顯著。",
        "lucky_color": "酒紅色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝口而出",
        "yi": "烘焙甜品點心",
        "all": "50%",
        "date": "2025-11-19",
        "love": "58%",
        "work": "52%",
        "money": "65%",
        "health": "63%",
        "notice": "需及時調整心態",
        "discuss": "57%",
        "all_text": "整體運勢稍顯低迷，彷彿被一層淡淡的陰雲籠罩。在生活的進程中，你可能會遇到一些不太順利的情況，讓你感到有些沮喪和失落。但此時，你需要及時調整自己的心態，以一種積極樂觀的態度去面對生活中的挑戰。不要讓這些暫時的困難影響到你整體的節奏和心情。試著換個角度去看待問題，從中尋找積極的一面，用樂觀的心態去化解困難。在與人相處或處理事務時，可能會遇到一些阻礙，但只要你保持堅定的信念，不輕易放棄，主動去尋求解決問題的方法，就一定能夠逐漸走出這段低迷的時期，重新找回活力和自信，以更好的狀態迎接未來的生活。",
        "love_text": "單身的你，情路有些坎坷。在尋找愛情的道路上，可能會遇到一些讓你不開心的事情，或是遇到的人並不真誠。別讓這些影響了你的心情，把它當作一次成長的機會。已有伴者的你，和愛人之間矛盾可能會凸顯出來。因為一些觀念上的差異，可能會產生激烈的爭吵，這時要冷靜下來，好好溝通，尋找解決辦法。",
        "work_text": "挫折如同不速之客，頻繁出現在你行程中。無論是工作還是學習，都可能會遇到一些意想不到的阻礙，讓你的計劃被打亂，心情也變得有些煩躁。但這也是一次考驗你應變能力和心態的機會，保持冷靜，積極尋找解決辦法。",
        "lucky_star": "白羊座",
        "money_text": "節流至關重要。各種生活開銷可能會讓你有些吃不消，尤其是娛樂和購物方面的支出。要剋制自己的消費慾望，減少不必要的聚會和購物。可以制定一個嚴格的消費計劃，把每一分錢都花在值得的地方。同時，也可以考慮尋找一些省錢的小技巧，比如使用優惠券、團購等，降低生活成本。",
        "health_text": "筋骨略顯僵硬，尤其是下肢關節活動度下降，晨起時可能感覺動作遲緩。建議晨起後做五分鐘拉伸操，重點活動髖關節和踝關節。長時間行走後用熱水泡腳，搭配足底按摩能快速恢復。避免突然進行劇烈運動，循序漸進更安全。",
        "lucky_color": "杏色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間追劇",
        "yi": "玩棋類遊戲",
        "all": "75%",
        "date": "2025-11-19",
        "love": "78%",
        "work": "68%",
        "money": "76%",
        "health": "80%",
        "notice": "踏實努力的態度",
        "discuss": "74%",
        "all_text": "整體運勢處於平穩發展的軌道上，你以一種踏實努力的態度，穩步前行在生活的道路上。你不會急於求成，而是懂得一步一個腳印，通過持續的努力來收穫成長。在與人交往或處理各種事務時，你始終保持著認真負責的態度，儘自己最大的努力去做好每一件事。這種踏實的精神會讓你在周圍人眼中樹立起可靠的形象，贏得他人的信任和尊重。雖然可能不會出現一些特別突出的驚喜或變化，但你會在這種平穩的狀態中，感受到自己一點點地進步和成長。你會珍惜每一個當下的瞬間，用心去體驗生活中的點滴，在平凡中積累力量，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，有望脫單哦！可能會在朋友的介紹下，或是工作場合中，認識到一個讓你覺得不錯的人。別錯過這個機會，主動去了解對方，說不定就能開啟一段新的感情。已有伴者的你，和愛人之間感情穩定。你們會一起面對生活中的挑戰，互相鼓勵和支持，讓感情在磨礪中更加堅定。",
        "work_text": "你的前行步伐略顯緩慢，如同在泥濘中跋涉。在事業和學業的道路上，會遇到一些小麻煩，需要你花費更多的時間和精力去解決。不過，這種緩慢並非停滯不前，而是在積累經驗，為未來的突破做準備，只要保持耐心，穩步前進即可。",
        "lucky_star": "雙子座",
        "money_text": "在投資方面頗有心得，能夠憑藉自己的分析和判斷，找到一些有潛力的投資項目。可能會在股票、基金或者房地產等領域有所收穫。不過，投資市場變幻莫測，要保持冷靜，不要因為一時的盈利而盲目加大投入。可以分散投資，降低風險，同時密切關注市場動態，及時調整投資策略。",
        "health_text": "生物鐘較為規律，但容易因工作打亂用餐時間。建議設置手機提醒按時進食，避免胃酸分泌紊亂。夜間睡眠週期穩定，但睡前過度思考會影響入睡速度。嘗試將待辦事項寫在紙上，清空大腦後再入睡，能提升睡眠質量。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對家人發脾氣",
        "yi": "嘗試新食譜",
        "all": "98%",
        "date": "2025-11-19",
        "love": "97%",
        "work": "90%",
        "money": "96%",
        "health": "95%",
        "notice": "敢於嘗試新方法",
        "discuss": "96%",
        "all_text": "整體運勢璀璨奪目，你的創新思維如同夜空中最亮的星，引領著生活開啟新的篇章。你擁有獨特的視角和想法，不拘泥於傳統的思維模式，敢於嘗試新的方法和途徑。這種創新的精神會讓你在與人交流或處理事務時，展現出與眾不同的魅力，吸引他人的關注和讚賞。你會主動去探索未知的領域，尋求新的突破和改變，為生活注入新鮮的活力。在與他人合作時，你的創新想法會激發大家的靈感，促進團隊的發展和進步。你以一種開放的心態去接納新的觀念和事物，不斷拓寬自己的視野和認知。這種積極向上且充滿創新的狀態，會讓你在當天充滿激情，不斷創造出新的可能，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，會有浪漫的邂逅。也許是在一次旅行中，或是在一個藝術展覽上，遇到那個與你心靈相通的人。浪漫的氛圍會讓你陶醉其中，勇敢地去追求自己的幸福吧。已有伴者的你，和愛人之間愛意滿滿。你們會一起做一些浪漫的事情，為對方製造驚喜，讓感情在浪漫中不斷升溫。",
        "work_text": "一切都一帆風順。在事業和學業的道路上，沒有遇到任何阻礙，彷彿所有的困難都為你讓路。你能輕鬆地完成各項任務，還能在過程中發現新的樂趣和機會，為自己的未來發展打下堅實的基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "橫財可能會突然降臨到你頭上。可能是中了一個小獎，或者收到一筆意外的退款。面對這筆意外之財，別急著揮霍，要合理規劃使用。可以考慮把一部分錢存起來，作為應急資金；另一部分可以用於改善生活，或者投資自己，提升自己的能力，為未來的財富增長打下基礎。",
        "health_text": "整體狀態充滿朝氣，適合進行戶外活動或團隊運動。但要注意防曬措施，紫外線可能引發皮膚乾燥。運動後及時補充電解質，避免單純大量飲水。夜間可能出現手腳冰涼情況，睡前穿襪子入睡或使用暖水袋能改善循環。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷視頻",
        "yi": "入坑新愛好",
        "all": "91%",
        "date": "2025-11-19",
        "love": "93%",
        "work": "90%",
        "money": "96%",
        "health": "90%",
        "notice": "生活充滿了樂趣",
        "discuss": "93%",
        "all_text": "整體運勢如魚得水，你的溫柔與想象力如同春風般，共同構築起美好的生活畫卷。你以一種溫柔細膩的態度去對待身邊的人和事，讓人感受到無盡的溫暖和關懷。在與他人相處時，你能用自己的溫柔去化解矛盾，營造出和諧融洽的氛圍。你的想象力豐富而獨特，能夠為平凡的生活增添許多浪漫和詩意的色彩。你會在腦海中構思出各種美好的場景，並將這些想象融入到日常生活中，讓生活充滿樂趣。在與朋友交流時，你的溫柔和想象力會讓他們感到愉悅和放鬆，增進彼此之間的感情。你會沉浸在這種美好的狀態中，不妨用心去感受生活的美好，享受每一個溫馨的瞬間，讓生活充滿愛與希望。",
        "love_text": "單身的你，真愛就像一顆璀璨的星星，即將照亮你的生活。很可能會在某個特別的時刻，遇到那個讓你心動不已的人。遇到喜歡的人時，不妨主動勇敢一點哦！已有伴者的你，和愛人之間幸福洋溢。你們會一起回憶過去的美好時光，也會一起憧憬未來的生活，在彼此的陪伴下，享受著這份甜蜜的愛情。",
        "work_text": "是你收穫滿滿的一天，之前的努力和付出都在得到了回報。無論是工作上的成績還是學習上的進步，都讓你感到無比欣慰。這種收穫不僅體現在物質層面，更體現在精神層面，讓你對自己充滿信心，對未來充滿期待。",
        "lucky_star": "獅子座",
        "money_text": "彷彿被財富包圍，各種賺錢的機會和資源都向你匯聚。可能是工作上的出色表現得到獎勵，也可能是通過社交活動結識了能帶來財富的人脈。要抓住這些機會，積極拓展自己的財富渠道。不過，也別因為財富來得容易就掉以輕心，要合理管理這些財富，制定長期的財務規劃，讓財富持續增值。",
        "health_text": "情緒狀態積極向上，對周圍環境的感知力增強，適合進行藝術創作或心靈探索。但要注意用眼衛生，長時間盯著屏幕可能引發乾澀。每工作半小時遠眺綠色植物，搭配人工淚液使用效果更佳。夜間睡眠淺眠階段增多，保持臥室完全黑暗有助於深度睡眠。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    }
  }
}