{
  "updated": "2025-09-05T13:14:06.185Z",
  "updateTime": "2025/9/5 下午9:14:06",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 21689,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "遊戲充值",
        "yi": "不懂就要問",
        "all": "77%",
        "date": "2025-09-05",
        "love": "82%",
        "work": "79%",
        "money": "60%",
        "health": "71%",
        "notice": "社交活躍度上升",
        "discuss": "78%",
        "all_text": "你的整體運勢尚可，這一天最大的亮點在於社交場域的活躍度明顯提升。無論是日常見面還是線上聊天，你都會發現自己成了話題的中心，甚至能輕鬆串聯起不同圈子的朋友。這種互動並非刻意為之，更像是自然流動的能量吸引著他人靠近。部分人可能會收到久未聯繫的老友問候，或是臨時被拉進某個興趣群組，信息量比平時多出不少。需要留意的是，頻繁的交流容易消耗精力，別為了維持熱鬧而勉強自己回應所有消息，適當篩選重點對話反而能保留更多個人空間。另外，你的表達欲旺盛，但要注意別因急於輸出觀點而忽略傾聽——偶爾讓對方多說幾句，反而能讓互動更順暢。整體來看，社交能量能為你打開新視角，哪怕只是閒聊也可能觸發意外靈感，適合把注意力放在與人連接這件事上。",
        "love_text": "單身的你，彷彿被月老悄悄牽了線，身邊可能突然出現讓你覺得“有點意思”的人，或許是一次偶然的聊天，或是一個默契的眼神，緣分正以輕鬆的方式靠近，別急著拒絕或過度熱情，自然相處反而更容易擦出火花。已有伴者的你，適合和伴侶一起嘗試些平時不常做的事，比如換家沒去過的餐廳吃飯，或聊點工作之外的新話題，你會發現對方身上有更多你未曾注意到的可愛面，感情也會因這種“新鮮感”更緊密。",
        "work_text": "你的腦袋裡會冒出不少新點子，像突然想到的改進方案或學習小技巧，但這些想法可能不夠完整，比如只想到開頭沒想後續步驟，或忽略了一些細節問題。這種“靈光一現”的狀態能帶來新鮮感，但需要花點時間把零散的思路串起來，否則容易半途而廢。別急著行動，先拿張紙簡單列個框架，會讓後續推進更順利。",
        "lucky_star": "雙子座",
        "money_text": "容易因貪小便宜而吃虧，比如看到促銷就衝動囤貨，結果用不上還佔地方；或輕信“高回報小投入”的宣傳，反而被套路。建議買東西前先列清單，只買真正需要的，遇到需要墊資或先付款的事多留個心眼，別被“限時優惠”衝昏頭，守住錢包比省錢更重要。",
        "health_text": "腸胃比較脆弱，吃東西要格外留心。一定要仔細檢查食物保質期，別把過期食品吃進肚裡，像開封過久的醬料、放了好幾天的水果都別吃。儘量選擇新鮮食材烹飪，多吃蔬菜沙拉、清蒸魚這類清淡食物，給腸胃營造健康的消化環境。",
        "lucky_color": "淺褐色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "得意忘形",
        "yi": "開拓新圈子",
        "all": "90%",
        "date": "2025-09-05",
        "love": "93%",
        "work": "89%",
        "money": "91%",
        "health": "95%",
        "notice": "努力迎來集中反饋",
        "discuss": "97%",
        "all_text": "整體運勢簡直可以用“順心”來形容，你之前默默付出的努力終於迎來了集中反饋的時刻。可能是某個持續跟進的項目有了實質性進展，或是你長期堅持的習慣開始顯現積極影響，甚至連日常的善意舉動都被他人記在心裡，可能收到意外的感謝或小驚喜。這種“被看見”的感覺會讓你更有動力繼續行動，形成良性循環。你更容易感受到“一分耕耘一分收穫”的踏實感，哪怕只是完成一件小事，也會因為看到成果而獲得滿足。需要提醒的是，別因為運勢好就過度消耗自己，可以適當放鬆反而能讓這種好狀態延續得更久。整體來看，不妨多鞏固已有的成果，無論是整理房間、覆盤計劃還是簡單享受生活，都能讓你更清晰地感受到“努力的意義”。",
        "love_text": "單身的你，在社交場合中特別容易給人留下好印象，可能是你自然的笑容、得體的回應，或是偶爾流露的小幽默，讓對方覺得“和你相處很舒服”，這種好感會為後續發展埋下伏筆。已有伴者的你，和伴侶的互動會充滿溫暖，比如對方會主動關心你的小需求，或是你隨口提過的小願望被記在心裡，這種“被放在心上”的感覺會讓感情持續升溫，記得也用同樣的方式回應對方哦。",
        "work_text": "擅長從交流中獲取能量，比如和同事討論工作、和同學交流學習心得，這種互動能幫你打開思路，發現之前忽略的問題或新方法。同時，你也會主動吸收新知識，比如看行業資訊、查學習資料，這種“輸入-輸出”的循環會讓你的狀態更積極，適合處理需要協作或學習的任務。",
        "lucky_star": "巨蟹座",
        "money_text": "財運相當不錯，之前的理財計劃或投資會看到回報，比如理財收益到賬、兼職收入結算，甚至可能收到一筆意外的獎金或退款。手頭寬裕時別急著揮霍，可以把部分收入存起來，或用來還掉小額債務，這種“錢生錢”的節奏會讓你的財務狀態更穩。",
        "health_text": "消化系統負擔較重，燒烤、油炸食物要少吃。這類食物油脂高、難消化，吃多了容易腹脹、便秘。不妨多吃些富含膳食纖維的蔬果，如芹菜、蘋果，促進腸道蠕動。烹飪方式儘量選擇清蒸、水煮，減輕腸胃消化壓力。",
        "lucky_color": "墨綠色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "找藉口偷懶",
        "yi": "記錄小美好",
        "all": "59%",
        "date": "2025-09-05",
        "love": "51%",
        "work": "63%",
        "money": "57%",
        "health": "62%",
        "notice": "自我設限的循環",
        "discuss": "65%",
        "all_text": "整體運勢有些低迷，最明顯的表現是容易陷入自我設限的循環。你可能會對原本計劃好的事情產生懷疑，甚至還沒開始行動就先預想各種困難，這種“還沒做就先找藉口”的心態會讓你錯失不少機會。部分人可能會因為害怕失敗而拒絕嘗試新事物，或是用“沒時間”“沒條件”等理由說服自己放棄，但這些藉口往往經不起推敲。你需要警惕“自我否定”的傾向，當腦海中冒出“我不行”的念頭時，不妨先問自己：“這是事實，還是我的想象？”另外，外界的干擾也可能讓你分心，比如臨時收到的消息、他人的評價等，容易打亂你的節奏。整體來看，需要你更主動地打破思維慣性，哪怕只是邁出一小步，也比停留在原地糾結更有意義。",
        "love_text": "單身的你，要小心被“舊人”影響心情，可能是前度突然聯繫，或是回憶起過去的感情細節，這種糾纏容易讓你陷入糾結，不妨把注意力轉移到新事物上，比如和朋友聚會或培養新興趣。已有伴者的你，要警惕“模糊地帶”，比如和異性朋友走太近，或對伴侶的關心回應冷淡，這些行為可能讓感情出現小裂痕，保持清晰的邊界感才能避免不必要的誤會。",
        "work_text": "手機或其他電子設備容易成為你的“注意力殺手”，比如刷短視頻、回消息，或被各種推送打斷思路，導致原本計劃的任務（工作文件、學習作業）被拖延。這種“碎片化”的狀態會讓你效率下降，明明忙了一整天，卻感覺沒完成多少事。建議把手機調至靜音或放在遠處，給自己設定專注時段，效率會明顯提升。",
        "lucky_star": "金牛座",
        "money_text": "在求財上容易走捷徑，比如想通過“快速賺錢”的方法增加收入，但這類方式往往風險高，容易踩坑。建議別輕信“穩賺不賠”的承諾，涉及金錢合作或轉賬時多核實信息，腳踏實地賺安心錢，雖然慢但更穩，避免因小失大。",
        "health_text": "口腔容易上火，牙齦可能會出現腫痛、出血等問題。少吃辛辣、刺激性食物，像辣椒、花椒、芥末都別碰。多吃些清熱降火的食物，如苦瓜、綠豆湯，幫助緩解口腔不適。刷牙時動作輕柔，避免刺激牙齦。",
        "lucky_color": "淡紫色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "放縱拖延症",
        "yi": "參加討論",
        "all": "85%",
        "date": "2025-09-05",
        "love": "79%",
        "work": "87%",
        "money": "82%",
        "health": "88%",
        "notice": "找到舒服的節奏",
        "discuss": "87%",
        "all_text": "整體運勢穩穩當當，最突出的優勢是能在“正經事”和“放鬆娛樂”之間找到舒服的節奏。你既不會因為貪玩而耽誤重要事項，也不會被任務壓得喘不過氣，這種平衡感會讓你一整天都保持輕鬆的狀態。比如，你可能會在完成一件小事後獎勵自己休息片刻，或是把待辦事項拆解成小目標，每完成一項就穿插一點娛樂活動，既高效又不疲憊。你更適合用“靈活”的方式處理事務，不必追求完美或嚴格按照計劃執行，適當調整順序或節奏反而能讓你更從容。另外，社交方面也會帶來愉悅感，可能是和朋友的閒聊，或是參與某個輕鬆的集體活動，這些互動能為你補充能量。整體來看，不妨試著用“張弛有度”的態度面對生活，既認真對待該做的事，也盡情享受屬於自己的時間。",
        "love_text": "單身的你，可能會通過朋友介紹或社交活動認識新的人，但別太依賴線上聊天，線上再熱絡，不如找個機會見面喝杯咖啡，真實的互動才能讓你更清楚對方是否合適。已有伴者的你，別隻顧著在手機上說“想你”“愛你”，下班後一起做頓飯、看部電影，或只是窩在沙發上聊聊天，這種“線下陪伴”會比線上甜蜜更能滋養感情。",
        "work_text": "擅長“分類處理”，比如把工作任務按緊急程度排序，或把學習內容按難易程度拆解，這種有條理的方式能讓你更清晰地看到進度，也能減少“手忙腳亂”的感覺。同時，你會更注重細節，比如檢查文件格式、核對數據，這種嚴謹的態度能幫你避免小錯誤，讓成果更紮實。",
        "lucky_star": "天秤座",
        "money_text": "財運和“信息差”有關，多關注市場動態或行業新聞，可能會發現新的賺錢機會，比如某類產品漲價前囤貨，或抓住平臺優惠活動省一筆。但別盲目跟風，先評估自己的需求和預算，理性消費才能讓錢花在刀刃上，避免衝動下單後後悔。",
        "health_text": "要注意別忽略早餐，不吃早餐會讓腸胃在空腹狀態下長時間工作，影響消化功能。準備一份營養豐富的早餐，比如全麥麵包搭配牛奶、雞蛋，為身體提供充足的能量，開啟活力滿滿的一天。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "大聲說話",
        "yi": "探索新事物",
        "all": "72%",
        "date": "2025-09-05",
        "love": "64%",
        "work": "73%",
        "money": "70%",
        "health": "75%",
        "notice": "平衡獨立和連接",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，最明顯的特點是更傾向於“自己說了算”。你可能會對他人安排的計劃或建議產生牴觸情緒，哪怕對方是好意，你也更希望按照自己的節奏來處理事情。這種獨立傾向並非壞事，反而能讓你更專注地執行自己的想法，尤其是那些需要個人發揮的空間的事務。不過，需要注意別因為追求“自主”而忽略了他人的感受，比如拒絕合作時可以更委婉，或是適當解釋你的考慮，避免讓對方覺得被冷落。你更適合把精力放在自己能掌控的事情上，比如整理個人物品、規劃短期目標，或是嘗試一件一直想做但沒機會的小事。整體來看，需要你平衡“獨立”和“連接”，既堅持自己的選擇，也保持對他人的基本尊重，這樣能讓你的行動更順暢。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但你容易因為“想太多”而磨蹭，比如糾結“現在表白會不會太急”，或“對方是不是也喜歡我”，其實感情有時需要一點衝動，別讓猶豫錯過機會。已有伴者的你，可能會被工作或其他事佔據大部分精力，忽略了伴侶的感受，記得抽空發個消息說“有點忙，但很想你”，簡單的關心就能讓對方安心。",
        "work_text": "可能會遇到“後勁不足”的情況，比如早上精力充沛地推進任務，下午卻因為疲勞或動力下降而效率變低，導致原本計劃完成的事被拖延。這種“虎頭蛇尾”的狀態容易讓你產生挫敗感，其實不必太自責，適當休息調整反而能恢復狀態。比如午休時小睡10分鐘，或下班後做點輕鬆的事，第二天再繼續會更順利。",
        "lucky_star": "水瓶座",
        "money_text": "在財運上容易“糊塗賬”，比如記不清自己花了多少錢，或忽略小額支出，月底對賬時才發現超支。建議養成記賬的習慣，哪怕用手機簡單記錄每筆開銷，也能幫你清楚錢去哪了，避免“錢怎麼沒了”的困惑，慢慢就能控制不必要的消費。",
        "health_text": "身體容易感到疲勞，不宜過度奔波勞累。如果需要外出辦事，儘量合理安排行程，避免長時間連續奔波。適當找個地方休息片刻，喝杯溫水，放鬆一下身心。晚上保證充足的睡眠，讓身體得到充分恢復。",
        "lucky_color": "橙紅色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不長記性",
        "yi": "分享想法",
        "all": "95%",
        "date": "2025-09-05",
        "love": "90%",
        "work": "94%",
        "money": "92%",
        "health": "98%",
        "notice": "得到雙重的滿足",
        "discuss": "96%",
        "all_text": "整體運勢簡直可以用“幸運在線”來形容，最明顯的感受是“想分享的衝動”和“被熱情回應”的雙重滿足。你可能會突然想和身邊人聊點什麼，無論是生活瑣事、興趣愛好還是某個突發奇想，這種分享欲會比平時更強烈。而幸運的是，你的聽眾也會格外捧場，,可能是朋友認真回應你的觀點，或是家人對你的想法表示支持，甚至陌生人也能接住你的話題，這種“被理解”的感覺會讓你一整天都心情愉悅。你更容易吸引到同頻的人，哪怕只是簡單聊幾句，也能感受到彼此的默契。另外，這種幸運能量也可能體現在日常小事上，比如剛好趕上公交車、想買的東西有折扣，或是偶然遇到熟悉的老店。整體來看，可以多和人互動，無論是線上聊天還是面對面交流，你的分享欲和他人的熱情回應會形成良性循環，讓這一天充滿溫暖的氛圍。",
        "love_text": "單身的你，可能會和一直有好感的人有單獨相處的機會，比如一起完成任務、參加活動，這種自然的互動能讓你更瞭解對方，也可能讓對方看到你的閃光點，別太拘謹，放鬆做自己就好。已有伴者的你，你對浪漫的期待會得到回應，比如伴侶突然送你小禮物，或計劃了一場小驚喜，這種“雙向奔赴”的感覺會讓你們更確定彼此的心意。",
        "work_text": "你的洞察力特別敏銳，能快速發現工作中的漏洞或學習中的難點，比如文件裡的數據錯誤、知識點間的邏輯矛盾，這種“火眼金睛”的能力能幫你提前規避問題，也能讓成果更完美。同時，你會更注重細節，比如檢查方案的可操作性、確認學習的重點，這種嚴謹的態度會讓你在團隊或班級中更受信任。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運會有驚喜，可能是之前的努力得到回報，比如項目獎金到賬、客戶支付尾款，或收到一筆意外的補貼。手頭寬裕時別急著買貴重物品，可以先規劃一下這筆錢的用途，比如存起來應急，或用來提升生活品質，合理分配能讓錢發揮更大價值。",
        "health_text": "情緒波動可能會影響身體健康，要做好情緒管理。遇到煩心事別憋在心裡，找朋友傾訴傾訴，或者通過運動、聽音樂等方式釋放壓力。保持平和的心態，避免情緒大起大落，讓身心處於放鬆狀態。",
        "lucky_color": "銀灰色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "管別人閒事",
        "yi": "外賣下午茶",
        "all": "55%",
        "date": "2025-09-05",
        "love": "67%",
        "work": "50%",
        "money": "52%",
        "health": "60%",
        "notice": "節奏被外力撥亂",
        "discuss": "64%",
        "all_text": "可能會明顯感覺到時間像被無形的手撥亂了節奏，原本計劃好的事總被各種瑣碎的小狀況打斷。刷手機時看到無關緊要的消息忍不住多看兩眼，朋友臨時拉你聊幾句閒天，或是突然想起某件小事要處理——這些看似不起眼的插曲，會一點點啃噬你的時間，等回過神來，重要的事還沒推進多少，心裡難免生出“又浪費了一天”的懊惱。更讓人煩躁的是，這些“無聊的事”往往帶著點被動性，不是你主動選擇的，卻不得不應付，像被推著走一樣。建議你試著給自己設個“時間警戒線”，比如刷手機超過十分鐘就強制放下，面對閒聊時明確說“我現在有點事，晚點再聊”，把主動權慢慢拉回自己手裡。雖然整體狀態不算好，但偶爾允許自己“擺爛”也沒關係，只是別讓這種狀態延續太久，否則明天可能會更焦慮。",
        "love_text": "單身的你，可能會遇到讓你覺得“還不錯”的人，但你容易因為“沒耐心”而快速下結論，比如聊兩句就覺得“不合適”，或拒絕進一步瞭解的機會，其實感情需要時間沉澱，多給彼此點機會。已有伴者的你，可能會因為其他事分心，比如刷手機、想工作，對伴侶的分享回應敷衍，這種“心不在焉”容易讓對方失落，哪怕只是認真聽對方說幾句話，也能讓感情更溫暖。",
        "work_text": "容易因為粗心大意而踩進小坑，比如看錯文件細節、記錯任務要求，或漏掉重要信息，這些小疏忽可能讓你需要花額外時間返工，甚至影響整體進度。這種“差不多就行”的心態容易讓你放鬆警惕，但細節往往決定成敗。建議處理任務時多檢查兩遍，重要事項用便籤記下來，能幫你減少低級錯誤。",
        "lucky_star": "白羊座",
        "money_text": "容易遇到“錢收不回來”的情況，比如朋友借錢拖延、合作方拖欠款項，或網購後商家不發貨也不退款。涉及金錢往來時，儘量留好憑證（比如聊天記錄、轉賬記錄），遇到拖延的情況主動溝通，別因為不好意思開口而讓自己吃虧，該爭取的要爭取。",
        "health_text": "吃飯用餐別太著急，吃得太快容易導致消化不良，食物沒嚼碎就嚥下去，會增加腸胃負擔。吃飯時放慢速度，細嚼慢嚥，每口食物多咀嚼幾次，這樣不僅有助於消化，還能更好地感受食物的味道。",
        "lucky_color": "粉紫色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "嫉妒心太重",
        "yi": "享受獨處",
        "all": "62%",
        "date": "2025-09-05",
        "love": "55%",
        "work": "59%",
        "money": "46%",
        "health": "68%",
        "notice": "人際關係亂如麻",
        "discuss": "56%",
        "all_text": "人際關係會像團亂麻，需要你花點耐心去理順。可能是家人突然對你的某個決定提出質疑，或是朋友找你吐槽時帶著情緒，甚至路上遇到不太熟的人也要拉著你聊半天——這些互動本身不算麻煩，但對方的情緒或態度可能會讓你覺得“被消耗”。比如對方反覆糾結同一個問題，或是明明你不想多聊，對方卻沒完沒了，這時候你可能會忍不住想“怎麼就這麼難溝通”。其實重點不是“解決所有問題”，而是學會在對話中設立邊界，不用刻意迎合，也不用冷臉拒絕，用“我理解你的感受，但我現在有點累”這類溫和的方式結束對話會更合適。另外，可能會遇到需要你幫忙調解矛盾的情況，比如朋友之間鬧彆扭找你評理，這時候別急著站隊，先聽雙方說完再客觀分析，反而能避免自己被捲入是非。",
        "love_text": "單身的你，可能會對愛情產生“提不起勁”的感覺，比如覺得“談戀愛太麻煩”，或“反正遇不到合適的”，這種消極態度會讓你錯過潛在的機會，不妨調整心態，把社交當成放鬆，反而可能有意外收穫。已有伴者的你，可能會覺得感情進入“平淡期”，比如覺得“沒以前那麼甜蜜了”，其實這是感情穩定的信號，可以一起做些新鮮事，比如短途旅行或學新技能，重新找回激情。",
        "work_text": "可能會遇到“卡殼”的狀態，比如原本熟練的工作突然找不到頭緒，或學習時某個知識點怎麼都理解不透，這種“明明很努力卻沒進展”的感覺容易讓你煩躁。其實瓶頸期往往是突破的前兆，別急著否定自己，換個角度思考或暫時放下，反而能找到新思路。",
        "lucky_star": "摩羯座",
        "money_text": "因人情往來增加支出，比如參加婚禮、朋友聚會需要隨禮，或幫家人買東西墊錢。雖然這些花費避免不了，但可以提前規劃預算，別因為面子或心軟超出自己的承受範圍，量力而行才能讓關係更輕鬆，也避免自己經濟緊張。",
        "health_text": "千萬別放縱熬夜，熬夜會打亂身體的生物鐘，影響內分泌系統，導致免疫力下降。儘量在晚上11點前上床睡覺，營造一個安靜、舒適的睡眠環境。睡前避免使用電子設備，讓大腦和身體逐漸放鬆，進入睡眠狀態。",
        "lucky_color": "深藍色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "說話不經大腦",
        "yi": "陪家人吃飯",
        "all": "82%",
        "date": "2025-09-05",
        "love": "85%",
        "work": "88%",
        "money": "70%",
        "health": "90%",
        "notice": "生活節奏慢下來",
        "discuss": "81%",
        "all_text": "你會明顯感覺到生活少了那些“必須做”的外力推動，整個人像被鬆了綁一樣輕鬆。沒有突然的任務要完成，沒有必須參加的聚會，甚至連手機消息都變少了，這種“清淨感”會讓你特別舒服，可以自由安排想做的事：可能是窩在家裡看本書、整理房間，或是出門隨便逛逛，怎麼放鬆怎麼來。重點不是“完成什麼”，而是“享受當下”，平時總被忽略的小事，比如泡杯熱茶、聽首喜歡的歌，反而能帶來滿滿的幸福感。你可能會發現，當生活節奏慢下來後，平時沒注意到的細節會變得特別清晰，比如窗外的雲、路邊的花，或是朋友隨口說的一句話。這種“向內看”的狀態，會讓你對生活有更真實的感知。不過，偶爾也可以試著“打破清淨”，比如主動約個熟悉的朋友吃頓飯，簡單的互動也能讓生活更有溫度。",
        "love_text": "單身的你，可能會通過興趣活動或朋友聚會認識新的人，比如一起運動、打遊戲，這種共同愛好能快速拉近距離，別太害羞，主動聊幾句說不定就有故事。已有伴者的你，感情經營需要“你來我往”，比如對方為你做了件事，你可以用行動或語言回應，而不是覺得“應該的”，這種互動能讓感情更有活力，避免一方付出太多而失衡。",
        "work_text": "特別適合覆盤總結，比如回顧近期完成的任務、整理學習筆記，這種“從過去找經驗”的方式能幫你發現自己的優勢（比如溝通能力強、邏輯清晰）和不足（比如容易拖延、細節疏忽），為後續行動提供方向。同時，你會更願意把經驗分享給他人，這種互動能讓你更有成就感。",
        "lucky_star": "獅子座",
        "money_text": "容易花錢沒數，比如點外賣超預算、買零食不看價格，或逛街時被促銷吸引買一堆用不上的東西。建議日常開銷前先問自己“真的需要嗎”，把不必要的消費劃掉，控制衝動購物，哪怕每天省一點，月底也能攢下一筆小錢。",
        "health_text": "要注意床上用品的清潔，床上用品容易滋生細菌、蟎蟲，可能會引起皮膚過敏、呼吸道不適等問題。勤洗曬床單、被罩、枕套，保持床上用品的乾淨整潔。陽光充足的時候，把被子拿到戶外晾曬，殺菌消毒。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝兩杯奶茶",
        "yi": "參與家務事",
        "all": "80%",
        "date": "2025-09-05",
        "love": "72%",
        "work": "83%",
        "money": "78%",
        "health": "85%",
        "notice": "如冷靜的觀察者",
        "discuss": "83%",
        "all_text": "你更像是個“冷靜的觀察者”，對周圍發生的事保持著一種清醒的距離感。可能是朋友在討論某個熱門話題，或是家人為小事爭執，你都不會急著發表意見，而是先默默聽、默默看，等理清來龍去脈後再決定是否參與。這種“不輕易站隊”的姿態，反而能讓你避開不少不必要的麻煩——比如不會被捲入無意義的爭論，也不會因為衝動表態而後悔。另外，你可能會對“規則”或“邊界”有更深的體會，比如意識到某些事“不該做”或“不必做”，這種清醒的認知會讓你在行動上更剋制，避免因一時衝動而犯錯。不過，偶爾也可以試著“放下觀察”，主動參與一些輕鬆的活動，比如和熟悉的人聊點無關緊要的天，或是做件自己喜歡的小事，反而能讓生活更有煙火氣。畢竟，觀察是為了更好地生活，而不是讓自己變成“局外人”。",
        "love_text": "單身的你，要多留意身邊的“小機會”，比如同事的邀約、朋友的聚會，這些場合可能藏著讓你心動的人，別總以“忙”為藉口拒絕，多參與才能增加遇見的可能。已有伴者的你，要明白經營感情沒有“捷徑”，比如別指望一次浪漫就能解決所有問題，或覺得“不用說對方也懂”，其實日常的關心、耐心的傾聽，才是感情長久的關鍵。",
        "work_text": "你的狀態可以用“穩紮穩打”來形容，無論是處理工作任務還是推進學習計劃，都能按部就班地完成，不會因為外界干擾（比如臨時任務、同學求助）而打亂節奏。這種“有條不紊”的狀態會讓你更有掌控感，也容易獲得他人的信任，適合處理需要耐心和細心的事。",
        "lucky_star": "射手座",
        "money_text": "你的財運比較平穩，沒有明顯的進賬機會，但也不用擔心破財。這種“不增不減”的狀態適合整理財務，比如核對賬單、清理閒置物品，或規劃接下來的收支計劃。別因為沒進賬就焦慮，穩住當前的狀態，把該處理的事做好，機會會在合適的時候出現。",
        "health_text": "上廁所別蹲太久，蹲廁所玩手機會分散注意力，延長排便時間，容易導致痔瘡等問題。養成定時排便的習慣，每次上廁所時間控制在5 - 10分鐘內。排便時集中精力，不要做其他事情。",
        "lucky_color": "酒紅色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "頭髮亂糟糟",
        "yi": "打磨特長",
        "all": "97%",
        "date": "2025-09-05",
        "love": "95%",
        "work": "96%",
        "money": "98%",
        "health": "97%",
        "notice": "發光發熱幹勁足",
        "discuss": "94%",
        "all_text": "是屬於你發光發熱的日子，平時擅長的技能或興趣會自然流露，讓你在人群中顯得特別有存在感。可能是和朋友聊天時，你隨口提到的某個觀點讓人眼前一亮；或是做一件小事時，你獨特的處理方式讓結果比預期更好。這種“被看見”的感覺會讓你特別有成就感，也會吸引更多人主動靠近你——可能是找你幫忙，或是單純想和你多聊幾句。你不需要刻意表現，只要順著自己的節奏來，就能把優勢發揮得淋漓盡致。另外，也是適合“嘗試新事物”的日子，比如學個小技巧、接觸一個新領域，哪怕只是隨便翻翻相關的書，也可能發現意想不到的樂趣。你可能會突然意識到，原來自己還有這麼多沒被髮掘的潛力。總之，你就像一塊“磁鐵”，能自然吸引到適合你的機會和資源，好好享受這種“被需要”的感覺吧。",
        "love_text": "單身的你，適合主動釋放熱情，比如對有好感的人多聊幾句，或分享自己的生活，你的真誠和活力會吸引對方，別太端著，自然表達反而更容易拉近距離。已有伴者的你，會特別注重儀式感，比如紀念日提前準備小驚喜，或日常說句“我愛你”，這些細節能讓對方感受到被重視，感情也會因這種“用心”更甜蜜。",
        "work_text": "你的效率會特別高，彷彿開了掛一樣，原本需要花很長時間的任務（比如寫報告、整理資料）能快速完成，而且質量還不錯。這種“事半功倍”的狀態得益於你清晰的思路和靈活的方法，比如用工具簡化流程、用圖表梳理信息，讓複雜的事變得簡單。適合處理需要創意或邏輯的任務。",
        "lucky_star": "處女座",
        "money_text": "或有意外驚喜，可能是之前忘記的退款到賬、平臺活動抽中獎品，或收到一筆意外的補貼。這筆錢可以用來犒勞自己，比如吃頓好的、買件喜歡的小物件，但別因為“意外之財”就大手大腳，留一部分存起來，應對未來可能的小開銷會更安心。",
        "health_text": "要保持手機清潔，手機經常拿在手裡，容易沾染各種細菌，接觸面部、口鼻時可能會引發感染。定期用酒精棉片擦拭手機表面，尤其是屏幕、按鍵等部位。使用手機後及時洗手，避免細菌傳播。",
        "lucky_color": "鵝黃色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不認清現實",
        "yi": "郊外野餐踏青",
        "all": "70%",
        "date": "2025-09-05",
        "love": "68%",
        "work": "75%",
        "money": "65%",
        "health": "72%",
        "notice": "夢與現實來回切換",
        "discuss": "68%",
        "all_text": "你可能會在“白日夢”和“現實”之間來回切換，一會兒想著“要是能怎樣就好了”，一會兒又被現實的小問題拉回注意力。這種“飄忽”的狀態本身不算壞事，反而能讓你從不同角度看待問題——比如幻想時，你可能會突然想通某個困擾已久的事；回到現實後，又能用更務實的態度去處理。不過，需要注意的是別讓“白日夢”佔據太多時間，比如本來想做個小計劃，卻因為走神而拖延；或是答應別人的事，因為沉浸在自己的世界裡而忘記。重點是找到“幻想”和“行動”的平衡點：可以給自己留點時間發呆、想象，但也要設定個“截止時間”，比如“想10分鐘就去做”，這樣既能滿足精神需求，又不會耽誤正事。另外，偶爾記錄下那些“靈光一現”的想法，說不定以後能派上用場。畢竟，幻想是創意的源頭，而行動能讓創意落地。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但你容易因為“臉皮薄”而不敢主動，比如想加微信卻猶豫，或對方搭話時緊張得說不出話，其實大方一點反而更可愛，別讓害羞錯過機會。已有伴者的你，表達感情時別太含蓄，比如想對方陪你可以直接說“想和你一起”，而不是“你忙你的吧”，直接表達需求能讓對方更懂你的心意。",
        "work_text": "可能會因為缺乏信心而猶豫，比如面對新任務時擔心自己做不好，或學習新知識點時覺得自己學不會，這種“自我懷疑”的狀態會讓你不敢嘗試，反而錯過機會。其實你的能力比你想象中更強，只是需要多一點勇氣。遇到不確定的事，先邁出一小步，你會發現事情沒那麼難。",
        "lucky_star": "雙魚座",
        "money_text": "容易“慢半拍”，比如錯過限時優惠、沒及時申請補貼，或沒注意到賬戶到期自動扣費。涉及金錢的事多留心，比如設置提醒查看賬單、關注平臺活動通知，遇到需要操作的事別拖延，及時處理能避免損失，也能抓住賺錢的小機會。",
        "health_text": "洗完頭不要對著風口位直吹，頭部受風容易引發頭痛、感冒等問題。洗完頭先用乾毛巾輕輕擦乾水分，再用吹風機將頭髮吹至七八成幹，注意吹風機與頭髮保持一定距離，避免溫度過高損傷頭髮。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    }
  }
}