{
  "updated": "2025-12-28T11:08:08.087Z",
  "updateTime": "2025/12/28 下午7:08:08",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13643,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "埋頭苦幹",
        "yi": "拓寬社交圈",
        "all": "94%",
        "date": "2025-12-27",
        "love": "89%",
        "work": "95%",
        "money": "93%",
        "health": "92%",
        "notice": "開闊視野的機會",
        "discuss": "96%",
        "all_text": "整體運勢相當給力，會迎來諸多開闊視野與眼界的機會，這些機會或許來自不同的渠道，可能是與他人的交流互動，也可能是偶然接觸到的全新領域信息。當面對這些機會時，你內心會湧起強烈的探索慾望，積極主動地去把握。在這個過程中，你的思維會變得更加活躍，對事物的認知也會上升到新的高度。你會發現自己看待問題的角度更加多元，不再侷限於以往的模式。這種視野的拓展會讓你在人際交往中更具魅力，吸引到更多志同道合的人。而且，開闊的眼界也會為你未來的發展埋下良好的伏筆，讓你在面對各種情況時都能更加從容自信，以全新的姿態去迎接生活中的各種挑戰，開啟一段充滿驚喜與成長的旅程。",
        "love_text": "單身的你，不妨主動出擊！別再守株待兔啦，勇敢邁出第一步，說不定就能邂逅那個讓你心動的人。在社交場合裡積極表現自己，主動和人交流，說不定愛情就在轉角處等你。已有伴者的你，今天會有更多和愛人相處的時間，一起做頓晚餐，或者飯後散散步，這些平凡的小事都能讓你們的感情更加深厚。",
        "work_text": "對你而言，整體狀態超棒！面對各種狀況，你都能迅速做出反應，靈活調整策略。無論是處理複雜的工作任務，還是攻克學習上的難題，都能遊刃有餘。這種隨機應變的能力，讓你在各個領域都能輕鬆應對，彷彿一切都在你的掌控之中，為你的發展打開了更廣闊的空間。",
        "lucky_star": "獅子座",
        "money_text": "財運相當不錯，進賬會十分豐厚。或許是在工作上有出色的表現，得到了額外的獎金，又或是之前的投資有了不錯的收益。這一天可以好好規劃一下這筆豐厚的收入，考慮進行一些穩健的儲蓄或者小風險的投資，讓財富進一步增值，別把錢都隨意花掉啦。",
        "health_text": "精力格外充沛的一天，正是培養健康好習慣的好時機。可以趁著這股勁兒，給自己制定個簡單的運動計劃，比如下班後慢跑半小時，或者做幾組俯臥撐。飲食上也能更規律，按時吃三餐，多吃蔬菜水果，少吃油膩食物，長期堅持能讓身體狀態越來越好。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨波逐流",
        "yi": "求職找工作",
        "all": "71%",
        "date": "2025-12-27",
        "love": "60%",
        "work": "65%",
        "money": "73%",
        "health": "78%",
        "notice": "拖延邊緣掙扎前行",
        "discuss": "73%",
        "all_text": "整體運勢稍有起伏，可能會在拖延的邊緣掙扎前行，心裡明明清楚有事情需要去做，但行動上卻總是慢半拍。這種拖延的狀態並非你本意，或許是內心對某些事情存在一絲顧慮，又或者是被一些瑣碎的情緒所幹擾。在掙扎的過程中，你會感到有些疲憊和無奈，一方面想要擺脫拖延的束縛，另一方面又難以迅速調整好自己的狀態。這種起伏的運勢會讓你在處理事情時不夠果斷，容易錯過一些稍縱即逝的契機。不過，只要你能夠及時察覺到自己的狀態，努力克服內心的障礙，試著給自己設定一些明確的目標和期限，還是能夠逐漸擺脫拖延的困擾，讓生活重新回到正軌，以更加積極的態度去應對接下來的種種情況。",
        "love_text": "單身的你，在表達情感上還是有些含蓄。要是遇到有好感的人，別總是把想法藏在心裡，試著大膽說出來，不然對方可能很難察覺你的心意。已有伴者的你，心裡或許藏著一些心事，別總是一個人扛著，和愛人坦誠溝通，分享彼此的想法，才能讓感情更加穩固，別讓小問題積累成大矛盾。",
        "work_text": "整體狀態不太理想。在處理事務時，思路有些受限，習慣按照老方法行事，不太願意嘗試新的方式。這使得在面對新問題或新挑戰時，顯得有些力不從心，進展較為緩慢。需要打破固有思維，多接觸新觀念，才能更好地適應變化，推動事情向前發展。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運較為平穩，收支基本能達到平衡狀態。日常的收入能滿足各項開支，沒有太大的經濟壓力。不過也別因此就放鬆警惕，還是要留意一些意外的小支出，比如突然要購買的生活用品。可以提前做好預算規劃，把每一筆錢都花在刀刃上，避免不必要的消費。",
        "health_text": "要注意適度控制玩手機時間。長時間盯著手機屏幕，眼睛容易疲勞，還可能引發頸椎問題。每隔一段時間就放下手機，活動活動脖子，眺望一下遠方，讓眼睛和頸椎都放鬆放鬆。晚上也別躺著玩手機，早點休息，保證充足睡眠。",
        "lucky_color": "綠色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間閒聊",
        "yi": "尋找新靈感",
        "all": "79%",
        "date": "2025-12-27",
        "love": "80%",
        "work": "77%",
        "money": "76%",
        "health": "78%",
        "notice": "警惕無意義行為",
        "discuss": "71%",
        "all_text": "整體運勢一般般，生活彷彿進入了一個相對平淡的節奏。在這個過程中，你需要特別注意時間的安排，因為時間就像細沙，稍不留意就會從指縫間溜走。倘若不加以合理規劃，很容易在無聊中虛度光陰。你可能會發現自己原本計劃好的事情，因為一時的不注意而被打亂節奏，導致一些事情無法按時完成。而且，在無聊的狀態下，你可能會陷入一些無意義的思考或者行為中，這不僅浪費了時間，還可能會讓你產生一種空虛感。為了避免這種情況的發生，你可以提前制定一個詳細的計劃表，將每天要做的事情按照重要程度和緊急程度進行排序，然後嚴格按照計劃去執行。同時，也可以給自己找一些有意義的事情來做，比如閱讀一本好書、學習一項新技能等，讓自己的生活充實起來，不再被無聊所困擾。",
        "love_text": "單身的你，或許會遇到喜歡的對象哦！在各種聚會或者活動中，保持自信和開朗，展現出你獨特的魅力，說不定就能吸引到那個與你靈魂契合的人。已有伴者的你，今天和愛人的感情升溫迅速，一起做些有趣的事情，比如看一場電影、玩一場遊戲，在歡聲笑語中，你們的感情會變得更加親密無間。",
        "work_text": "整體表現中規中矩。在處理各種事務時，雖然能保持一定的節奏，但效率還有提升的空間。有時會因為分心或者不夠專注，導致一些任務花費的時間比預期長。如果能集中精力，合理安排時間，就能在事業學業上取得更好的成果，讓進展更加順利。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運狀況一般，主要是沒有明確的理財計劃。這一天可能會有一些零散的收入，但因為沒有規劃，很容易就隨意花掉了。建議你先冷靜下來，梳理一下自己的財務狀況，制定一個簡單的理財計劃，比如設定一個儲蓄目標，把一部分收入存起來，為未來做打算。",
        "health_text": "需避免用眼過度疲勞。這一天可能會長時間使用電子設備，不管是工作還是娛樂，都要注意給眼睛休息的時間。可以準備一些護眼貼，感覺眼睛乾澀疲勞時貼一貼。也可以做做眼保健操，促進眼部血液循環，緩解眼睛不適。",
        "lucky_color": "咖啡色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "應酬聚會",
        "yi": "看一場電影",
        "all": "55%",
        "date": "2025-12-27",
        "love": "59%",
        "work": "54%",
        "money": "53%",
        "health": "68%",
        "notice": "活動邀請如包袱",
        "discuss": "52%",
        "all_text": "整體運勢欠佳，可能會收到一些不大願意參加的活動邀請，這些邀請就像一個個沉重的包袱，讓你感到有些為難。從內心深處來講，你對這些活動並沒有太大的興趣，甚至可能會覺得參加這些活動是一種負擔。然而，在面對邀請時，你可能會因為各種原因而猶豫不決，不知道該不該拒絕。這種糾結的狀態會讓你感到十分困擾，消耗你大量的精力。其實，在這種情況下，你應該聽從自己內心的聲音，該拒絕時就果斷拒絕。不要因為擔心得罪別人或者不好意思而勉強自己參加。畢竟，自己的感受才是最重要的。只有拒絕了那些不感興趣的活動，你才能有更多的時間和精力去做自己喜歡的事情，讓自己的心情變得更加愉悅，擺脫運勢欠佳帶來的負面影響。",
        "love_text": "單身的你，可能難遇合適對象。別太著急，感情的事急不來，不妨利用這段時間好好提升自己，讓自己變得更加優秀。已有伴者的你，今天和愛人之間容易生小摩擦，可能因為一些小事產生分歧，這時候雙方都要多一些包容和理解，別讓小矛盾影響了你們的感情，退一步海闊天空。",
        "work_text": "你的整體運勢稍顯低迷。在推進各項事務時，進展較為遲緩，彷彿有一股無形的阻力在阻礙著你。無論是工作上的項目，還是學習上的任務，都難以快速取得明顯的成果。這可能會讓你感到有些沮喪，但不要氣餒，調整好心態，耐心尋找解決問題的方法，慢慢積累，終會迎來轉機。",
        "lucky_star": "金牛座",
        "money_text": "你的財運不太好，支出可能會超出預期。也許是生活中突然出現了一些需要花錢的事情，比如家人身體不適需要買藥，或者家裡的物品損壞需要更換。面對這種情況，要儘量控制其他方面的開支，優先保障必要的生活需求，同時也要思考如何增加收入，緩解經濟壓力。",
        "health_text": "要留意腸胃小不適。飲食方面要格外注意，儘量少吃生冷、辛辣、油膩的食物，這些食物容易刺激腸胃。多吃一些溫熱、易消化的食物，比如小米粥、麵條等。如果腸胃已經出現不適，可以喝點熱水，用熱水袋敷敷肚子，緩解症狀。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發表偏激言論",
        "yi": "見喜歡的人",
        "all": "61%",
        "date": "2025-12-27",
        "love": "58%",
        "work": "69%",
        "money": "62%",
        "health": "63%",
        "notice": "陷入小小的困境",
        "discuss": "60%",
        "all_text": "整體運勢下滑，彷彿陷入了一個小小的困境之中。在與人交流的過程中，你可能會在說話表達上吃點虧。或許是因為一時的疏忽，又或者是情緒的影響，你所說的話可能沒有準確地傳達出自己的真實意圖，導致他人產生誤解。這種誤解可能會引發一些不必要的矛盾和衝突，讓你感到有些委屈和無奈。而且，在表達自己觀點的時候，你可能會因為過於急切而忽略了對方的感受，使得溝通的氛圍變得有些緊張。為了避免在說話表達上繼續吃虧，你需要更加冷靜和理智。在開口之前，先思考一下自己想要表達的內容，組織好語言，確保能夠清晰、準確地傳達自己的想法。同時，也要注意傾聽對方的意見和感受，尊重他人的觀點，以更加平和、友好的態度進行溝通，這樣才能改善運勢下滑的狀況，讓交流變得更加順暢。",
        "love_text": "單身的你，追求喜歡的人可能難有回應。別灰心，這並不代表你不夠好，只是緣分還沒到。繼續保持熱情，說不定下一次就能遇到那個真正懂你的人。已有伴者的你，和愛人的關係略顯平淡，不妨製造一些小驚喜，比如送一束花或者準備一份小禮物，給平淡的生活增添一些浪漫，讓感情重新升溫。",
        "work_text": "整體表現有提升空間。在處理事務時，雖然付出了不少努力，但成果稍欠火候。可能是因為在一些細節上沒有處理到位，或者是在關鍵環節上沒有發揮出應有的水平。需要更加註重細節，認真對待每一個環節，才能讓努力得到更好的回報，取得更理想的成績。",
        "lucky_star": "射手座",
        "money_text": "財運有點小波動，小財方面不太穩定。可能會有一些小的收入進賬，但也可能會有一些意外的支出。比如原本計劃好的一筆小收入沒有按時到賬，或者突然要參加一個活動需要花錢。這一天要保持謹慎，不要輕易進行大額消費，儘量留一些備用金，以應對可能出現的情況。",
        "health_text": "要小心肩頸小痠痛。這一天可能會因為長時間保持一個姿勢，比如久坐辦公、低頭看手機等，導致肩頸部位肌肉緊張。工作學習間隙，要起身活動活動，做幾個簡單的肩頸拉伸動作，放鬆一下肌肉。也可以讓家人幫忙按摩一下肩頸部位。",
        "lucky_color": "米黃色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一拖再拖",
        "yi": "享受下午茶",
        "all": "90%",
        "date": "2025-12-27",
        "love": "96%",
        "work": "93%",
        "money": "98%",
        "health": "92%",
        "notice": "神奇力量的引導",
        "discuss": "94%",
        "all_text": "整體運勢很好，彷彿有一股神奇的力量在引導著你，讓你能夠將時間與精力都用在刀刃上。你就像一位精準的時鐘，對時間的把控十分到位，每一分每一秒都能發揮出最大的價值。在做事情的時候，你會展現出極高的專注度和執行力，不會被外界的干擾因素所影響。無論是面對簡單的事情還是複雜的任務，你都能有條不紊地處理，一步一個腳印地朝著目標前進。而且，你能夠敏銳地察覺到哪些事情是重要的、緊急的，優先將時間和精力投入到這些事情上，從而取得事半功倍的效果。這種高效的狀態會讓你在生活中收穫滿滿的成就感，也會讓你在他人眼中變得更加可靠和值得信賴。你可以趁著這良好的運勢，大膽地去追求自己想要的東西，實現自己的目標，讓生活變得更加精彩。",
        "love_text": "單身的你，有望與喜歡的人心意相通！在交流中，你們會越來越瞭解彼此，發現對方身上更多的閃光點。抓住這個機會，勇敢表達自己的感情，說不定就能開啟一段美好的戀情。已有伴者的你，今天和愛人會有甜蜜互動，一起分享生活中的點點滴滴，互相關心、互相照顧，讓彼此感受到滿滿的愛意。",
        "work_text": "表現堪稱完美的一天！無論是處理複雜的工作事務，還是應對學習上的各種挑戰，都能展現出極高的水準。每一個細節都處理得恰到好處，每一個環節都安排得井井有條。這種嚴謹認真的態度和出色的能力，讓你在各個方面都能脫穎而出，收穫滿滿的成果，為未來的發展奠定堅實的基礎。",
        "lucky_star": "天秤座",
        "money_text": "你的正財運勢很棒，會迎來漲幅。在工作上，你的努力和付出得到了回報，工資可能會有所增加，或者有一些額外的項目獎勵。這是對你工作能力的一種肯定，要繼續保持這種積極的工作態度。同時，也可以考慮把這部分增加的收入進行合理的投資，讓財富實現增長。",
        "health_text": "身體狀態超良好，正是保持和提升健康水平的好時候。可以趁著狀態好，進行一些強度適中的運動，像打羽毛球、騎自行車等，增強身體素質。同時，保持良好的作息和飲食習慣，不熬夜、不挑食，讓身體一直維持在最佳狀態。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與陌生人交心",
        "yi": "多表達想法",
        "all": "96%",
        "date": "2025-12-27",
        "love": "91%",
        "work": "95%",
        "money": "90%",
        "health": "93%",
        "notice": "社交圈氛圍友好",
        "discuss": "92%",
        "all_text": "整體運勢非常不錯，彷彿置身於一個充滿友好氛圍的社交圈子裡。你很容易遇到志同道合的朋友，這些朋友就像生活裡的暖陽，與你有著相似的興趣愛好、價值觀和人生追求。和他們在一起，你會感到無比的自在和愉悅，交流起來毫無障礙，能暢快地分享彼此的想法和感受。在相處過程中，你會獲得更多的支持與幫助，無論是精神上的鼓勵還是實際生活中的援手，都能讓你感受到溫暖和力量。這種良好的人際關係會讓你充滿自信，心態也更加積極樂觀。你會發現自己看待事物的角度變得更加多元，思維也更加開闊。而且，與志同道合的朋友一起，你還可能會發現一些新的樂趣和可能性，為生活增添更多的色彩。不妨好好珍惜這些緣分，用心經營這些友誼，讓這份好運持續下去。",
        "love_text": "單身的你，人氣頗高！在各種場合裡都能成為焦點，吸引到不少異性的目光。好好把握這個機會，多和不同的人交流，說不定就能遇到那個讓你心動的人。已有伴者的你，今天和愛人相處和諧融洽，一起度過溫馨的時光，無論是一起做飯還是一起看電視，都能感受到彼此的陪伴和溫暖，感情更加深厚。",
        "work_text": "整體狀態簡直絕佳！彷彿被幸運之神緊緊環繞，一切都順風順水。在處理各類事務時，思路清晰得如同明亮的燈塔，能迅速找到最優解。無論是複雜的工作難題，還是棘手的學習困擾，都能輕鬆化解。與周圍人的溝通協作也無比順暢，能高效推進各項事務，收穫滿滿的成就感，為未來發展鋪就一條光明大道。",
        "lucky_star": "白羊座",
        "money_text": "你的財運很不錯，或許會有獎金方面的好消息傳來。可能是工作上表現出色，得到了公司的獎勵，也可能是參與的某個活動獲得了獎金。這筆獎金對你來說是一份額外的驚喜，可以好好規劃一下如何使用，比如用來改善生活品質，或者進行一些長期的投資規劃。",
        "health_text": "活力滿滿精神佳，可以利用這充沛的精力去做一些有益健康的事。比如去戶外散散步，呼吸新鮮空氣，感受大自然的美好。也可以參加一些健身課程，學習新的運動技能，既能鍛鍊身體，又能結交新朋友，讓生活更加豐富多彩。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "為愛豆氪金",
        "yi": "做一件好事",
        "all": "74%",
        "date": "2025-12-27",
        "love": "70%",
        "work": "79%",
        "money": "80%",
        "health": "82%",
        "notice": "缺少前進的動力",
        "discuss": "87%",
        "all_text": "整體運勢中規中矩，只是缺少一些前進的動力。你內心或許有著自己的目標和想法，但僅憑自身的力量，似乎難以快速地朝著目標前進。這時候，你需要一些外力的牽引來獲得動力，這個外力可能來自他人的鼓勵、建議，也可能是一些新的機遇和挑戰。他人的鼓勵能讓你重新燃起鬥志，堅定自己的信念；他人的建議則可能為你提供新的思路和方法，幫助你找到前進的方向。而新的機遇和挑戰就像一陣風，能推動你這艘船加速前行。不要害怕尋求幫助，也不要拒絕新的機會，主動地去擁抱這些外力，將它們轉化為自己前進的動力。只有這樣，你才能打破目前這種不溫不火的運勢狀態，讓生活變得更加精彩。",
        "love_text": "單身的你，曖昧讓人糾結。遇到有好感的人，既想靠近又怕受傷，這種糾結的心情可以理解，但別一直猶豫不決，勇敢一點，或許就能收穫美好的愛情。已有伴者的你，今天和愛人之間需要多些理解，在遇到問題時，站在對方的角度思考，多一些包容和體諒，這樣才能讓感情更加長久。",
        "work_text": "會面臨一些挑戰。在推進各項事務時，能明顯感覺到突破存在阻礙。就好像前方有一堵無形的牆，擋住了前進的步伐。或許是在工作上遇到了難以攻克的項目難題，又或許是在學習上碰到了難以理解的知識瓶頸。不過別擔心，這只是暫時的，只要保持冷靜，積極尋找解決辦法，就能慢慢突破困境。",
        "lucky_star": "雙魚座",
        "money_text": "你的投資運勢較好，之前進行的投資會有回報。無論是股票、基金還是其他投資項目，都可能會看到一定的收益。不過也不要因為一時的收益就盲目加大投資力度，還是要保持理性，根據自己的風險承受能力來調整投資策略。同時，也可以關注一些新的投資機會，但要做好充分的調研。",
        "health_text": "要保證充足睡眠量。睡眠是身體恢復和修復的重要時間，這一天要儘量早睡，營造一個安靜、舒適的睡眠環境。睡前可以泡個熱水澡，喝一杯溫牛奶，幫助放鬆身心，更快進入夢鄉。避免在睡前使用電子設備，以免影響睡眠質量。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間看手機",
        "yi": "多欣賞美景",
        "all": "88%",
        "date": "2025-12-27",
        "love": "91%",
        "work": "82%",
        "money": "85%",
        "health": "84%",
        "notice": "邏輯思維能力強",
        "discuss": "89%",
        "all_text": "整體運勢平平穩穩，有著很強的邏輯思維能力。在面對各種情況時，你能夠迅速地分析問題的本質，理清事情的脈絡，找到解決問題的關鍵所在。這種清晰的思維會讓你在處理事情時更加得心應手，避免陷入混亂和迷茫之中。不妨多思考，無論是對於生活中的小事，還是一些較為複雜的問題，都可以深入地去思考一番。通過思考，你能夠發現很多之前未曾注意到的細節和潛在的機會。而且，多思考還能讓你的思維更加敏捷，提升你的認知水平。你可以將自己的思考成果分享給他人，與他人進行交流和探討，這樣不僅能加深自己對問題的理解，還能從他人那裡獲得新的啟發，讓自己的運勢在平穩中不斷上升。",
        "love_text": "單身的你，桃花朵朵盛開！身邊會出現不少追求者，讓你有些應接不暇。不過別被眼前的繁華衝昏頭腦，認真挑選，找到那個真正適合你的人。已有伴者的你，今天和愛人的愛意愈發濃烈，一起做一些浪漫的事情，比如去海邊散步、看日出日落，在美好的氛圍中，你們的感情會更加堅定。",
        "work_text": "整體發展勢頭良好。就像一顆茁壯成長的樹苗，不斷向上生長。在處理事務時，充滿了活力與衝勁，能積極主動地迎接各種挑戰。無論是工作上的新任務，還是學習上的新目標，都能以飽滿的熱情去對待。這種積極的態度會為你帶來不少好運，讓各項事務都能朝著好的方向發展，取得不錯的進展。",
        "lucky_star": "水瓶座",
        "money_text": "你的偏財方面或許會有小收穫。可能是通過一些兼職工作獲得了額外的收入，或者是收到了一些意外的禮物、紅包。這些小收穫雖然不算多，但也能讓你的心情愉悅。不過別因為這點小財就沾沾自喜，還是要把主要精力放在正職工作上，通過努力工作來獲得更穩定的收入。",
        "health_text": "適當做些拉伸操對身體很有好處。這一天可能會比較忙碌，身體容易處於緊張狀態。利用碎片時間做幾組簡單的拉伸操，比如站立前屈、側腰拉伸等，可以放鬆肌肉，緩解身體疲勞，還能提升身體的柔韌性，讓身體更加靈活。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜通宵",
        "yi": "學習新技能",
        "all": "83%",
        "date": "2025-12-27",
        "love": "80%",
        "work": "87%",
        "money": "73%",
        "health": "84%",
        "notice": "學習積極性很高",
        "discuss": "82%",
        "all_text": "整體運勢尚佳，你的內心彷彿被點燃了一把火，有著一些學習的動力與積極性。這種動力可能源於你對知識的渴望，也可能是受到周圍環境或他人的影響。你會主動地去尋找學習的機會，無論是閱讀一本有意義的書籍，還是參加一些線上線下的講座、培訓，都能讓你感到充實和滿足。在學習過程中，你會全身心地投入，認真傾聽每一個知識點，積極思考每一個問題。這種積極的學習態度會讓你收穫頗豐，不僅能夠拓寬自己的知識面，還能提升自己的能力和素養。而且，學習還能讓你的思維更加活躍，讓你以更加開放的心態去面對生活中的各種挑戰。不妨趁著這股學習的熱情，制定一個合理的學習計劃，堅持下去，讓自己的運勢在學習中不斷攀升。",
        "love_text": "單身的你，有望開啟戀情！在朋友的介紹或者偶然的相遇中，可能會遇到那個讓你心動的人。勇敢邁出第一步，主動和對方交流，說不定就能收穫一段美好的愛情。已有伴者的你，今天和愛人的感情穩步發展，一起規劃未來，為了共同的目標努力奮鬥，在這個過程中，你們的感情會更加深厚。",
        "work_text": "整體進程穩步向前。如同一位穩健的行者，一步一個腳印地朝著目標邁進。在處理各項事務時，能保持沉穩的心態，有條不紊地推進工作和學習。不會因為外界的干擾而打亂自己的節奏，也不會因為一時的困難而輕易放棄。這種堅持和穩重會讓你在事業學業上取得穩定的成果，為未來的發展積累更多的經驗和實力。",
        "lucky_star": "雙子座",
        "money_text": "你的財運需要多留意消費方面，消費需節制。這一天你可能會因為各種原因產生較多的消費慾望，比如看到喜歡的商品打折，或者朋友邀請參加一些消費活動。但要注意控制自己的消費衝動，避免過度消費導致財務緊張。可以提前列好購物清單，只購買真正需要的東西。",
        "health_text": "要注意足部保暖。天氣逐漸變冷，足部容易受涼，引發不適。出門時要穿好厚襪子、保暖的鞋子。晚上可以用熱水泡泡腳，促進血液循環，緩解足部疲勞。也可以在泡腳水裡加入一些艾葉、生薑等，有更好的驅寒效果。",
        "lucky_color": "奶茶色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拿著雞毛當令箭",
        "yi": "能收能放",
        "all": "81%",
        "date": "2025-12-27",
        "love": "77%",
        "work": "70%",
        "money": "88%",
        "health": "85%",
        "notice": "放鬆和充實平衡",
        "discuss": "89%",
        "all_text": "整體運勢相對穩定，沒有太大的波瀾。在這種穩定的狀態下，不妨試著保持張弛有度的姿態。既不要過於放鬆，讓自己陷入懶散的狀態，也不要過於緊張，給自己帶來不必要的壓力。在生活節奏上，可以合理安排休息和活動的時間，讓自己在放鬆和充實之間找到平衡。同時，也可以做一下斷舍離，清理掉生活中一些不必要的物品和繁瑣的事務。那些堆積在角落裡的舊物，可能已經失去了它們的價值，卻還在佔據著你的空間和精力；那些繁瑣的事務，可能讓你感到疲憊和困擾，卻並沒有帶來太多的意義。通過斷舍離，你可以讓自己的生活變得更加簡潔、有序，心情也會更加舒暢。這種張弛有度的生活方式和斷舍離的行動，會讓你的運勢在穩定中持續向好。",
        "love_text": "單身的你，社交會帶來機會。多參加一些社交活動，擴大自己的社交圈子，說不定就能在人群中遇到那個與你志同道合的人。已有伴者的你，今天和愛人相處輕鬆自在，一起做自己喜歡的事情，享受彼此的陪伴，這種舒適的感覺會讓你們的感情更加穩固，珍惜這份美好的時光。",
        "work_text": "整體發揮尚有空間。雖然有能力去處理各種事務，但在某些方面還沒有完全展現出自己的實力。就好像一把寶劍，還沒有完全出鞘，鋒芒未完全顯露。在工作和學習中，可能會因為一些小失誤或者不夠專注，而影響了整體的表現。不過只要及時調整狀態，發揮自己的優勢，就能在事業學業上取得更好的成績。",
        "lucky_star": "處女座",
        "money_text": "你的財運遵循多勞多得的原則。這一天你越努力工作，就越有可能獲得更多的收入。可能會接到一些額外的任務，雖然會讓你有些忙碌，但完成後也會有相應的報酬。所以不要害怕吃苦，積極主動地承擔工作任務，用辛勤的勞動來換取豐厚的回報，同時也能提升自己的工作能力。",
        "health_text": "記得補充水分。這一天可能會因為忙碌而忘記喝水，身體容易缺水。要養成定時喝水的好習慣，不要等到口渴了才喝。可以準備一個水杯，放在顯眼的地方，時不時喝上幾口。多喝水能促進新陳代謝，保持身體正常運轉。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "瞭解最新資訊",
        "all": "59%",
        "date": "2025-12-27",
        "love": "52%",
        "work": "57%",
        "money": "62%",
        "health": "63%",
        "notice": "受負面心理影響",
        "discuss": "56%",
        "all_text": "整體運勢低迷，很容易受負面心理的影響，一些小小的挫折或者不如意的事情，都可能讓你陷入消極的情緒中無法自拔。你可能會開始懷疑自己的能力，對未來感到迷茫和不安，甚至會產生一些自我否定的想法。這種負面心理就像一個無形的漩渦，會不斷吞噬你的精力和信心，讓你越陷越深。然而，你要知道，這些負面情緒只是暫時的，它們並不能代表真實的你。你需要學會正視自己的情緒，承認它們的存在，但不要被它們所控制。可以嘗試一些方法來調整自己的心態，比如聽一些輕鬆的音樂、做一些自己喜歡的運動，或者和朋友傾訴一番。通過這些方式，你可以逐漸釋放內心的壓力，擺脫負面心理的影響，讓自己的運勢重新回到正軌。",
        "love_text": "單身的你，要警惕虛情假意。在感情中要保持清醒的頭腦，不要被一些表面的甜言蜜語所迷惑，認真觀察對方的言行舉止，找到那個真正對你好的人。已有伴者的你，不要過於無理取鬧，遇到問題要冷靜溝通，多一些理解和包容，這樣才能讓感情更加和諧，避免不必要的爭吵。",
        "work_text": "需要格外注意細節。在處理事務時，很容易因為粗心大意而出錯。就像一個馬虎的畫家，在畫作上留下了一些瑕疵。無論是在工作上填寫報表、處理文件，還是在學習上做作業、考試答題，都可能會因為忽略一些小細節而導致失誤。所以這一天要時刻提醒自己細心謹慎，認真對待每一件事情，避免因為小錯誤而影響整體成果。",
        "lucky_star": "巨蟹座",
        "money_text": "要警惕破財危機。這一天可能會有一些意外的情況導致你花錢，比如不小心損壞了他人的物品需要賠償，或者遭遇一些詐騙陷阱。要時刻保持警惕，在處理金錢相關的事情時要格外小心。儘量避免進行大額的交易或者投資，如果必須進行，一定要做好充分的準備和風險評估。",
        "health_text": "要預防感冒小侵擾。天氣變化大，要注意及時增減衣物，避免著涼。外出時可以戴上口罩，減少接觸病毒的機會。平時要多鍛鍊身體，增強免疫力。如果感覺身體有感冒的跡象，比如打噴嚏、流鼻涕等，要及時採取措施，多喝熱水，多休息。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    }
  }
}