{
  "updated": "2025-11-15T15:07:58.502Z",
  "updateTime": "2025/11/15 下午11:07:58",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13449,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於愛面子",
        "yi": "分享小趣事",
        "all": "55%",
        "date": "2025-11-15",
        "love": "64%",
        "work": "50%",
        "money": "61%",
        "health": "68%",
        "notice": "現實像堵無形牆",
        "discuss": "63%",
        "all_text": "你的整體運勢有點不妙。彷彿置身於一片佈滿荊棘的叢林，每走一步都容易碰壁受挫。你原本抱著滿滿的期待去推進一些事，可現實卻像一堵無形的牆，不斷給你帶來阻礙。或許你滿心歡喜地想要開啟新的嘗試，卻發現處處受限，原本順暢的思路也變得混亂起來。在與他人交流互動時，也容易出現溝通不暢的情況，別人可能無法理解你的想法，你也難以領會對方的意圖，這讓你感到有些沮喪。而且，在處理一些日常事務時，也容易因為一些小狀況而陷入困境，原本計劃好的事情可能無法按照預期進行。不過，別太灰心，這只是暫時的，保持平和的心態，耐心去應對這些狀況，說不定後續會有轉機出現。",
        "love_text": "單身的你，在感情方面可能不太如意，邂逅心儀對象的機會比較少。或許會感覺身邊少了些浪漫氣息，別因此而沮喪，不妨把精力放在提升自己上，比如去運動健身或者學習新技能。說不定在提升自己的過程中，緣分就會悄然降臨。已有伴者的你，和伴侶之間小紛爭可能會增多。一些小事都可能引發爭吵，要注意控制自己的情緒，別讓小矛盾升級。遇到分歧時，先冷靜下來，站在對方角度想想，多些理解和包容，感情才能更穩定。",
        "work_text": "對你而言，像是走在一條佈滿小石子的路上，狀況頻出。原本規劃好的方向，關鍵時候總容易掉鏈子，彷彿有股無形的力量在干擾著你的節奏。一些本以為十拿九穩的事情，也會出現意外波折，讓你有些手忙腳亂，需要花費更多的精力去重新調整和應對。",
        "lucky_star": "雙魚座",
        "money_text": "在財運上得留意消費方面。這天你購物慾可能比較強，看到喜歡的東西就容易心動下單，要是不加以節制，很可能出現超支情況，導致後續資金緊張。所以購物前最好先列個清單，明確自己真正需要的東西，避免不必要的消費，這樣才能守住錢包，讓財務狀況更穩定。",
        "health_text": "腸胃消化功能稍弱，飲食宜選擇軟爛易消化的食物，像小米粥、蒸南瓜這類就不錯，少吃生醃、刺身等生冷食材。聚餐時控制油鹽攝入量，別讓腸胃負擔過重。飯後別立刻躺下，靠牆站立十分鐘，有助於促進消化，避免積食引發腹脹。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著不願動",
        "yi": "勇敢追逐夢想",
        "all": "93%",
        "date": "2025-11-15",
        "love": "95%",
        "work": "94%",
        "money": "92%",
        "health": "96%",
        "notice": "往優勢局面發展",
        "discuss": "92%",
        "all_text": "對你而言，是整體運勢非常給力的一天。彷彿有一陣順風，推著你往優勢的局面發展。你會發現周圍的一切都變得順遂起來，原本覺得困難的事情，現在處理起來也輕鬆了許多。在做決策的時候，思路格外清晰，能夠迅速抓住關鍵要點，做出正確的選擇。而且，在與人交往中，你會感受到一種融洽的氛圍，大家都很願意支持你、配合你。這種良好的運勢會讓你充滿自信，做起事來也更加得心應手。你可能會發現，一些之前沒有注意到的小機會，現在也紛紛出現在你面前，只要你能抓住這些機會，就能讓自己處於更有利的位置，為後續的發展打下堅實的基礎。",
        "love_text": "單身的你，有很大機會遇到那個讓你心動的人。可能在不經意間的一次社交活動中，就會與有緣人目光交匯。別錯過這些可能的機會，勇敢地邁出第一步，主動交流，說不定一段美好的感情就此開啟。已有伴者的你，和伴侶愛意正濃。兩人相處甜蜜，能感受到彼此濃濃的愛意。不妨一起做些浪漫的事，比如一起看場電影、吃頓晚餐，享受這溫馨的時光，讓感情在相處中不斷升溫。",
        "work_text": "彷彿被幸運之神眷顧，一切都順順當當。就像搭上了一輛快速前行的列車，無論是處理事務還是達成目標，都異常順利。各種機會如同雪花般紛紛飄落，只要伸手抓住，就能開啟新的美好篇章，為未來發展鋪就堅實的道路。",
        "lucky_star": "射手座",
        "money_text": "正財運勢相當不錯，工作上的付出會得到實實在在的回報，收入穩定且可能會有一些盈餘。你可以合理規劃這筆盈餘，比如存一部分到銀行，或者用來償還之前的債務，讓財務更加健康。同時，繼續保持努力工作的狀態，正財的穩定增長會為你帶來更多的安全感。",
        "health_text": "這天肩頸部位易因姿勢不當而僵硬，使用電腦時把屏幕調至與視線平齊的高度，避免長時間低頭。工作間隙做些簡單的肩頸拉伸，比如左右緩慢轉動頭部，或者雙手在腦後交叉，輕輕向後仰頭。晚上用熱毛巾敷敷肩頸，緩解肌肉緊張。",
        "lucky_color": "草綠色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢無節制",
        "yi": "嘗試新事物",
        "all": "91%",
        "date": "2025-11-15",
        "love": "90%",
        "work": "93%",
        "money": "96%",
        "health": "94%",
        "notice": "被諸多助力環繞",
        "discuss": "90%",
        "all_text": "你的整體運勢相當不錯。這一天，你彷彿被諸多助力環繞，不管做什麼事情，都能得到來自各方面的支持。在推進一些計劃時，會感覺異常順利，彷彿有一種無形的力量在推動著你前進。你會收穫滿滿的成就感，每完成一個小目標，都能讓你感到無比的滿足。與他人合作的時候，大家能夠齊心協力，發揮出最大的效能，共同朝著目標前進。而且，在交流過程中，你的想法很容易得到他人的認可和讚賞，這會讓你更加願意表達自己。這種良好的運勢會讓你一整天都處於積極向上的狀態，對未來也充滿了期待。",
        "love_text": "單身的你，緣分閃現，說不定在某個轉角、某個瞬間，就能遇到讓你眼前一亮的人。要時刻保持敏銳的感知，留意身邊的人和事。遇到有好感的人，別害羞，大膽表達自己的想法，也許就能收穫一段美好的緣分。已有伴者的你，和伴侶柔情蜜意，感情十分融洽。兩人之間充滿了默契，一個眼神、一個動作就能明白對方的心意。可以一起規劃未來，分享彼此的夢想，讓感情在交流中更加深厚。",
        "work_text": "你的腦袋裡就像裝了一個創意寶庫，靈感源源不斷地湧出來。在處理各種事務時，總能想出新穎獨特的辦法，讓問題輕鬆解決。無論是面對工作上的難題，還是學習中的困惑，都能憑藉這份靈感找到突破口，收穫滿滿的成果。",
        "lucky_star": "天秤座",
        "money_text": "會有意外小財降臨。也許是之前參加的活動有了獎勵，或者收到他人歸還的小額欠款，又或者是無意間的小投資有了收益。這些意外之財雖然數額不大，但也能讓你心情愉悅。不過別因為這點小財就放鬆對財務的管理，還是要做好日常的收支規劃。",
        "health_text": "嗓子容易幹癢不適，說話較多的人要注意控制音量和時長，中間適當停頓喝點溫水潤喉。少吃辛辣、油炸食物，這些會刺激咽喉。可以備點潤喉糖，感覺嗓子不舒服時含一顆。室內空氣乾燥的話，用加溼器增加溼度，對嗓子也有好處。",
        "lucky_color": "銀白色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "學習新技能",
        "all": "97%",
        "date": "2025-11-15",
        "love": "96%",
        "work": "97%",
        "money": "98%",
        "health": "93%",
        "notice": "處處都充滿美好",
        "discuss": "91%",
        "all_text": "幸運在線的一天。你會明顯感覺到人際關係變得格外和諧，與身邊的人相處起來非常融洽。無論是和家人、朋友還是同事，都能感受到彼此之間的理解和包容。這種和諧的人際關係會讓你心情愉悅，彷彿生活中處處都充滿了美好。在與人交往的過程中，你能感受到他人的關心和幫助，這讓你覺得特別溫暖。而且，這種良好的氛圍也會影響到你做其他事情，讓你在做決策時更加從容自信。你會發現自己更容易發現生活中的小確幸，對周圍的一切都充滿了感恩之情。這種幸運的感覺會一直伴隨著你，讓你度過愉快的一天。",
        "love_text": "單身的你，心動驟來，可能會突然對某個人產生強烈的好感。這種感覺或許來得有些突然，但不要慌張，順其自然地發展。可以試著和對方多接觸，瞭解彼此的興趣愛好，看看是否真的合適。已有伴者的你，溫情常伴，和伴侶之間充滿了溫暖和關懷。兩人相互照顧，相互支持，感情十分穩定。不妨一起做些家務，或者為對方準備一份小驚喜，讓這份溫情在日常中延續。",
        "work_text": "你如同一位穩健的航海家，駕駛著船隻在平靜的海面上穩步前行。每一步都走得堅實有力，按照自己的節奏有條不紊地推進各項事務。雖然不會有驚天動地的成就，但這種穩紮穩打的方式能讓你積累下豐富的經驗，為未來的發展打下堅實的基礎。",
        "lucky_star": "水瓶座",
        "money_text": "在投資方面會有比較可觀的回報。之前進行的投資項目可能會傳來好消息，收益超出你的預期。但不要因為一時的成功就盲目追加投資，還是要對市場進行充分的分析和判斷。可以趁著這個好時機，對投資組合進行適當調整，讓資產配置更加合理，保障財富的穩定增長。",
        "health_text": "睡眠質量可能一般，睡前別喝濃茶、咖啡這類提神的飲品，也別玩刺激的手機遊戲。營造一個安靜的睡眠環境，拉上遮光窗簾，調暗燈光。睡前泡個腳，水溫控制在40℃左右，泡15 - 20分鐘，能讓身體放鬆，更易進入睡眠狀態。",
        "lucky_color": "深藍色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒太暴躁",
        "yi": "組織小型活動",
        "all": "61%",
        "date": "2025-11-15",
        "love": "65%",
        "work": "54%",
        "money": "52%",
        "health": "60%",
        "notice": "追著競爭對手走",
        "discuss": "66%",
        "all_text": "你的運勢有些低迷。這一天，你的目光似乎總是追著競爭對手走，容易陷入一種比較和焦慮的狀態。你可能會過分關注別人的一舉一動，而忽略了自己本身的節奏和優勢。這種心態會讓你在做事情的時候有些分心，無法全身心地投入到自己的計劃中。在與他人交流時，也可能會因為這種比較的心理，而產生一些不必要的矛盾和誤解。你會發現自己原本的自信有所動搖，做起事來也變得有些畏手畏腳。不過，別讓這種低迷的運勢影響你太久，及時調整自己的心態，把注意力放回自己身上，專注於自己的目標，或許情況會有所改善。",
        "love_text": "單身的你，可能會感覺在尋找愛情的道路上有些迷茫。或許會遇到一些不太合適的人，讓你有些失望。別灰心，這只是暫時的，保持積極的心態，相信緣分總會在合適的時候出現。已有伴者的你，和伴侶矛盾初顯，一些小問題可能會引發爭執。要注意溝通方式，別讓情緒主導自己的言行。遇到問題及時解決，不要讓矛盾積累，以免影響感情。多站在對方的角度思考，互相理解，才能化解矛盾。",
        "work_text": "彷彿陷入了一片荊棘叢中，每前進一步都異常艱難。在追求目標的道路上，會遇到各種各樣的阻礙和困難，讓你感到力不從心。原本計劃好的事情也難以順利開展，需要花費更多的時間和精力去解決問題，心情也會因此變得煩躁不安。",
        "lucky_star": "處女座",
        "money_text": "在財務上要格外謹慎，可能會出現大額支出的情況。比如購買貴重物品、支付大額賬單等。在做這些大額消費前，一定要深思熟慮，考慮清楚是否真的必要，以及這筆支出是否在自己的承受範圍內。避免因為一時衝動而造成財務壓力，影響後續的生活質量。",
        "health_text": "活力滿滿，很適合進行戶外運動，像慢跑、打羽毛球之類的。運動前做好熱身，活動活動關節，避免受傷。運動過程中注意補充水分，別等口渴了才喝。運動後做些拉伸放鬆，讓身體恢復平靜，第二天也不會肌肉痠痛。",
        "lucky_color": "黃色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話沒分寸",
        "yi": "挑戰高難度",
        "all": "78%",
        "date": "2025-11-15",
        "love": "82%",
        "work": "79%",
        "money": "77%",
        "health": "80%",
        "notice": "行動上猶豫不決",
        "discuss": "74%",
        "all_text": "你的整體運勢中規中矩。這一天，你在行動上容易猶豫不決，總是在思前想後。在做一些決定的時候，你會反覆權衡利弊，擔心這個擔心那個，導致遲遲無法做出選擇。這種猶豫不決的狀態會讓你錯過一些機會，原本可以順利推進的事情，也因為你的遲疑而變得有些停滯。在與人交流時，你可能會因為想得太多，而不敢表達自己真實的想法，導致溝通效果不佳。不過，這種中規中矩的運勢也並非全是壞事，它讓你更加謹慎地對待事情，避免了一些不必要的風險。只要你能慢慢克服這種猶豫的心理，果斷一些，還是能夠讓自己在這一天有所收穫的。",
        "love_text": "單身的你，情路漸暢，在感情方面會有不錯的進展。可能會遇到一些有共同話題的人，交流起來十分順暢。抓住這些機會，多和對方互動，增進彼此的瞭解，說不定就能發展出一段美好的感情。已有伴者的你，和伴侶理解遞增，兩人之間的默契越來越好。能夠理解對方的想法和感受，相處起來更加輕鬆愉快。可以一起參加一些活動，增進彼此的感情，讓生活更加豐富多彩。",
        "work_text": "處於一種穩中有進的狀態，就像在一條平坦的道路上慢慢前行。雖然速度不是很快，但每一步都走得很踏實，不斷積累著經驗和知識。不過，要想取得更大的進步，還需要你主動出擊，尋找新的機會和挑戰，突破現有的侷限。",
        "lucky_star": "雙子座",
        "money_text": "之前制定的理財規劃開始初見成效。通過合理的資產配置和消費控制，你的財務狀況有了一定的改善。不過這只是一個開始，還需要繼續堅持和完善理財規劃。可以根據實際情況對規劃進行微調，比如增加儲蓄比例或者優化投資方式，讓理財效果更加顯著。",
        "health_text": "這天代謝功能比較活躍，是個調整飲食結構的好時機。增加蔬菜、水果的攝入量，它們富含膳食纖維，能促進腸道蠕動。減少高熱量、高脂肪食物的攝取，比如蛋糕、炸雞。多喝水，每天至少1500毫升，幫助身體排出代謝廢物。",
        "lucky_color": "桃紅色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉溺物質享受",
        "yi": "與家人互動",
        "all": "53%",
        "date": "2025-11-15",
        "love": "60%",
        "work": "49%",
        "money": "55%",
        "health": "63%",
        "notice": "相悖本心的選擇",
        "discuss": "67%",
        "all_text": "對你來說，是運氣掉線的一天。這一天，你很容易出現違背心意行動的情況。原本內心有著清晰的想法和規劃，可現實卻像有一股無形的力量，推著你做出與本心相悖的選擇。在做決策時，你可能會受到外界因素的干擾，無法堅定自己的立場，導致最終的選擇並非自己真正想要的。這種違背心意的行動會讓你內心感到糾結和不安，彷彿自己被命運牽著鼻子走。而且，在與人交往中，也可能因為一些意外狀況，不得不做出妥協和讓步，這讓你覺得有些委屈。不過，別太沮喪，這只是暫時的，試著調整自己的心態，在後續的行動中多傾聽內心的聲音，或許能慢慢找回自己的節奏。",
        "love_text": "單身的你，在感情方面可能沒有什麼進展。可能會感覺身邊缺乏合適的人，有些孤單。別因此而失落，可以利用這點時間好好提升自己，讓自己變得更加優秀，為未來的感情做好準備。已有伴者的你，和伴侶關係緊繃，可能會因為一些小事產生矛盾。要注意控制自己的情緒，避免情緒化的爭吵。遇到問題冷靜分析，共同尋找解決辦法，多給對方一些空間和信任，讓關係緩和下來。",
        "work_text": "對你來說，就像置身於一場混亂的迷局之中，各種狀況接二連三地冒出來，讓你應接不暇。原本規劃好的節奏被徹底打亂，每一個環節似乎都藏著小麻煩，一會兒是資料缺失，一會兒是溝通不暢，搞得你心煩意亂，很難集中精力去處理問題，整體狀態都有些低迷。",
        "lucky_star": "金牛座",
        "money_text": "在購物時要避免衝動消費，尤其是不要買貴物。可能會在逛街或者網購時，被一些看似誘人的商品吸引，從而不考慮價格就下單。但事後可能會發現這些東西並不是自己真正需要的，或者價格超出了合理範圍。所以在購買前，要多對比價格，思考是否值得，理性消費才能避免財務損失。",
        "health_text": "皮膚狀態不錯，但也不能掉以輕心。外出時做好防曬，戴上帽子、太陽鏡，塗好防曬霜。清潔皮膚要溫和，別用太刺激的潔面產品。晚上可以敷個補水面膜，給皮膚補充水分，讓皮膚保持水潤有光澤。",
        "lucky_color": "橘紅色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決定",
        "yi": "約朋友聚餐",
        "all": "73%",
        "date": "2025-11-15",
        "love": "63%",
        "work": "70%",
        "money": "64%",
        "health": "71%",
        "notice": "耗費過多的精力",
        "discuss": "68%",
        "all_text": "你的整體運勢稍有起伏。這一天，社交活動會耗費你過多的精力與時間。你會發現自己被各種社交場合包圍，無論是朋友聚會還是一些社交應酬，都讓你應接不暇。在社交過程中，你需要不斷地與他人交流、互動，這雖然能讓你拓展人脈，但也會讓你感到疲憊。而且，過多的社交可能會打亂你原本的計劃，讓你無法專注於自己真正想做的事情。在與人交流時，也可能會遇到一些觀點不合的情況，需要花費精力去協調和溝通。不過，這些起伏也是生活的一部分，不妨在社交中適當放鬆自己，同時也要學會合理分配時間和精力，避免過度消耗。",
        "love_text": "單身的你，想要遇到心儀的對象有些困難。可能會感覺周圍的人都不太符合自己的要求，別太挑剔，適當放寬標準，也許會有意想不到的收穫。也可以多參加一些社交活動，擴大自己的社交圈。已有伴者的你，和伴侶小吵不斷，一些瑣事都可能引發爭吵。要注意溝通方式，別把工作中的情緒帶到感情中。遇到分歧時，心平氣和地交流，互相尊重對方的意見，這樣才能避免爭吵，讓感情更和諧。",
        "work_text": "你處於一種小有收穫但仍有提升空間的狀態。就像在攀登一座小山，你已經看到了一些沿途的風景，取得了一些小成績，但距離山頂還有一段距離。在前進的過程中，雖然能感受到自己的進步，但也清楚地知道還有許多需要改進和完善的地方，需要繼續努力。",
        "lucky_star": "白羊座",
        "money_text": "在合作生財方面有了一些苗頭。可能會有人找你一起開展某個項目或者進行商業合作，這有望為你帶來額外的收入。但在決定合作前，一定要對合作對象和項目進行充分的瞭解，簽訂詳細的合作協議，明確雙方的權利和義務，避免後續出現糾紛，保障自己的利益。",
        "health_text": "眼睛容易疲勞，長時間看電子屏幕的話，每隔一段時間就看看遠處的綠植，讓眼睛放鬆放鬆。可以滴一些緩解疲勞的眼藥水，但別依賴。晚上別熬夜刷手機，早點休息，讓眼睛得到充分的休息。多吃富含維生素A的食物，像胡蘿蔔、豬肝。",
        "lucky_color": "海藍色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "敏感多疑",
        "yi": "探索新地方",
        "all": "86%",
        "date": "2025-11-15",
        "love": "77%",
        "work": "84%",
        "money": "76%",
        "health": "85%",
        "notice": "獲得小小的肯定",
        "discuss": "78%",
        "all_text": "你的整體運勢平穩。這一天，你或許能通過行動獲得一些小小的肯定。你會發現自己平時的努力和付出，在不經意間得到了他人的認可和讚賞。這種肯定可能來自於生活中的小事，比如一次真誠的幫助、一個獨特的見解，都可能讓你收穫他人的讚揚。這種積極的反饋會讓你感到愉悅和滿足，也讓你更加有動力去繼續行動。而且，在行動過程中，你會感覺一切都在有條不紊地進行著，沒有太多的阻礙和困擾。這種平穩的運勢會讓你心情舒暢，不妨趁著這個機會，多嘗試一些新的事物，說不定會有意外的收穫。",
        "love_text": "單身的你，緣分初啟，可能會開啟一段新的感情緣分。或許會通過朋友介紹認識新的人，或者在一些社交場合中遇到有感覺的人。要勇敢地表達自己，抓住機會，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶相處平穩，感情沒有太大的波動。兩人之間相處自然，能夠相互理解和支持。可以一起做些喜歡的事情，享受這平淡而溫馨的時光，讓感情在平淡中更加穩固。",
        "work_text": "彷彿搭上了幸運的順風車，一路進展順利，各種機遇如同璀璨的星星般圍繞在你身邊。無論是面對新的挑戰還是處理日常事務，都能輕鬆應對，遊刃有餘。每一個決策都似乎能得到命運的眷顧，為你帶來意想不到的好處，讓你充滿信心地朝著目標前進。",
        "lucky_star": "天蠍座",
        "money_text": "你的兼職收入會有所增長。之前付出的努力在兼職工作中得到了體現，可能會獲得更多的報酬或者小費。你可以利用這筆額外的收入來改善生活，或者進行一些小額投資。同時，也可以考慮尋找更多合適的兼職機會，進一步增加收入來源，讓自己的財務狀況更加寬鬆。",
        "health_text": "腿部可能會有酸脹感，長時間坐著或站著後，要活動活動腿部，比如踮踮腳尖、踢踢腿。晚上可以用熱水泡泡腳，水裡加點艾葉，有活血化瘀的作用。睡覺時在腳下墊個枕頭，讓腿部稍微抬高，能減輕酸脹。",
        "lucky_color": "墨綠色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "壓抑內心想法",
        "yi": "自我增值",
        "all": "94%",
        "date": "2025-11-15",
        "love": "89%",
        "work": "98%",
        "money": "90%",
        "health": "92%",
        "notice": "每一步堅實有力",
        "discuss": "95%",
        "all_text": "是得到運氣助攻的一天。這一天，你會明顯感覺到努力成為更好的自己的道路上，行動更有底氣。就像背後有一股無形的力量在支持著你，讓你在做任何事情時都充滿信心。你會發現自己原本設定的目標，現在看起來似乎更容易實現了，每一步都走得堅實有力。在面對困難和挑戰時，你也能保持冷靜和理智，迅速找到解決問題的方法。這種底氣不僅來自於運氣的加持，也源於你平時的積累和努力。你會感受到自己正在不斷成長和進步，對未來也充滿了期待。不妨趁著這股好運，大膽地去追求自己想要的東西，相信會有不錯的結果。",
        "love_text": "單身的你，佳緣將至，有很大機會遇到那個與你攜手一生的人。可能會在某個重要的場合或者通過特殊的方式結識有緣人。保持自信和真誠，展現出自己最好的一面，吸引對方的注意。已有伴者的你，和伴侶情深似海，感情十分深厚。兩人之間相互信任，相互依賴，能夠共同面對生活中的各種挑戰。可以一起規劃未來，為共同的目標努力奮鬥，讓感情在奮鬥中更加堅定。",
        "work_text": "就像一臺高效運轉的精密機器，每一個環節都緊密配合，有條不紊地推進著各項事務。無論是複雜的項目還是繁瑣的日常工作，都能被你處理得井井有條，成果顯著。你的專注和執著讓你在追求目標的道路上穩步前行，收穫滿滿，為未來的發展奠定了堅實的基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "有比較豐厚的獎金提成到賬。這可能是工作上的業績獎勵，或者是項目完成後的額外收入。收到這筆錢後，你可以好好規劃一下如何使用。可以拿出一部分用於自我提升，比如參加培訓課程；也可以存起來作為應急資金，為未來的生活做好保障。",
        "health_text": "這天壓力可能有點大，要學會給自己減壓。可以聽一些舒緩的音樂，或者看一部輕鬆的電影。找個安靜的地方，做幾次深呼吸，慢慢地吸氣再緩緩地呼氣，讓身心放鬆下來。也可以和好朋友聊聊天，傾訴一下心裡的煩惱。",
        "lucky_color": "淺灰色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "左耳進右耳出",
        "yi": "短途旅行",
        "all": "82%",
        "date": "2025-11-15",
        "love": "80%",
        "work": "83%",
        "money": "81%",
        "health": "84%",
        "notice": "新想法注入動力",
        "discuss": "89%",
        "all_text": "你的整體運勢尚佳。這一天，新鮮想法會為你注入動力。你腦海中會不斷湧現出各種新奇的點子和創意，這些想法讓你充滿了活力和激情。你會迫不及待地想要把這些想法付諸實踐，去探索新的領域和可能性。這種新鮮的想法會讓你在行動中更加積極主動，也更容易吸引他人的關注和認可。而且，在完善這些想法的過程中，你會不斷學習和成長，提升自己的能力。不過，在追求新鮮的同時，也要注意保持理性，對想法進行篩選和評估，確保其可行性和實用性。不妨多花些時間完善自己的想法，讓它們更加成熟和完美。",
        "love_text": "單身的你，愛意萌發，可能會對某個人產生好感。這種感覺或許有些微妙，但不要忽視它。可以試著和對方多接觸，瞭解彼此的內心世界，看看是否真的適合在一起。已有伴者的你，和伴侶默契加深，兩人之間的配合越來越默契。無論是生活瑣事還是重要決策，都能達成一致。可以一起做些有趣的事情，增進彼此的感情，讓生活充滿樂趣。",
        "work_text": "你的思路格外清晰，就像在黑暗中突然找到了一盞明燈，照亮了前行的道路。在處理各種事務時，能夠迅速抓住關鍵問題，提出切實可行的解決方案。無論是面對工作中的難題還是學習上的困惑，都能憑藉這份清晰的思路找到突破口，進展十分良好。",
        "lucky_star": "摩羯座",
        "money_text": "有不少閒置變現的機會。家裡一些閒置的物品，比如舊手機、舊書籍等，可以通過二手平臺出售，換取一些現金。這不僅能清理家裡的空間，還能增加收入。在出售閒置物品時，要合理定價，提供詳細的物品信息，這樣才能更快地找到買家，實現閒置物品的價值。",
        "health_text": "呼吸系統比較敏感，要注意室內通風，每天開窗換氣幾次。外出時根據天氣情況增減衣物，避免著涼。少吃容易引起過敏的食物，像海鮮、芒果。如果有吸菸的習慣，這天儘量少抽，讓呼吸道保持通暢。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度沉迷幻想",
        "yi": "展示個人魅力",
        "all": "74%",
        "date": "2025-11-15",
        "love": "72%",
        "work": "73%",
        "money": "71%",
        "health": "76%",
        "notice": "謹慎觀望的態度",
        "discuss": "70%",
        "all_text": "你的整體運勢一般般。這一天，你會過得低調而平淡，對新事物新機會都保留態度。你會覺得周圍的一切都顯得有些平淡無奇，沒有太多能讓你興奮和激動的事情。面對新出現的事物和機會，你會本能地保持一種謹慎和觀望的態度，不會輕易地投入其中。這種保守的心態雖然能讓你避免一些不必要的風險，但也可能讓你錯過一些潛在的機會。不過，這種平淡的生活也能讓你有時間去沉澱自己，思考自己的內心需求和目標。不妨趁著這個機會，好好梳理一下自己的思緒，為未來的發展做好準備。",
        "love_text": "單身的你，可能會在不經意間遇到那個讓你心動的人。或許是在一次旅行中，或者在一個普通的日常場景裡。要抓住這些緣分，勇敢地表達自己的心意，說不定就能開啟一段浪漫的愛情。已有伴者的你，和伴侶柔情未減，感情依舊甜蜜。兩人之間充滿了浪漫和溫情，能夠感受到彼此的愛意。可以一起回憶過去的美好時光，或者一起創造新的回憶，讓感情更加深厚。",
        "work_text": "你如同一隻在淺灘中緩慢前行的魚兒，雖然前進的速度不算快，但每一步都穩穩當當，能感受到自己在不斷向前。在這個過程中，你會遇到一些小阻礙，但憑藉自己的堅持和努力，都能慢慢克服，取得一定的進展。雖然成果不是特別顯著，但這種穩步前進的狀態讓你充滿希望。",
        "lucky_star": "獅子座",
        "money_text": "有頻繁的小額進賬。可能是來自一些小的兼職工作、朋友的小紅包，或者是之前的一些小額投資有了回報。雖然每次進賬的金額不大，但積少成多也能給你帶來一定的驚喜。你可以把這些小額收入集中起來，用於日常的小額消費或者儲蓄，讓財務狀況更加穩定。",
        "health_text": "足部需要好好呵護，穿鞋要選擇合腳、舒適的，別穿太緊或太硬的鞋子。走路時間不宜過長，避免足部疲勞。晚上可以用熱水泡泡腳，泡完後按摩一下足底，促進血液循環。睡前在腳上塗點潤膚霜，防止足部皮膚乾燥。",
        "lucky_color": "米白色",
        "lucky_number": "3"
      }
    }
  }
}