{
  "updated": "2025-09-01T08:12:23.040Z",
  "updateTime": "2025/9/1 下午4:12:23",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16501,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "故意拖延",
        "yi": "佈置溫馨氛圍",
        "all": "71%",
        "date": "2025-09-01",
        "love": "64%",
        "work": "70%",
        "money": "79%",
        "health": "73%",
        "notice": "情緒上有小起伏",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，就像平靜湖面偶爾泛起的小漣漪，會有一些情緒上的小起伏。這一天裡，你可能不會遇到特別重大的好事或壞事，但一些瑣碎的小狀況會時不時影響你的心情。也許是在做一件小事時，突然遇到點小阻礙，讓原本輕鬆的心情變得有些煩躁；又或者是在與人交流中，聽到一些不太順耳的話，心裡會有點小疙瘩。不過這些小情緒都不會持續太久，你很快就能調整過來。在面對這些小狀況時，別讓它們過度影響自己的狀態，保持平和的心態，把注意力放在更重要的事情上。雖然整體運勢沒有特別突出的亮點，但也沒有大的波折，只要穩住情緒，這一天也能過得平平穩穩。",
        "love_text": "單身的你，對愛情有著過於理想化的規劃，腦海裡勾勒出完美戀人的模樣，可現實裡很難遇到完全契合的。別讓這份理性束縛住腳步，不妨給身邊人更多機會。已有伴者的你，內心缺乏安全感，總忍不住懷疑對方對自己的感情。其實，不妨坦誠說出你的擔憂，和對方一起找找增強安全感的方法，別讓無端的猜忌影響感情。",
        "take_star": "",
        "work_text": "整體狀態相對平淡。在追求目標的進程中，沒有特別突出的助力或阻礙，一切都按部就班地進行著。你會感覺動力不算充足，既沒有強烈的衝勁去突破現狀，也沒有明顯的懈怠情緒。對於各種事務，多是維持著常規的處理方式，缺乏一些創新和激情，不過這種平穩也能讓你避免一些不必要的失誤。",
        "lucky_star": "雙魚座",
        "money_text": "在財運上得把理性消費這根弦繃緊啦。可能會被各種新鮮玩意兒吸引，購物慾蹭蹭往上漲，要是不控制住，錢包很容易就癟下去。買東西前多問問自己是不是真需要，別衝動下單。也別輕易聽信他人推薦去購買一些不實用的東西，捂緊自己的錢袋子，理性消費才能讓財務狀況更穩定。",
        "health_text": "注意保護聽力。周圍環境可能比較嘈雜，或是你長時間戴著耳機沉浸在自己的世界裡，這都容易讓耳朵不堪重負。建議每隔一段時間就摘下耳機，讓耳朵透透氣。若身處喧鬧場所，不妨戴上降噪耳塞，降低高分貝噪音對聽力的損傷，守護好聽力健康。",
        "lucky_color": "酒紅色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "打斷別人說話",
        "yi": "學習養生技巧",
        "all": "95%",
        "date": "2025-09-01",
        "love": "92%",
        "work": "91%",
        "money": "96%",
        "health": "90%",
        "notice": "走到哪都吸引好運",
        "discuss": "95%",
        "all_text": "對你而言，整體運勢非常給力，彷彿自帶光芒，走到哪兒都能吸引好運。你特別善於揚長避短，清楚自己的優勢在哪裡，並且能巧妙地發揮出來。在與人相處時，你會憑藉自己的真誠和穩重贏得他人的信任和好感；在處理事情時，又能憑藉自己的耐心和細心把事情做得盡善盡美。這一天裡，你做什麼都感覺順風順水，好像所有的困難在你面前都能迎刃而解。而且你的表現堪稱滿分，無論是外在的形象還是內在的素養，都能給人留下深刻的印象。這樣的好運狀態會讓你充滿自信，也讓你更加期待未來的生活。",
        "love_text": "單身的你，魅力四射，舉手投足間散發著獨特氣質，很容易吸引他人目光。大膽展現真實的自己，說不定真愛就在不遠處。已有伴者的你，自信而獨立，在感情裡能保持自我，同時也能給對方足夠的空間。這種相處模式讓彼此都很舒服，繼續保持，感情會更加穩固。",
        "take_star": "",
        "work_text": "是充滿機遇的一天，你善於敏銳地捕捉到各種表現自己的機會。無論是面對新的項目，還是日常的任務，都能以積極且自信的態度去應對。你清楚自己的優勢所在，並懂得巧妙地將其展現出來，從而在眾多人中脫穎而出，為自己贏得更多的認可和發展空間。",
        "lucky_star": "摩羯座",
        "money_text": "你的偏財運相當給力！可能會收到一些意外的小驚喜，像是朋友歸還的欠款，或者是一些額外的獎勵。不過也別因為偏財不錯就大手大腳，還是得合理規劃這筆錢。可以把一部分存起來，另一部分用於改善生活，這樣既享受了偏財帶來的好處，又能讓資金更有保障，讓財運持續穩穩的。",
        "health_text": "要時刻留意自己的姿勢。不管是坐著辦公還是站著做事，都容易不自覺地彎腰弓背，這會給脊椎帶來很大壓力，時間一長就可能引發痠痛不適。工作間隙，記得起身活動活動，伸伸懶腰、轉轉脖子，讓緊繃的脊椎放鬆放鬆，保持正確的姿勢，避免脊椎問題找上門。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "亂髮小脾氣",
        "yi": "享受美食大餐",
        "all": "82%",
        "date": "2025-09-01",
        "love": "83%",
        "work": "78%",
        "money": "85%",
        "health": "79%",
        "notice": "按自己心意行事",
        "discuss": "75%",
        "all_text": "你的整體運勢尚佳，就像自由自在的小鳥，能按照自己的心意行事。這一天，你不會有太多的束縛和壓力，可以隨心所欲地安排自己的生活。想做什麼就去做，想說什麼就去說，不用顧慮太多外界的因素。這種自由自在的感覺會讓你心情格外舒暢，也能激發你的創造力和想象力。你可能會突然冒出一些新奇的想法，並且有勇氣去嘗試實現它們。在與朋友相處時，也能盡情地享受歡樂時光，沒有太多的煩惱和憂愁。不過，在享受自由的同時，也要注意把握好分寸，別因為過於隨性而做出一些讓自己後悔的事情。",
        "love_text": "單身的你，在與他人的互動中，或許會對某個人產生特別的好感。多參與一些社交活動，增加交流機會，說不定能擦出愛的火花。已有伴者的你，今天有更多時間陪伴對方。一起做些簡單的事，比如看場電影、散散步，在相處中增進感情，讓彼此的心靠得更近。",
        "take_star": "",
        "work_text": "你會不自覺地開始衡量各種事情的得失利弊。在做決策時，會反覆思考不同選擇可能帶來的結果，這種謹慎的態度雖然能避免一些衝動行事帶來的風險，但也可能讓你錯過一些稍縱即逝的機會。你需要學會在權衡利弊和果斷行動之間找到一個平衡點。",
        "lucky_star": "天秤座",
        "money_text": "有小財進賬的好運氣。也許是之前努力工作的回報，或者是一些小項目的收益。這筆錢雖然不算多，但也能讓你心情美美的。拿到錢後別急著花光，可以考慮把它加入到日常的儲蓄計劃裡，積少成多嘛。也可以適當犒勞下自己，但別過度消費，讓這份小財運成為你財富積累的好開端。",
        "health_text": "改掉躺著玩手機的毛病。這個看似愜意的姿勢，其實對眼睛傷害極大，不僅會讓眼睛與屏幕距離過近，還可能因光線問題導致眼睛乾澀、疲勞。儘量坐直身體，保持和屏幕的合適距離，玩一段時間就眺望遠方，讓眼睛得到充分休息，呵護好心靈的窗戶。",
        "lucky_color": "橘色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "宅家不出門",
        "yi": "逛創意市集",
        "all": "54%",
        "date": "2025-09-01",
        "love": "50%",
        "work": "58%",
        "money": "56%",
        "health": "60%",
        "notice": "拖延症晚期狀態",
        "discuss": "69%",
        "all_text": "你的整體運勢低迷，整個人就像被拖延症附身，一副拖延症晚期的狀態。這一天，你做什麼事情都提不起精神，總是想著能拖一會兒是一會兒。明明知道有事情等著自己去處理，但就是不想行動，總是找各種藉口來拖延。這種拖延的狀態會讓你陷入一種惡性循環，事情越積越多，壓力也越來越大。而且，拖延還會影響你的心情，讓你變得更加焦慮和煩躁。你可能會對自己感到失望和不滿，但又無法立刻改變這種狀態。其實，你心裡也明白拖延不好，但就是缺乏行動的動力。這一天，你需要給自己一些壓力和激勵，逼自己一把，才能慢慢擺脫拖延的困境。",
        "love_text": "單身的你，對愛情要求太高，總是吹毛求疵，容易錯過合適的人。放寬標準，多看看對方身上的閃光點，說不定能發現不一樣的美好。已有伴者的你，對伴侶要求過多，會給對方帶來壓力。學會理解和包容，多站在對方角度思考，感情才會更加和諧。",
        "take_star": "",
        "work_text": "給自己施加了太大的壓力，導致在處理各種事務時顯得有些緊張和焦慮。這種過度的壓力不僅沒有讓你發揮出最佳水平，反而影響了你的判斷力和決策能力。你會過於擔心結果不如預期，從而在行動上變得畏手畏腳，無法全身心地投入到當前的任務中。",
        "lucky_star": "處女座",
        "money_text": "小心有破財的危險。在處理和錢有關的事情時要格外謹慎，出門在外注意保管好個人財物，別因為粗心大意丟了東西。在網上購物或者進行一些交易時，要仔細核對信息，防止遇到詐騙。買東西也別盲目跟風，避免買到質量不好又貴的東西，多留個心眼，才能守住自己的錢袋子。",
        "health_text": "容易被多愁善感的情緒籠罩。這種情緒狀態可能會影響身體的內分泌系統，進而引發一些身體上的小毛病。當情緒低落時，不妨找朋友聊聊天，或者去做些自己喜歡的運動，轉移一下注意力，保持積極樂觀的心態，避免不良情緒對身體造成不良影響。",
        "lucky_color": "杏色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "表情太嚴肅",
        "yi": "積累小財富",
        "all": "61%",
        "date": "2025-09-01",
        "love": "66%",
        "work": "62%",
        "money": "57%",
        "health": "69%",
        "notice": "過高期待易落空",
        "discuss": "63%",
        "all_text": "你的整體運勢下滑，就像原本高高在上的氣球，突然洩了氣。這一天，你可能會對自己有過高的期待，總是希望事情能按照自己想象的方向發展，但現實往往不盡如人意。當你發現事情沒有達到自己的預期時，就會感到失落和沮喪。這種落差感會讓你心情變得很差，也會影響你對事情的判斷和決策。而且，過高的期待還可能會讓你在與人相處時顯得有些強勢和固執，容易引起他人的反感。其實，每個人都有不完美的時候，事情也不可能總是順風順水。這一天，你需要調整自己的心態，接受現實的不完美，降低自己的期待，以更加平和的心態去面對生活中的一切。",
        "love_text": "單身的你，表面看起來有些輕浮，讓人覺得不夠真誠。收斂一下玩世不恭的態度，認真對待感情，才能吸引到真心的人。已有伴者的你，要多培養自己的責任心，在感情裡承擔起應有的義務。主動關心對方，讓對方感受到你的愛意和擔當。",
        "take_star": "",
        "work_text": "在考慮問題時不夠周全，容易忽略一些細節和潛在的風險。在工作中，可能會因為過於自信而做出一些倉促的決定，導致後續出現一些小問題。在與同事合作時，也可能會因為考慮不周而忽略他人的意見和建議，影響團隊的和諧氛圍。",
        "lucky_star": "巨蟹座",
        "money_text": "要警惕理財陷阱。現在各種理財信息滿天飛，可能會有人給你推薦一些看似收益很高的理財項目，可別輕易相信。在做出任何理財決定前，一定要自己多做調查和了解，別被高收益衝昏了頭腦。要是對理財不太懂，就先別急著投入，穩妥一點，避免陷入不必要的麻煩，保護好自己的財產安全。",
        "health_text": "要注意別過度透支自己的能量。這一天可能事務繁多，讓你忙得不可開交，但身體不是永動機，過度勞累會讓你感到疲憊不堪。適當給自己放個小假，在忙碌的間隙坐下來休息幾分鐘，喝杯水，放鬆一下身心，保證有足夠的精力應對後續的事情。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不切實際",
        "yi": "認真做計劃",
        "all": "91%",
        "date": "2025-09-01",
        "love": "90%",
        "work": "91%",
        "money": "92%",
        "health": "95%",
        "notice": "充滿能量的馬達",
        "discuss": "98%",
        "all_text": "你的整體運勢很好，就像充滿能量的馬達，幹勁滿滿地朝著目標奔跑。這一天，你心裡有著明確的目標和計劃，並且會毫不猶豫地朝著這個方向前進。你充滿了動力和熱情，無論遇到什麼困難和挑戰，都不會輕易放棄。在追求目標的過程中，你會充分發揮自己的聰明才智和堅韌不拔的精神，努力克服各種障礙。而且，你的努力和付出也會得到相應的回報，讓你更加有信心和動力繼續前進。這一天，你會感受到一種前所未有的成就感和滿足感，也讓你對未來充滿了希望和憧憬。不過，在努力奔跑的同時，也要注意適當休息，別讓自己太累。",
        "love_text": "單身的你，今天或許會有相親機會。別抱著牴觸心理，以開放的心態去接觸，說不定能遇到那個對的人。已有伴者的你，在感情裡能得到助力，可能是朋友的建議讓你們的關係更進一步。珍惜這份助力，和伴侶一起經營好感情。",
        "take_star": "",
        "work_text": "是一個勢如破竹的日子，在追求目標的道路上，你會感受到一股強大的動力推動著你不斷前進。無論是面對複雜的工作任務，還是高難度的學習內容，你都能以堅定的信念和高效的方法去應對。你的思維清晰，邏輯嚴謹，能夠迅速找到問題的關鍵所在，並制定出合理的解決方案。",
        "lucky_star": "水瓶座",
        "money_text": "你的正偏財運勢都不錯！工作上可能會有不錯的收入，偏財方面也有一些小驚喜等著你。面對這麼好的財運，你得好好規劃一下。可以把正財收入合理分配，一部分用於日常開銷，一部分用於儲蓄和投資。對於偏財，別太貪心，見好就收。合理利用這筆錢，能讓你的財富像滾雪球一樣越來越多。",
        "health_text": "可不能忽略早餐。經過一夜的睡眠，身體急需補充能量，不吃早餐會讓腸胃“鬧脾氣”，還可能影響一上午的工作狀態。哪怕時間緊張，也要簡單吃點東西，比如一片面包、一個雞蛋，再搭配一杯牛奶，為身體提供充足的能量，開啟活力滿滿的一天。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "敏感愛猜疑",
        "yi": "保持精緻打扮",
        "all": "76%",
        "date": "2025-09-01",
        "love": "72%",
        "work": "77%",
        "money": "78%",
        "health": "75%",
        "notice": "需投入更多精力",
        "discuss": "80%",
        "all_text": "整體運勢處於平穩狀態，沒有明顯的起伏，但需要你主動投入精力才能推動事情進展。這一天，你可能會發現原本預期的順利並未如期而至，許多事需要反覆確認、調整才能達到理想效果。比如，溝通時需要更耐心地解釋，避免誤解；安排計劃時要多預留緩衝時間，防止意外打亂節奏。這種“需要多花心思”的狀態，可能會讓你感到些許疲憊，但你的付出會直接體現在結果的穩定性上。整體來看，這一天適合穩紮穩打，別因為追求速度而忽略細節，多檢查、多確認，反而能減少後續的麻煩。你可能會意識到，當自己不再依賴慣性，而是主動掌控節奏時，生活的掌控感會更強，連原本覺得麻煩的事，處理起來也更有條理了。",
        "love_text": "單身的你，感情進展緩慢，彆著急，緣分需要時間慢慢醞釀。多提升自己，讓自己變得更優秀，真愛自然會到來。已有伴者的你，要多和對方進行溝通，分享彼此的想法和感受。有效的溝通能避免很多不必要的矛盾，讓感情更加甜蜜。",
        "take_star": "",
        "work_text": "整體狀態比較按部就班，像是被設定好程序的機器，按著既定節奏推進各項事務。這種模式雖能保證基本任務的完成，但缺乏一些創新和突破的勁頭。在處理事務時，容易滿足於現有的成果，不太願意去嘗試新的方法或挑戰更高難度的任務，可能會錯過一些讓自己脫穎而出的機會。",
        "lucky_star": "金牛座",
        "money_text": "在求財方面有點佛系。可能不會主動去尋找賺錢的機會，對現有的收入也比較滿足。不過，偶爾也可以積極一點，多關注下身邊的理財信息或者兼職機會。雖然不用太刻意去追求財富，但抓住一些小機會，也能讓你的錢包更鼓一些。別總是被動等待，主動出擊說不定會有意外收穫哦。",
        "health_text": "儘量早點吃晚餐。吃得太晚，食物在胃裡還沒消化完就入睡，會影響睡眠質量，還可能加重腸胃負擔。建議把晚餐時間安排在睡前3小時左右，選擇一些容易消化的食物，如粥、麵條等，讓腸胃在睡眠時能得到充分的休息。",
        "lucky_color": "湖藍色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "半途而廢",
        "yi": "自我增值",
        "all": "96%",
        "date": "2025-09-01",
        "love": "98%",
        "work": "97%",
        "money": "96%",
        "health": "94%",
        "notice": "隱藏機會自然浮現",
        "discuss": "91%",
        "all_text": "整體運勢相當亮眼，許多隱藏的機會會自然浮現，讓你感到事事順心。這一天，你可能會遇到恰好能解決困擾的助力，比如突然想到的靈感、朋友的一句提醒，或是某個偶然的機遇，都能讓你輕鬆推進目標。你的觀察力和判斷力會比平時更敏銳，能快速抓住關鍵點，甚至預見到潛在的發展方向。整體來看，這一天適合順勢而為，別因為謹慎而錯過機會，主動表達想法、嘗試新事物，或是推進一直猶豫的事，成功的概率會更高。你可能會發現，自己的狀態比平時更放鬆，而這種放鬆反而能讓你更清晰地看到生活的方向，連原本覺得複雜的問題，處理起來也更有信心了。",
        "love_text": "單身的你，通過在社交場合中的出色表現，能為自己的魅力加分不少。勇敢展現自己的才華和能力，吸引更多人的關注。已有伴者的你，善解人意的一面會讓伴侶感到溫暖。多關心對方的需求，給予理解和支持，感情會越來越深厚。",
        "take_star": "",
        "work_text": "是充滿潛力的一天，就像隱藏在暗處的寶藏等待被髮掘。你擁有強大的內在能量和敏銳的洞察力，能夠快速捕捉到周圍環境中的關鍵信息。在處理事務時，思維活躍且富有創意，能從獨特的角度看待問題，提出新穎的解決方案，為各項事務的推進帶來新的思路和方向。",
        "lucky_star": "射手座",
        "money_text": "通過多渠道有進賬。可能是工作上的獎金、提成，也可能是其他方面的額外收入。這麼多進賬渠道，說明你的財運很旺。但別因為收入多了就亂花錢，要合理規劃每一筆錢。可以把不同渠道進賬的錢分類管理，比如一部分用於生活，一部分用於投資未來，讓每一分錢都發揮最大的作用，讓財運持續下去。",
        "health_text": "睡前可千萬別吃東西。夜間腸胃蠕動變慢，此時進食，食物難以消化，容易堆積在胃裡，導致肥胖不說，還可能引發腸胃不適。如果晚上實在餓了，可以喝一杯溫牛奶，既能緩解飢餓感，又有助於睡眠，但也要注意別喝太多。",
        "lucky_color": "墨綠色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "懶惰不運動",
        "yi": "專注一件事",
        "all": "87%",
        "date": "2025-09-01",
        "love": "77%",
        "work": "88%",
        "money": "80%",
        "health": "82%",
        "notice": "需主動調整節奏",
        "discuss": "73%",
        "all_text": "整體運勢平穩，沒有大起大落，但需要你主動調整節奏才能保持高效。這一天，你可能會覺得生活按部就班，沒有太多驚喜，但這種穩定反而給了你整理思路的空間。你可能會意識到，之前隨意做的選擇需要更系統的規劃，或是散亂的習慣需要更規律的約束。比如，想改善作息、培養新愛好，或是整理雜亂的環境，這些事雖然不緊急，但長期堅持會讓你更舒服。整體來看，這一天適合主動約束自己，定個小目標並堅持完成，比如早起半小時、少刷手機，或是把拖延的事提上日程。你可能會發現，當自己稍微“嚴格”一點時，生活的節奏反而更舒服，連原本覺得枯燥的事，堅持下來也更有成就感了。",
        "love_text": "單身的你，有機會擴大自己的社交圈，結識更多新朋友。在這些新朋友中，說不定就有你的緣分。積極參與社交活動，增加脫單幾率。已有伴者的你，要多表達對伴侶的關心，讓對方知道你在乎他。簡單的問候、貼心的舉動，都能讓對方感受到你的愛。",
        "take_star": "",
        "work_text": "秉持著腳踏實地的態度，一步一個腳印地朝著目標前進。你深知成功沒有捷徑，只有通過不懈的努力和付出才能收穫成果。在處理各項事務時，認真負責，注重細節，不放過任何一個可能影響結果的環節。這種務實的作風讓你在完成任務時更加穩妥，也更容易獲得他人的信任和認可。",
        "lucky_star": "獅子座",
        "money_text": "有了一些理財新想法，這是好事呀！說明你對財富管理開始上心了。不過，有了想法別急著行動，先好好研究下這些想法的可行性。可以和身邊懂理財的朋友交流交流，聽聽他們的意見。也可以先從小額投資開始嘗試，慢慢積累經驗。別盲目跟風一些熱門的理財方式，穩紮穩打才能讓你的理財之路更順暢。",
        "health_text": "在飲食上要注意葷素搭配。這一天可能會因為忙碌而隨便吃點東西對付，這樣容易導致營養不均衡。每餐儘量保證有蔬菜、肉類和主食，蔬菜富含維生素和膳食纖維，肉類提供蛋白質，主食提供能量，合理搭配才能讓身體更健康。",
        "lucky_color": "檸檬黃",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "胡亂批評人",
        "yi": "培養新愛好",
        "all": "79%",
        "date": "2025-09-01",
        "love": "75%",
        "work": "80%",
        "money": "82%",
        "health": "77%",
        "notice": "想法需加以篩選",
        "discuss": "79%",
        "all_text": "整體運勢尚可，腦子裡會冒出許多想法，但需要篩選後才能有效推進。這一天，你可能會同時想到改善習慣、學習新技能、調整人際關係等多件事，但別急著全盤啟動，否則容易因為精力分散而半途而廢。你需要先評估優先級，挑最緊急或最重要的先做，其他的可以暫時放一放。你可能會糾結“選哪個更好”，但其實沒有絕對的對錯，關鍵是先行動起來。整體來看，這一天適合聚焦重點，別被過多的選擇困住，把精力集中在一兩件事上，反而能看到更明顯的進展。你可能會發現，當自己不再貪多時，處理事情的效率更高，甚至連原本覺得複雜的問題，也能更清晰地找到解決思路了。",
        "love_text": "單身的你，今天似乎沒有戀愛的想法，更願意把精力放在自己的事情上。享受單身生活也不錯，但別完全封閉自己的心。已有伴者的你，再忙也別忽略伴侶的感受。抽出一點時間陪陪對方，哪怕只是一起吃頓飯，也能讓對方感受到你的重視。",
        "take_star": "",
        "work_text": "明確了自己努力的方向，就像在茫茫大海中找到了指引方向的燈塔。你清楚自己想要達到的目標，以及為實現目標需要付出的努力。這種清晰的目標感讓你在處理事務時更加專注和高效，能夠集中精力解決關鍵問題，避免在無關緊要的事情上浪費時間和精力，從而更有可能取得理想的成果。",
        "lucky_star": "雙子座",
        "money_text": "要抓住機會提升財運。可能會有一些和賺錢相關的機會出現在你身邊，比如一個新的合作項目，或者是一個兼職的機會。別猶豫，勇敢地去爭取。在抓住機會的同時，也要做好充分的準備，用自己的能力去證明自己值得這個機會。只要努力把握，就能讓這個機會成為你財富增長的新起點，讓財運越來越好。",
        "health_text": "要改掉蹺二郎腿的壞習慣。這個動作看似舒服，實則會壓迫腿部血管和神經，影響血液循環，長期如此還可能導致脊椎變形。時刻提醒自己保持正確的坐姿，雙腿自然平放在地上，讓身體處於舒適又健康的狀態。",
        "lucky_color": "棕色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "做事太武斷",
        "yi": "參加興趣班",
        "all": "59%",
        "date": "2025-09-01",
        "love": "52%",
        "work": "55%",
        "money": "58%",
        "health": "62%",
        "notice": "越想抓住越易溜走",
        "discuss": "58%",
        "all_text": "整體運勢略顯低迷，越急著改變現狀，越容易陷入混亂。這一天，你可能會發現原本的計劃被打亂，或是想迎合他人的期待反而讓自己更迷茫。你可能會忍不住想：“是不是我哪裡做錯了？”但其實問題可能出在“太用力”，當你越想抓住什麼，反而越容易讓它溜走。比如，強行推進不適合的計劃，或是勉強自己融入不喜歡的圈子，都會讓你感到疲憊且無果。整體來看，這一天適合暫停調整，別因為焦慮而盲目行動，先冷靜下來問問自己：“我現在到底想要什麼？”有時候，保持現狀反而比強行突破更舒服。你可能會發現，當自己不再刻意追趕時，生活反而會慢慢回到正軌，甚至連原本覺得困擾的事，也能自然找到解決的方向了。",
        "love_text": "單身的你，個人偏見較重，容易因為第一印象否定別人。放下偏見，給每個人一個公平的機會，說不定能發現意想不到的驚喜。已有伴者的你，容易和伴侶產生誤會。遇到問題及時溝通，把心裡的想法說出來，避免誤會加深影響感情。",
        "take_star": "",
        "work_text": "可能會受到外界的質疑，讓你感到有些壓抑和沮喪。這些質疑可能來自同事、同學或者身邊的人，他們對你的能力和做法表示懷疑。面對這些質疑，你容易產生自我懷疑的情緒，影響自己的信心和動力，導致變得猶豫不決，不敢大膽地表達自己的想法和觀點。",
        "lucky_star": "天蠍座",
        "money_text": "可別過於揮霍啦。你可能會覺得賺錢挺容易，就忍不住各種買買買。但這種揮霍的行為會讓你的財富快速流失。買東西前先冷靜想想是不是真的需要，別看到喜歡的東西就衝動購買。可以給自己制定一個消費預算，嚴格按照預算來花錢，這樣才能避免入不敷出，讓你的財務狀況保持穩定。",
        "health_text": "要提防口腔潰瘍問題。近期可能因為飲食不規律或者吃了太多辛辣食物，口腔黏膜比較脆弱。這一天要注意飲食清淡，多吃富含維生素的水果和蔬菜，如橙子、菠菜等，同時保持口腔清潔，早晚刷牙，飯後漱口，預防口腔潰瘍的發生。",
        "lucky_color": "桃紅色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "捲入是非口舌",
        "yi": "做真實自己",
        "all": "85%",
        "date": "2025-09-01",
        "love": "82%",
        "work": "87%",
        "money": "86%",
        "health": "83%",
        "notice": "輕鬆心態小確幸",
        "discuss": "72%",
        "all_text": "整體運勢平順，能以輕鬆的心態面對生活，容易感受到小確幸。這一天，你可能會更關注內心的感受，比如享受和家人的閒聊、獨自發呆的愜意，或是突然發現一直忽略的小細節。你不再強求完美，也不再糾結得失，這種“隨遇而安”的狀態反而讓你更從容。比如，原本覺得難的事，突然有了新的思路；或是一直期待的小幸運，悄悄降臨了。整體來看，這一天適合順其自然，別給自己定太多規矩，順著心意走，反而能遇到讓你開心的小驚喜。你可能會發現，當自己不再刻意“努力”時，生活反而會給你更自然的回報，連原本覺得平淡的日子，也多了幾分溫暖和滿足。",
        "love_text": "單身的你，別急於確定關係，多和對方加深瞭解。通過日常的交流和相處，看看彼此是否真的合適。已有伴者的你，不妨多表達自己的想法，讓對方走進你的內心世界。同時，也要認真傾聽對方的想法，共同營造和諧的感情氛圍。",
        "take_star": "",
        "work_text": "追求穩中求變，既不想打破現有的穩定狀態，又渴望在穩定的基礎上尋求一些新的突破和變化。在處理事務時，你會在保證基本任務順利完成的前提下，嘗試一些新的方法和思路，為工作和學習帶來新的活力。這種平衡的把握需要一定的技巧和智慧，如果能處理好，將有助於你在各方面取得更好的成績。",
        "lucky_star": "白羊座",
        "money_text": "建議做好儲蓄計劃。雖然財運還算平穩，但沒有儲蓄習慣的話，遇到突發情況可能會手忙腳亂。可以給自己定一個小目標，比如每個月存下一定比例的收入。把存下來的錢放在一個安全的地方，別輕易動用。有了儲蓄計劃，就像給自己的生活上了一份保險，能讓你在面對各種情況時都更有底氣，財運也會越來越穩。",
        "health_text": "要保持充足的睡眠。睡眠不足會影響身體的免疫力和新陳代謝，讓你感到精神萎靡、身體乏力。儘量在晚上11點前上床睡覺，營造一個安靜、舒適的睡眠環境，關閉電子設備，讓身心得到徹底的放鬆，以飽滿的精神迎接新的一天。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    }
  }
}