{
  "updated": "2025-10-25T09:08:07.279Z",
  "updateTime": "2025/10/25 下午5:08:07",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15454,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽感傷音樂",
        "yi": "和朋友交換禮物",
        "all": "70%",
        "date": "2025-10-24",
        "love": "69%",
        "work": "71%",
        "money": "74%",
        "health": "72%",
        "notice": "受周圍環境影響",
        "discuss": "77%",
        "all_text": "你的整體運勢平平，沒有明顯的起伏。情緒容易受周圍環境的影響，比如聽到別人的抱怨或是看到不順心的事，心情可能會跟著低落。不過這種影響不會持續太久，只是需要一點時間消化。身邊人的態度或話語可能會讓你產生一些小波動，但不必太放在心上。生活中可能會遇到一些需要你臨時調整計劃的小狀況，比如原本的安排被打亂，或是臨時需要處理一些瑣事。這些變化雖然不大，但容易讓你感到有些煩躁。建議保持一種隨和的心態，遇到突發情況時先深呼吸，別急著下結論。整體來看，沒有太大的麻煩，但也沒有特別值得高興的事，更多是日常的瑣碎和偶爾的情緒起伏。保持一顆平常心，別讓外界的小波動打亂了自己的節奏。",
        "love_text": "單身的你，對戀愛似乎沒什麼興趣，更想專注自己的事，哪怕有人主動示好，也可能因“沒感覺”而保持距離。別急著否定自己，這種狀態只是暫時的，給自己留些獨處空間反而更舒服。已有伴者的你，可能會因為伴侶的某些舉動而小糾結，比如對方沒及時回應你的期待，但別因此懷疑自己。試著多肯定自己的優點，自信的狀態反而能讓關係更輕鬆，偶爾主動表達需求，比悶在心裡更有效。",
        "work_text": "容易陷入“什麼都想抓”的狀態，手頭的事務多了，精力卻像被分散的沙粒，既想完成工作目標，又想兼顧學習任務，結果可能兩邊都顧不上。別急著同時推進所有事，試著先理清優先級，把最緊急或最能帶來成就感的事放在前面，反而能減少混亂感。偶爾給自己留點緩衝時間，別被“必須立刻做完”的念頭推著走。",
        "lucky_star": "獅子座",
        "money_text": "在求財上有些缺乏規劃，沒有明確的理財計劃，錢可能在你無意識間就花出去了。購物時容易衝動消費，看到喜歡的東西就下單，不考慮是否真的需要。建議你先列個購物清單，只買清單上的東西，避免不必要的開支。同時，也可以思考一下長期的理財目標，為未來做些準備。",
        "health_text": "建議把吃早餐這事兒重視起來。不要為了多睡會兒就省了早餐，可這會讓腸胃空轉，容易引發胃痛、胃酸過多等問題。哪怕時間緊，吃片面包、喝杯牛奶也好。早餐能給身體提供啟動的能量，讓你一整天都更有精神，別因為一時偷懶，給健康埋下隱患。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "飲食太辛辣",
        "yi": "多練習臀橋",
        "all": "55%",
        "date": "2025-10-24",
        "love": "52%",
        "work": "53%",
        "money": "54%",
        "health": "58%",
        "notice": "無形壓力籠罩著",
        "discuss": "70%",
        "all_text": "你的整體運勢略差，像是被一層無形的壓力籠罩著，大腦總是處於胡思亂想的狀態。可能會反覆琢磨一些無關緊要的小事，或是擔心未來可能發生的問題，導致精神有些緊繃。這種狀態容易讓你感到疲憊，甚至影響睡眠質量。身邊的環境或他人的言行可能會讓你產生一些不必要的聯想，比如聽到別人聊天時，會不自覺地往自己身上套，進而引發一些無端的焦慮。生活中可能會遇到一些需要你反覆確認的小細節，比如擔心門沒鎖好，或是反覆檢查手機信息，這些行為雖然出於謹慎，但容易消耗你的精力。建議儘量把注意力放在眼前的事上，別讓過多的猜測佔據你的思維。整體來看，需要多給自己一些放鬆的空間，別讓無謂的擔憂影響了一天的狀態。",
        "love_text": "單身的你，容易遇到“看起來不錯”的人，但可能藏著小問題，比如對方態度忽冷忽熱，或話題總浮於表面。別急著投入，多觀察對方的實際行動，比聽甜言蜜語更靠譜。已有伴者的你，可能會因為小事對伴侶不滿，比如對方沒按你的方式做事，但一味抱怨只會讓關係變僵。試著直接說出具體需求，而不是用情緒表達，反而能讓對方更理解你的感受。",
        "work_text": "可能會被一些小細節困住，比如工作裡的一處數據誤差，或是學習中的一個公式推導，反覆糾結反而浪費了大量時間。其實這些小問題未必影響整體結果，試著把眼光放長遠，先完成大框架，再回頭調整細節，效率會更高。別讓“完美主義”拖慢你的節奏。",
        "lucky_star": "處女座",
        "money_text": "在花錢上得保持理性，雖然有些東西很吸引你，但別被一時的慾望衝昏頭腦。購物前多想想這東西是不是真的實用，能不能給你帶來長期的價值。別因為打折促銷就盲目購買，有些東西可能買回來就閒置了。理性消費，把錢花在刀刃上，才能讓你的錢包更鼓。",
        "health_text": "建議別想著靠節食來減肥。節食會讓身體得不到足夠的營養，導致免疫力下降，容易生病，還可能出現頭暈、乏力等症狀。減肥得用健康的方式，比如合理控制飲食，多吃蔬菜水果，少吃油膩食物，再搭配適量運動。別為了一時的身材，把身體搞垮了。",
        "lucky_color": "墨綠色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動買買買",
        "yi": "整理衣櫃",
        "all": "91%",
        "date": "2025-10-24",
        "love": "90%",
        "work": "88%",
        "money": "89%",
        "health": "92%",
        "notice": "小聰明用對地方",
        "discuss": "93%",
        "all_text": "你的整體運勢穩中有升，雖然前進速度不快，但每一步都踏實。能將小聰明用對地方，比如遇到需要靈活應對的情況時，你能迅速找到合適的解決辦法，或是用一些巧妙的思路化解小麻煩。這種能力讓你在處理日常事務時顯得遊刃有餘，甚至能從中找到一些樂趣。身邊的人可能會對你的反應速度或創意點子感到佩服，這也會讓你感到一些小小的成就感。生活中可能會遇到一些需要你臨時發揮的小挑戰，比如突然需要處理一個突發問題，或是需要快速做出一個決定，這些情況都能激發你的潛力。建議保持一種開放的心態，遇到問題時別急著下結論，多從不同角度想想，可能會有意想不到的收穫。整體來看，是一個能讓你發揮自身優勢的日子，好好把握。",
        "love_text": "單身的你，魅力值拉滿，無論是和朋友聚會還是日常出行，都容易吸引他人的注意。你的幽默和活力會讓人覺得和你相處很輕鬆，主動一點可能會有不錯的互動。已有伴者的你，和伴侶的關係像回到熱戀期，哪怕只是一起做件小事，也能聊得很開心。別怕“太黏人”，偶爾的甜蜜反而能讓感情更穩固，適合一起嘗試新事物，比如看場電影或吃頓不一樣的飯。",
        "work_text": "容易從他人的經驗裡找到靈感，無論是同事的工作方法，還是同學的學習技巧，都能給你帶來新的思路。別怕借鑑，把別人的長處和自己的想法結合，反而能創造出更高效的解決方案。這種“站在巨人肩膀上”的感覺，會讓你少走很多彎路。",
        "lucky_star": "天蠍座",
        "money_text": "財運還不錯，或許會有一些小收益進賬。可能是之前投資的項目有了回報，也可能是工作上的獎金或提成。不過別因為有點小錢就放鬆警惕，還是要保持謹慎。別輕易把錢投到不熟悉的領域，可以考慮把一部分收益存起來，以備不時之需。",
        "health_text": "在運動鍛鍊上建議循序漸進地進行。別一上來就進行高強度的運動，不然身體容易吃不消，可能導致肌肉拉傷、關節損傷等問題。可以先從簡單的運動開始，比如慢跑、散步，等身體適應了再逐漸增加運動強度和時間。這樣既能達到鍛鍊的效果，又能避免受傷。",
        "lucky_color": "鵝黃色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "群聊髮長語音",
        "yi": "做眼保健操",
        "all": "55%",
        "date": "2025-10-23",
        "love": "50%",
        "work": "52%",
        "money": "53%",
        "health": "57%",
        "notice": "追求想要的東西",
        "discuss": "61%",
        "all_text": "整體運勢不斷走高，主動性很強的一天，連你自己都感到驚訝。你不再是那個被動等待的人，而是積極主動地去追求自己想要的東西。在生活中，你主動與他人交流溝通，拓展自己的人脈圈子，結識了許多新朋友。這些新的人際關係為你帶來了新的機遇和啟發。在面對各種事務時，你也敢於主動承擔責任，積極尋找解決問題的方法。你的這種主動性和積極性讓你在人群中脫穎而出，贏得了他人的尊重和讚賞。同時，你的內心也充滿了力量和勇氣，不再害怕困難和挑戰。你相信自己有能力克服一切障礙，實現自己的目標。這種積極向上的心態讓你在能夠不斷突破自我，創造出屬於自己的精彩。",
        "love_text": "單身的你，桃花運十分旺盛。身邊可能會出現多個對你有好感的人，讓你有些應接不暇。不過別慌，慢慢觀察，選擇那個真正適合你的。已有伴者的你，對彼此會更加信任。在相處中，不會因為一些小事就產生懷疑，而是給予對方足夠的空間和自由，這種信任會讓你們的感情更加穩固。",
        "work_text": "主動性很強，就像一輛充滿動力的列車，積極向前。在面對各種任務和挑戰時，你不會等待別人的安排，而是主動出擊，尋找解決問題的方法。這種積極的態度能讓你在眾多事務中脫穎而出，快速完成目標，同時也能贏得他人的認可和讚賞，為未來的發展積累良好的口碑。",
        "lucky_star": "處女座",
        "money_text": "你的財運不太好，容易盲目跟風投資或消費。看到別人買什麼賺錢，你也想跟著試試，但往往最後發現自己並不適合。建議保持冷靜，別被外界的聲音左右，多聽聽自己內心的聲音。理財方面，先做好基礎規劃，別急著追求高收益。",
        "health_text": "吃飯時別總盯著手機，這樣不僅影響消化，還容易吃得過多。專心吃飯，細嚼慢嚥，有助於更好地吸收營養。飯後可以散散步，幫助消化。如果平時有胃病，更要小心，別吃太硬或太冷的食物，以免刺激胃部。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "用眼過度",
        "yi": "吃無糖黑巧",
        "all": "81%",
        "date": "2025-10-24",
        "love": "84%",
        "work": "87%",
        "money": "85%",
        "health": "84%",
        "notice": "規劃長期的目標",
        "discuss": "88%",
        "all_text": "你的整體運勢比較平穩，沒有太多的驚喜，但也少了一些意外。或有一些關於未來的思考，比如突然想到一些長期的目標，或是開始規劃接下來的方向。這種思考雖然不會立刻帶來改變，但能讓你對未來有一些更清晰的認識。生活中可能會遇到一些需要你耐心處理的小事，比如整理房間、規劃日程，或是處理一些日常的瑣碎。這些事情雖然不大，但能讓你感到一種踏實感。身邊的人可能會和你聊一些關於未來的話題，或是分享一些他們的經驗，這些交流能給你一些啟發。建議多給自己一些時間獨處，或是和朋友聊聊內心的想法，可能會讓你對一些事情有更深入的理解。整體來看，是一個適合思考和規劃的日子，好好利用這份平靜。",
        "love_text": "單身的你，適合展現自己沉穩的一面，比如和人聊天時多傾聽少說教，或是在集體活動中主動承擔責任。這種成熟的氣質會讓人覺得你很可靠，容易吸引到同樣踏實的人。已有伴者的你，和伴侶的關係更像“戰友”，可以一起討論未來的規劃，比如存錢、旅行或學習新技能。這種共同成長的感覺會讓你們更緊密，偶爾誇誇對方的進步，比送禮物更暖心。",
        "work_text": "適合“組隊打怪”，無論是工作裡的團隊合作，還是學習中的小組討論，都能讓你發揮出更大的能量。你的領導力和執行力在集體中會更突出，別怕出風頭，主動承擔責任反而能贏得信任。和他人一起完成目標，會比單打獨鬥更有成就感。",
        "lucky_star": "白羊座",
        "money_text": "在求財上適合穩紮穩打，別想著一步登天。工作上要認真對待每一個任務，努力提升自己的業績，這樣收入才會穩定增長。如果有一些額外的賺錢機會，也要仔細評估風險，確保是可靠的項目後再投入。按部就班地積累財富，比冒險追求高回報更靠譜。",
        "health_text": "上廁所不宜蹲太久。如果長時間蹲在廁所裡，會讓肛門周圍的血液循環不暢，容易引發痔瘡。而且蹲久了站起來，還可能出現頭暈、眼前發黑的情況。所以儘量控制上廁所的時間，有便意就去，沒便意也別在廁所裡耗著。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇到凌晨",
        "yi": "整理護膚品",
        "all": "79%",
        "date": "2025-10-24",
        "love": "76%",
        "work": "83%",
        "money": "72%",
        "health": "74%",
        "notice": "按既定節奏前進",
        "discuss": "70%",
        "all_text": "你的整體運勢中規中矩，像是按照既定的節奏前進，沒有太多的起伏，但也需要一些自律計劃的牽引。生活中可能會遇到一些需要你合理安排時間的情況，比如同時處理幾件小事，或是需要平衡不同的需求。這些情況雖然不復雜，但需要你保持一定的條理性，否則容易感到有些混亂。身邊的人可能會給你一些臨時的請求，或是需要你幫忙處理一些小事，這些互動雖然不會帶來太大的影響，但需要你靈活應對。建議儘量把任務列成清單，按優先級處理，避免因為瑣事而打亂了整體的節奏。整體來看，沒有太大的麻煩，但如果你能提前做好一些小規劃，可能會讓一天過得更順暢。保持一種有條不紊的狀態，別讓臨時的小狀況打亂了自己的計劃。",
        "love_text": "單身的你，可能會因為想太多而錯過機會，比如遇到不錯的人，卻因為擔心“不合適”而不敢主動。試著敞開心扉，哪怕只是簡單聊幾句，也能讓你更清楚自己的需求。已有伴者的你，可能會習慣自己扛事，但偶爾依賴一下伴侶反而能讓對方更有存在感。比如讓對方幫你選件衣服，或是聽聽對方的建議，這種互動會讓你們更親密。",
        "work_text": "容易陷入自己的思路里，比如堅持用熟悉的方法解決問題，卻忽略了其他可能性。其實多聽聽不同的聲音，比如同事的建議或同學的思路，可能會讓你發現更高效的路徑。別被“習慣”限制，偶爾換個角度，反而能打開新局面。",
        "lucky_star": "摩羯座",
        "money_text": "可以開拓一下進賬渠道，別隻侷限於目前的收入來源。可以考慮利用自己的業餘時間做一些兼職，比如寫稿、做設計等，發揮自己的特長來增加收入。也可以關注一些新的行業動態，看看有沒有適合自己的創業機會。多嘗試一些新的方式，說不定能發現更多的賺錢途徑。",
        "health_text": "建議正餐可別吃太飽。吃得太飽會讓腸胃負擔過重，消化起來更費勁，容易出現腹脹、腹痛等問題。而且吃多了還可能影響下一餐的食慾。每餐吃到七八分飽就可以了，這樣既能滿足身體的營養需求，又不會給腸胃造成太大壓力。",
        "lucky_color": "藕荷色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三餐叫外賣",
        "yi": "運動鍛鍊",
        "all": "95%",
        "date": "2025-10-24",
        "love": "92%",
        "work": "96%",
        "money": "94%",
        "health": "93%",
        "notice": "走在時間的前面",
        "discuss": "92%",
        "all_text": "你的整體運勢正當旺，計劃充分讓你總能走在時間前面。無論是日常瑣事還是臨時安排，你都能提前做好準備，甚至預留出應對意外的緩衝空間。這種狀態讓你在處理事務時顯得從容不迫，哪怕遇到小插曲也能快速調整。身邊的人可能會注意到你的高效，甚至主動向你取經，而你也能自然地分享經驗，這種互動會讓你感到被認可。生活中，你可能會發現原本需要反覆確認的事情，卻能一次性順利完成，比如購物時剛好遇到庫存充足，或是辦理手續時流程異常順暢。這種“剛好”的節奏會讓你心情愉悅，甚至對接下來要做的事更有信心。不過，別因為順遂而忽略細節，偶爾停下來檢查進度，反而能讓好運持續更久。整體來看，是一個能讓你感受到“掌控感”的日子，好好享受這種有條不紊的狀態。",
        "love_text": "單身的你，容易遇到熱情的追求者，對方的主動會讓你覺得被重視，但別急著答應，先看看對方的行動是否和言語一致。享受被關注的感覺，但保持自己的節奏更重要。已有伴者的你，和伴侶的相處像一首和諧的曲子，哪怕只是在家一起做飯或看電視，也能聊得很投機。偶爾給對方一個小驚喜，比如買束花或寫張便籤，會讓感情更甜蜜。",
        "work_text": "彷彿被注入無限能量，幹勁如潮水般湧動。在各種事務處理中，你能以積極且高效的狀態投入其中，面對難題時也不輕易退縮，憑藉自身的熱情與衝勁，能迅速找到解決問題的方向。與他人合作時，也能充分發揮協調優勢，讓整體進展順風順水，收穫滿滿成就感。",
        "lucky_star": "水瓶座",
        "money_text": "偏財運很給力，可能會收到一些意外的錢財，比如朋友還錢、中個小獎之類的。不過別因為偏財好就過度依賴它，還是要以正財為主。收到意外之財後，可以合理規劃一下怎麼使用，比如存一部分起來，或者用來改善生活。但別一下子就把錢花光，要為未來考慮。",
        "health_text": "運動前一定要做好熱身。熱身能讓身體的各個部位提前進入運動狀態，減少運動損傷的發生。如果不熱身就直接運動，肌肉和關節可能還沒準備好，容易出現拉傷、扭傷等情況。可以先活動活動手腕、腳腕，再做一些簡單的拉伸動作，讓身體熱起來。",
        "lucky_color": "酒紅色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐超1小時",
        "yi": "嘗試新風格",
        "all": "54%",
        "date": "2025-10-24",
        "love": "58%",
        "work": "51%",
        "money": "64%",
        "health": "62%",
        "notice": "被無形框架困住",
        "discuss": "56%",
        "all_text": "你的整體運勢低迷，像是被一層無形的框架困住，過於墨守成規的狀態讓許多事變得吃力。你可能會習慣性地按照老方法處理問題，哪怕發現效率不高，也懶得嘗試新路徑。這種固執會讓你在面對變化時顯得遲鈍，比如原本熟悉的流程突然調整，你卻堅持用舊方式應對，結果反而需要花更多時間補救。生活中，你可能會因為堅持“必須這樣”的念頭，錯過一些更簡便的選擇，比如為了省錢走遠路，卻忽略了時間成本。身邊的人可能會提出建議，但你容易下意識反駁，導致互動有些僵。這種狀態會讓你感到疲憊，甚至懷疑自己的判斷。其實，偶爾打破常規並不會帶來災難，反而可能讓你發現新的可能。整體來看，需要警惕“慣性思維”帶來的限制，別讓固執成為前進的阻礙。",
        "love_text": "單身的你，可能會因為“用力過猛”而讓對方有壓力，比如穿得太正式或說話太刻意。自然一點反而更好，輕鬆的狀態會讓人更願意靠近你。已有伴者的你，可能會因為太想討好對方而失去自我，比如總遷就對方的喜好，卻忽略了自己的感受。偶爾表達不同的意見，反而能讓關係更真實，別怕“吵架”，坦誠比迎合更重要。",
        "work_text": "在前進的道路上，你明顯感覺到知識儲備的不足，如同在黑暗中摸索前行，缺乏足夠的光亮指引。這種知識空白使得你在處理一些複雜問題時，有些力不從心，進展緩慢。不過，這也是一個契機，讓你意識到自身需要提升的方面，為後續成長指明方向。",
        "lucky_star": "巨蟹座",
        "money_text": "在財運上相對保守一些比較好，別輕易做出大的投資決策。目前市場情況可能不太穩定，貿然投入可能會帶來損失。如果有一些理財計劃，可以先放一放，觀察一下形勢再做決定。把錢存在銀行或者選擇一些風險較低的理財產品，保證資金的安全。",
        "health_text": "可別總等到餓過頭才吃東西。餓過頭的時候，胃酸會分泌過多，容易損傷胃黏膜，引發胃炎、胃潰瘍等疾病。而且餓久了再吃東西，可能會吃得過多，導致消化不良。所以要養成定時吃飯的習慣，感覺有點餓了就可以吃點東西，別讓身體一直處於飢餓狀態。",
        "lucky_color": "卡其色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃飯看手機",
        "yi": "嘗試早間冥想",
        "all": "65%",
        "date": "2025-10-24",
        "love": "55%",
        "work": "56%",
        "money": "69%",
        "health": "68%",
        "notice": "花時間解決問題",
        "discuss": "51%",
        "all_text": "你的整體運勢下滑，像是原本順暢的道路突然出現幾個彎道，可能需要花費更多時間解決問題。你可能會遇到一些需要反覆確認的細節，比如原本確定的信息突然變更，或是計劃中的環節需要調整，這些變化會讓你不得不停下腳步重新梳理。生活中，你可能會發現一些事比預期中複雜，比如辦理手續時缺少材料，或是溝通時信息傳遞出現偏差，導致需要多次往返或解釋。這種“來回拉扯”的狀態會消耗你的耐心，甚至讓你感到有些煩躁。不過，別因為急躁而忽略關鍵點，仔細核對每個環節反而能減少後續麻煩。身邊的人可能會因為你的情緒而有些謹慎，但你的坦誠反而能化解誤會。整體來看，是一個需要“多走一步”的日子，雖然耗時，但完成後會更有踏實感。",
        "love_text": "單身的你，可能會在追求愛情上遇到小挫折，比如喜歡的人沒回應，或是表白被拒。別因此灰心，這種“碰壁”只是暫時的，調整心態，把注意力放回自己身上，反而會遇到更合適的人。已有伴者的你，可能會因為想改變對方而引發矛盾，比如希望對方更上進或更浪漫。試著接受彼此的差異，與其改變對方，不如一起找到舒服的相處方式，感情反而會更長久。",
        "work_text": "內心總有一種想要快速達成目標的衝動，試圖尋找捷徑來節省時間和精力。然而，這種急功近利的心態往往會讓你忽略過程中的細節，導致結果不盡如人意。就像搭建一座大廈，若基礎不牢固，即便速度再快，也難以長久穩固。你需要靜下心來，腳踏實地地前行。",
        "lucky_star": "雙子座",
        "money_text": "在財運方面有些模稜兩可，對一些賺錢的機會拿不準主意。這時候別急著做決定，可以多收集一些信息，聽聽別人的意見。如果是一個不太熟悉的項目，最好先了解一下相關的知識和風險，再做判斷。別因為一時的猶豫而錯過機會，也別因為衝動而做出錯誤的選擇。",
        "health_text": "睡眠不足容易引起頭痛問題。睡眠是身體恢復和修復的重要時間，如果睡眠不足，大腦得不到充分的休息，就容易出現頭痛、頭暈、注意力不集中等問題。所以要儘量保證充足的睡眠時間，晚上早點上床睡覺，營造一個安靜、舒適的睡眠環境。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "晚上喝奶茶",
        "yi": "練習靠牆靜蹲",
        "all": "78%",
        "date": "2025-10-24",
        "love": "80%",
        "work": "75%",
        "money": "77%",
        "health": "79%",
        "notice": "被比較欲牽著走",
        "discuss": "76%",
        "all_text": "你的整體運勢一般般，像是被一股無形的比較欲牽著走，過於盯著與別人比較，反而耗費了更多能量值。你可能會不自覺地關注他人的進度或成果，比如看到朋友完成某件事，就急著檢查自己的進度，這種對比會讓你忽略自身的節奏。生活中，你可能會因為“別人能做到，我為什麼不行”的念頭，給自己增加不必要的壓力，比如原本計劃輕鬆完成的事，卻因為比較而要求更高標準，結果反而更累。身邊的人可能會察覺到你的緊繃，但你的堅持會讓他們選擇支持而非勸說。其實，每個人的路徑不同，強行對齊只會消耗精力。偶爾停下來問問自己：“我現在的狀態舒服嗎？”反而能讓你更輕鬆地前進。整體來看，需要警惕“比較心”帶來的內耗，把注意力放回自己身上，效率會更高。",
        "love_text": "單身的你，身邊可能藏著低調的緣分，比如同事、朋友介紹的人，或是經常偶遇的熟人。別因為“不熟悉”而錯過，多聊幾句可能會發現共同話題。已有伴者的你，適合和伴侶約個會，哪怕只是吃頓飯或散散步。重視這些小儀式感會讓你們更珍惜彼此，偶爾回憶一下初見時的細節，會讓感情更有溫度。",
        "work_text": "處於一個需要深度思考的階段，很多事情不能僅僅依靠表面的認知去處理。在面對各種選擇和決策時，若不經過細緻的分析和權衡，很容易做出錯誤的判斷。這就像在迷宮中行走，只有多動腦筋，理清思路，才能找到正確的出口，順利前行。",
        "lucky_star": "金牛座",
        "money_text": "你的收支基本能保持平衡，收入和支出沒有太大的波動。不過也別因此就放鬆警惕，還是要留意一下日常的開支，看看有沒有可以節省的地方。比如減少一些不必要的娛樂消費，或者選擇更實惠的購物方式。保持收支平衡的同時，也可以為未來做一些儲蓄，以應對突發情況。",
        "health_text": "要警惕低血糖或高血糖問題。如果飲食不規律，或者吃了太多高糖、高脂肪的食物，就可能導致血糖波動。低血糖時會出現頭暈、心慌、出汗等症狀，高血糖則可能引發口渴、多尿等情況。所以要注意飲食的均衡，定時定量吃飯，少吃甜食和油膩食物。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間低頭",
        "yi": "參與家務事",
        "all": "85%",
        "date": "2025-10-24",
        "love": "82%",
        "work": "86%",
        "money": "84%",
        "health": "83%",
        "notice": "一股潛在的活力",
        "discuss": "86%",
        "all_text": "你的整體運勢尚佳，像是被一股潛在的活力推動著，但需要提高自己的參與度才能完全釋放。你可能會發現一些有趣的事正在發生，比如朋友組了個新局，或是社區有活動，但你容易因為“懶得動”而錯過。這種“差一點”的狀態會讓你事後有些遺憾，比如聽到別人分享的趣事，才後悔自己沒去。生活中，你可能會對一些新鮮事物產生興趣，比如新的興趣班、展覽，但需要主動邁出第一步才能體驗。身邊的人可能會邀請你參與，但你的猶豫會讓他們先行動，等你決定時機會已過。其實，你的好奇心和適應力都很強，只要願意投入，很快就能融入其中。整體來看，是一個需要“主動一點”的日子，別讓猶豫限制了體驗，參與進去會發現更多樂趣。",
        "love_text": "單身的你，可能會遇到讓你想深入瞭解的人，對方的某個觀點或習慣會讓你覺得“很有趣”。別急著定義關係，先從朋友做起，慢慢接觸反而更自然。已有伴者的你，需要多關心對方的想法，比如問問對方最近的心情，或是聊聊對未來的期待。這種雙向的溝通會讓你們更貼近，偶爾一起做件沒做過的事，比如學個新技能，也能增加新鮮感。",
        "work_text": "你的思維猶如靈動的鳥兒，在廣闊的天空中自由翱翔。在處理各種事務時，不要侷限於一種固定的模式，試著從多個角度去思考問題。不同的視角會為你帶來全新的啟發，就像打開了一扇扇通往新世界的大門，讓你發現更多的可能性和解決方案。",
        "lucky_star": "射手座",
        "money_text": "要保持精打細算，在消費上要更加謹慎。購物時多比較幾家商品的價格和質量，選擇性價比高的。別因為追求品牌或者時尚而花費過多的錢。同時，也可以關注一些優惠活動和折扣信息，用更少的錢買到需要的東西。精打細算能讓你更好地管理自己的財務，避免入不敷出。",
        "health_text": "搬抬重物可得小心。搬抬重物時如果姿勢不正確，或者用力過猛，很容易導致腰部、背部等部位的肌肉拉傷，甚至可能引發椎間盤突出等問題。在搬抬重物前，要先評估一下自己的能力，如果太重就別勉強。搬的時候要注意姿勢，用腿部力量而不是腰部力量。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化決策",
        "yi": "看一場電影",
        "all": "50%",
        "date": "2025-10-24",
        "love": "57%",
        "work": "59%",
        "money": "62%",
        "health": "61%",
        "notice": "低能量的狀態多",
        "discuss": "57%",
        "all_text": "你的整體運勢略顯倒黴，精神狀態欠佳，容易碰壁受挫。你可能會感到有些疲憊，哪怕是日常的小事，比如做家務、出門，都需要花更多力氣才能完成。這種狀態會讓你在處理問題時顯得遲鈍，比如原本能快速反應的事，卻需要反覆確認，甚至因為疏忽出錯。生活中，你可能會遇到一些需要耐心的事，但你的低能量會讓你容易放棄，比如排隊時覺得時間漫長，或是溝通時因為沒聽清而需要重複。身邊的人可能會察覺到你的不在狀態，但你的敏感會讓你覺得他們的關心有些壓力。其實，這種低迷更多是暫時的，別因為一時的挫折而否定自己。偶爾停下來休息，或是做些能讓自己放鬆的事，反而能恢復狀態。整體來看，是一個需要“多給自己一點包容”的日子，別因為小挫折而影響心情。",
        "love_text": "單身的你，容易因為太容易心動而陷入盲目，比如對方一句關心的話就讓你覺得“是真愛”。別急著投入，多觀察對方的真實性格，避免因為一時感動而忽略現實問題。已有伴者的你，可能會因為小事而無理取鬧，比如對方沒接電話就懷疑“不愛了”。試著冷靜下來，直接說出你的不安，而不是用情緒發洩，反而能讓對方更理解你的需求。",
        "work_text": "感性思維過於強烈，在處理事情時，容易被情感所左右，而忽略了理性的分析和判斷。這就好比在航行中，只憑借感覺來掌舵，而忽略了風向和海流的實際情況，很容易偏離既定的航線。你需要學會在感性與理性之間找到平衡，以更客觀的態度面對問題。",
        "lucky_star": "天秤座",
        "money_text": "在財運上切勿盲目跟風，看到別人投資什麼賺錢，就跟著去投，這樣很容易造成損失。每個人的財務狀況和風險承受能力都不一樣，適合別人的不一定適合你。在做任何投資決策前，都要自己仔細分析，瞭解項目的風險和收益。保持理性，不盲目跟風，才能保護好自己的財產。",
        "health_text": "建議別養成咬指甲的壞習慣。咬指甲會讓指甲變得參差不齊，還可能把手指上的細菌吃到肚子裡，引發腸胃疾病。而且經常咬指甲，還可能導致指甲周圍的皮膚受損，引發感染。所以要儘量剋制自己，可以通過做一些其他的事情來轉移注意力，比如玩手指遊戲、看書等。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    }
  }
}