{
  "updated": "2026-01-11T08:11:57.582Z",
  "updateTime": "2026/1/11 下午4:11:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 11334,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬最長的夜",
        "yi": "光盤打卡",
        "all": "55%",
        "date": "2026-01-10",
        "love": "70%",
        "work": "53%",
        "money": "52%",
        "health": "59%",
        "notice": "狀態成最大拖累",
        "discuss": "60%",
        "all_text": "整體運勢處於較低迷的狀態，彷彿被一層無形的陰雲籠罩。精神狀態欠佳成了最大的拖累，原本積極向上的勁頭消失不見，取而代之的是一種難以言說的疲憊感。這種疲憊並非單純身體上的勞累，更多的是心理層面的倦怠，對周圍的事物提不起太多興趣，參與感也明顯降低。在與人交往時，可能會因為自身狀態不佳而顯得有些冷漠，無意間拉開了與他人的距離。而且這種低迷的狀態還容易形成惡性循環，越是精神不好，越覺得做什麼都不順，進而進一步影響心情。不過別太擔心，這只是暫時的，試著給自己找點能放鬆的事情做，比如聽喜歡的音樂、看一場電影，讓自己從這種低迷的氛圍中暫時抽離出來，說不定能慢慢找回狀態。",
        "love_text": "單身的你，身邊可能會出現讓你有好感的人，但別急著一頭扎進去。不妨先花些時間深入瞭解對方，比如觀察對方的生活習慣、興趣愛好，多交流交流彼此的想法。已有伴者的你，適合和伴侶好好溝通，分享一下彼此內心的感受，聊聊生活裡的瑣事，這樣能讓你們之間的親密感大大提升，關係更加穩固。",
        "work_text": "對你而言，是容易因粗心而狀況百出的一天。整體狀態有些浮躁，在處理各種事務時難以集中精力，一些小疏忽可能會引發連鎖反應，導致後續一系列麻煩。不管是日常任務還是重要項目，都可能因為細節沒把控好而出現偏差，需要時刻保持警醒，認真對待每一個環節。",
        "lucky_star": "雙魚座",
        "money_text": "可得把錢包看緊！這一天花錢的口子可能像開了閘的水，各種瑣碎支出不斷冒出來，要是不提前做好預算，很容易就入不敷出。買東西前多問問自己是不是真需要，別腦袋一熱就下單，不然月底看著空空的錢包，只能對著賬單發愁啦。",
        "health_text": "容易陷入失眠多夢的困擾，晚上躺在床上，腦袋裡思緒紛飛難以入眠，即便睡著也多夢易醒。建議睡前別玩手機，泡個熱水澡放鬆下，喝杯溫牛奶助眠，營造安靜舒適的睡眠環境，把臥室燈光調暗，讓身心徹底放鬆，這樣能提升睡眠質量，擺脫失眠多夢的煩惱。",
        "lucky_color": "蔥綠色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "朋克養生",
        "yi": "培養興趣愛好",
        "all": "77%",
        "date": "2026-01-10",
        "love": "50%",
        "work": "83%",
        "money": "63%",
        "health": "76%",
        "notice": "缺乏一些篤定感",
        "discuss": "72%",
        "all_text": "整體運勢起伏不定，就像坐過山車一樣，時而感覺還不錯，時而又陷入低谷。這種不穩定的狀態容易讓人心裡沒底，做事也缺乏一些篤定感。在這樣的情況下，需要給自己注入更多的動力，就像給汽車加油一樣，只有動力充足，才能在這起伏的運勢中平穩前行。可以從一些小事入手，比如給自己設定一個小目標，然後努力去完成它，每完成一個目標，就會獲得一份成就感，這份成就感會成為推動你繼續前進的動力。同時，也要學會調整自己的心態，不要因為運勢的起伏而過於焦慮，保持平和的心態，才能更好地應對各種變化。",
        "love_text": "單身的你，在感情方面要格外小心，別輕易捲入複雜的感情糾紛裡。面對異性的示好，別盲目接受，多考察考察對方的人品和感情狀況。已有伴者的你，要注意控制自己的情緒，和伴侶相處時別因為一點小事就發脾氣，避免矛盾激化，多站在對方的角度思考問題，互相理解包容。",
        "work_text": "你的整體運勢較為不錯，能夠按部就班地推進各項事務。在處理日常工作和學習的過程中，能憑藉自身紮實的功底和沉穩的態度，有條不紊地完成各項任務。而且，在這一天還可能會遇到一些小驚喜，為原本平淡的節奏增添一抹亮色，讓你在穩步前行中收穫成就感。",
        "lucky_star": "水瓶座",
        "money_text": "你的物質慾望有點強烈，看到喜歡的東西就忍不住想收入囊中，不管是漂亮衣服還是新奇小玩意兒。不過沖動消費一時爽，事後可能就會後悔。在付款前先冷靜幾分鐘，想想自己的財務狀況，別讓一時的慾望打亂你的理財計劃，不然錢包可要癟下去咯。",
        "health_text": "可能會出現腸胃小不適，或許是因為吃了些不太乾淨或者刺激的食物。這天飲食要格外注意，儘量選擇清淡易消化的食物，像粥、麵條之類的，少吃生冷辛辣油膩的東西。吃飯也要定時定量，別暴飲暴食，給腸胃減輕負擔，就能避免腸胃不適影響生活。",
        "lucky_color": "橘色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "模仿別人行動",
        "yi": "備忘提醒",
        "all": "91%",
        "date": "2026-01-10",
        "love": "86%",
        "work": "92%",
        "money": "88%",
        "health": "95%",
        "notice": "充滿助力的環境",
        "discuss": "90%",
        "all_text": "整體運勢相當不錯，是左右逢源的一天，彷彿置身於一個充滿助力的大環境中。周圍的人和事都彷彿在無形之中為你提供著支持，讓你在做事情的時候感覺格外順利。這種助力可能來自於朋友的幫助、家人的鼓勵，也可能是一些偶然的機會。在這樣的好運勢下，你會發現自己有很多新的想法和創意，而且這些想法和創意很容易得到他人的認可和響應。不妨抓住這個機會，大膽地去嘗試一些新的事物，拓展自己的視野和圈子。不過也要注意，不要因為運勢好就過於得意忘形，還是要保持謙遜和謹慎，這樣才能讓好運持續下去。",
        "love_text": "單身的你，有很大的機會邂逅讓你心動的新緣分。可能是在社交場合，也可能是在日常的活動中，遇到那個讓你眼前一亮的人。已有伴者的你，和伴侶的感情會升溫，不妨一起做些浪漫的事，比如看一場電影、吃一頓燭光晚餐，為你們的感情增添更多甜蜜的回憶。",
        "work_text": "對你來說是個充滿活力與機遇的日子，整體狀態極佳。在面對各種事務時，思維敏捷，反應迅速，能夠輕鬆應對各種挑戰。無論是複雜的工作任務還是繁重的學習內容，都能高效地完成，並且還能在其中找到創新的點子，展現出卓越的能力，為自己創造輝煌的成果。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運相當不錯，之前做的投資可能會給你帶來可觀的回報。可能是股票小漲，也可能是基金收益不錯，讓你嚐到理財的甜頭。不過也別太得意，見好就收，別盲目追加投資，把賺到的錢合理規劃一下，比如存一部分，再拿一部分做穩健投資，讓財富繼續增值。",
        "health_text": "健康狀況良好，但需保持規律的作息。紊亂的作息會打亂身體生物鐘，影響健康。所以這天要儘量早睡早起，固定起床和睡覺時間，中午可適當午休半小時左右。規律的作息能讓身體各器官有序運轉，維持良好的身體狀態，為一天的活動提供充足精力。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "浪費食物",
        "yi": "自我投資",
        "all": "56%",
        "date": "2026-01-10",
        "love": "50%",
        "work": "52%",
        "money": "68%",
        "health": "63%",
        "notice": "電量消耗差不多",
        "discuss": "54%",
        "all_text": "整體運勢略差，感覺能量不足，彷彿身體的電量被消耗得差不多了，做什麼事情都有些力不從心。而且還會出現分身乏術的情況，好像有無數的事情等著你去處理，但你卻只有一個人，根本顧不過來。這種忙碌和疲憊會讓你感到有些煩躁和焦慮，情緒也容易受到影響。在這種情況下，要學會給自己減壓，不要把所有的事情都扛在自己身上。可以試著把一些事情委託給他人幫忙，或者對事情進行優先級排序，先處理重要緊急的事情，其他的事情可以暫時放一放。同時，也要給自己留出一些休息的時間，哪怕只是安靜地坐一會兒，也能讓你的能量得到一定的恢復。",
        "love_text": "單身的你，別因為感到孤獨就隨便找個人將就。感情是需要慢慢培養的，寧缺毋濫，等待那個真正適合你的人出現。已有伴者的你，和伴侶相處時要多些包容和理解，少一些爭吵。遇到分歧時，心平氣和地溝通，互相退讓一步，這樣才能讓感情更加和諧。",
        "work_text": "你會感覺困難重重，彷彿陷入了一個無形的泥沼，每前進一步都十分艱難。整體狀態低迷，缺乏動力和信心，在處理事務時容易產生消極情緒，導致效率低下。無論是工作還是學習，都可能會遇到一些難以解決的問題，讓你感到壓力巨大，難以突破當前的困境。",
        "lucky_star": "獅子座",
        "money_text": "在消費方面可得謹慎規劃，各種促銷活動可能會讓你眼花繚亂，一不小心就超支了。買東西的時候多對比幾家，別隻看價格便宜就衝動購買，有些東西質量不好，買回來也是浪費錢。可以列個購物清單，只買清單上的東西，這樣能有效控制消費，避免不必要的支出。",
        "health_text": "肩頸易痠痛，長時間保持一個姿勢，比如久坐辦公或者低頭玩手機，都可能讓肩頸部位肌肉緊張。這天要多注意肩頸的放鬆，每隔一段時間就活動活動脖子，轉轉肩膀，也可以做幾個簡單的肩頸拉伸動作，緩解肌肉疲勞，避免痠痛感加重影響日常活動。",
        "lucky_color": "棕色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不帶錢包出門",
        "yi": "閱讀有益書籍",
        "all": "93%",
        "date": "2026-01-10",
        "love": "98%",
        "work": "89%",
        "money": "90%",
        "health": "91%",
        "notice": "紮實知識作底氣",
        "discuss": "95%",
        "all_text": "整體運勢相當好，你以紮實的知識作為底氣，無論面對什麼樣的情況都能從容應對。這種自信和從容會讓你在人群中脫穎而出，成為眾人矚目的焦點。在與他人交流和互動時，你的觀點和想法很容易得到他人的認同和讚賞，這會進一步增強你的自信心。而且這種好運勢還會為你帶來一些新的機會和可能性，可能會結識一些新的人脈，或者發現一些新的發展方向。不妨抓住這些機會，大膽地展現自己的才華和能力，相信你會取得不錯的成果。不過也要注意，不要因為運勢好就驕傲自滿，還是要保持學習和進步的態度，不斷提升自己。",
        "love_text": "單身的你，魅力四射，很容易吸引到異性的目光，桃花運爆棚。可能會收到不少異性的示好，要好好把握機會哦。已有伴者的你，和伴侶會甜蜜相伴，感情更加濃厚。可以一起去做一些雙方都喜歡的事情，享受美好的時光，讓感情在溫馨的氛圍中不斷升溫。",
        "work_text": "你的表現十分亮眼，整體運勢呈上升趨勢。在這一天，你充滿自信，精力充沛，能夠以積極的態度面對各種事務。無論是在工作還是學習中，都能展現出強大的能力和領導風範，吸引他人的關注和認可。而且，還可能會遇到一些難得的機遇，為你的發展帶來新的契機。",
        "lucky_star": "白羊座",
        "money_text": "財富機遇就像雪花一樣紛紛向你湧來，可能是工作上有新的項目，完成後能拿到豐厚的獎金；也可能是遇到貴人，給你介紹賺錢的好機會。這時候要抓住機遇，大膽嘗試，但也要保持理性，對機會進行評估，別盲目跟風，只要把握好，這一天你的錢包肯定會鼓起來。",
        "health_text": "精神超充沛，彷彿有使不完的勁兒，做什麼都幹勁十足。這種良好的精神狀態可以充分利用起來，去完成一些平時覺得有難度的事情。但也別讓自己太累，合理安排休息時間，保證充足的睡眠，讓身體和大腦都能得到充分的放鬆，這樣才能一直保持充沛的精神。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "執著於過去",
        "yi": "送自己禮物",
        "all": "93%",
        "date": "2026-01-10",
        "love": "94%",
        "work": "92%",
        "money": "97%",
        "health": "96%",
        "notice": "得到他人的認可",
        "discuss": "92%",
        "all_text": "整體運勢旺盛，是容易獲得肯定的一天。你的努力和付出彷彿都被大家看在眼裡，會得到他人的認可和讚揚，這會讓你的自信心得到極大的提升。在這種自信的狀態下，你會更加積極主動地去面對生活中的各種挑戰，而且做事的效率也會明顯提高。你會發現自己有很多潛在的優點和能力被挖掘出來，這些優點和能力會成為你前進道路上的有力武器。同時，這種好運勢也會讓你的人際關係變得更加和諧，與他人相處時會更加融洽。不妨趁著這個好時機，多參與一些社交活動，擴大自己的人脈圈子，為未來的發展打下堅實的基礎。不過也要注意，不要因為得到肯定就放鬆對自己的要求，還是要保持嚴謹和認真的態度，不斷追求卓越。",
        "love_text": "單身的你，不妨主動出擊，遇到喜歡的人就大膽表達自己的心意，說不定會有意想不到的收穫。別總是被動等待，主動爭取才能把握幸福。已有伴者的你，和伴侶攜手共進，一起面對生活中的各種問題，感情會更加穩定。可以一起規劃一下未來，讓彼此更有安全感。",
        "work_text": "對你而言是順遂如意的一天，整體狀態非常好。在處理各種事務時，你能夠憑藉自己嚴謹的思維和細緻的態度，將每一件事情都做到盡善盡美。無論是工作還是學習，都能達到超水準的表現，讓身邊的人對你刮目相看。而且，在這一天還能得到他人的幫助和支持，讓事情進展得更加順利。",
        "lucky_star": "天蠍座",
        "money_text": "你的理財收益會很豐厚，之前制定的理財計劃開始發揮作用，無論是定期存款的利息，還是理財產品的收益，都能讓你感到滿意。不過別因為收益不錯就放鬆警惕，還是要繼續關注市場動態，根據情況調整理財策略，讓財富像滾雪球一樣越滾越大。",
        "health_text": "身體狀態佳，整個人神清氣爽，各個器官都能高效運轉。這一天可以趁著身體狀態好，多做一些有益健康的事情，比如去戶外散散步、呼吸新鮮空氣，或者進行一些簡單的運動鍛鍊。同時，保持良好的飲食習慣，合理搭配飲食，讓身體一直維持這種良好的狀態。",
        "lucky_color": "藏青色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對家人發脾氣",
        "yi": "記得調鬧鐘",
        "all": "70%",
        "date": "2026-01-10",
        "love": "79%",
        "work": "75%",
        "money": "57%",
        "health": "78%",
        "notice": "情緒管理成關鍵",
        "discuss": "77%",
        "all_text": "整體運勢中規中矩，沒有特別突出的亮點，也沒有明顯的低谷。在這樣的狀態下，情緒管理成了關鍵因素。日常裡，一些看似不起眼的小事，可能會在不經意間觸動你的情緒神經，若不能及時調整，情緒的波動或許會影響你與周圍人的相處氛圍。比如，他人一句無心之言，可能讓你心裡泛起漣漪，若任由這種情緒蔓延，可能會讓你陷入不必要的糾結中。所以，當察覺到情緒有起伏時，不妨先做幾次深呼吸，讓自己冷靜下來，以平和的心態去看待問題。同時，也可以找些能讓自己放鬆的活動，像聽舒緩的音樂、閱讀一本好書，轉移注意力，避免情緒持續低落。保持情緒的穩定，能讓你在這一天裡更從容地應對各種狀況，維持生活的平穩節奏。",
        "love_text": "單身的你，要學會放下過去的感情包袱，才能更好地擁抱未來的幸福。別總是沉浸在過去的回憶裡，勇敢地向前看，新的緣分就在前方等著你。已有伴者的你，要和伴侶坦誠交流，把心裡的想法都說出來，避免因為誤會而產生矛盾，促進彼此關係的和諧發展。",
        "work_text": "整體的狀態較為平穩，在各種事務的處理上能保持有條不紊。既不會過於激進冒進，也不會消極怠工，而是以一種穩健的節奏推進著各項安排。在這一天，你能夠憑藉自身的協調能力和溝通能力，在團隊中發揮積極作用，讓合作項目順利開展。同時，還能在過程中有所收穫，無論是經驗上的積累還是成果上的呈現，都讓你感到充實。",
        "lucky_star": "射手座",
        "money_text": "可得避免衝動消費，逛街或者網購的時候，很容易被商品的外觀或者宣傳吸引，一衝動就買下不需要的東西。等你冷靜下來，就會發現這些錢花得很不值。買東西前先想想自己是不是真的需要，也可以問問朋友的意見，避免因為一時衝動而讓錢包受損。",
        "health_text": "皮膚易乾燥，可能是因為天氣原因或者皮膚本身缺水。這天要注意皮膚的保溼護理，洗臉後及時塗抹保溼霜，隨身攜帶保溼噴霧，感覺皮膚幹了就噴一噴。飲食上多吃些富含維生素和水分的食物，像水果、蔬菜等，從內而外為皮膚補充水分，讓皮膚保持水潤有光澤。",
        "lucky_color": "卡其色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不說感謝",
        "yi": "精進技術技能",
        "all": "73%",
        "date": "2026-01-10",
        "love": "63%",
        "work": "59%",
        "money": "76%",
        "health": "74%",
        "notice": "警惕旁人的挑釁",
        "discuss": "76%",
        "all_text": "整體運勢平平，沒有太多驚喜出現。不過，要格外警惕旁人話語的挑釁。在與人交流互動時，可能會遇到一些人有意無意地說出一些帶有刺激性的話語，試圖引發你的情緒反應。這些話語可能看似平常，但背後或許隱藏著他人的某種目的。如果一時衝動，被這些話語激怒，很可能會陷入不必要的紛爭中，破壞原本和諧的氛圍。面對這種情況，要保持冷靜和理智，不要輕易被他人的言語左右。可以試著從對方的角度去理解話語背後的意圖，若覺得沒有必要回應，不妨一笑而過，避免正面衝突。以平和的心態應對，能讓你在這一天裡少些煩惱，多些安寧。",
        "love_text": "單身的你，在感情選擇上要謹慎一些，小心遇到爛桃花。面對異性的追求，要仔細分辨對方的真心，別被表面的甜言蜜語所迷惑。已有伴者的你，要用心經營感情，別因為生活忙碌而忽略了伴侶的感受。多花些時間陪伴對方，為感情注入新的活力，防止感情變得冷淡。",
        "work_text": "容易陷入動力不足的困境，整個人彷彿被一層無形的枷鎖束縛，難以提起精神去應對各種事務。在做事情時，常常會因為缺乏熱情和幹勁而出現半途而廢的情況，原本制定好的計劃也難以堅持執行下去。這種狀態不僅會影響你的效率，還可能讓你錯過一些重要的機會，導致整體進展陷入停滯。",
        "lucky_star": "巨蟹座",
        "money_text": "會有小額偏財進賬，可能是之前參加的抽獎活動中了小獎，也可能是收到意外的紅包。雖然錢不多，但也能讓你心情愉悅。不過別因為這點小財就放鬆對理財的重視，還是要合理規劃這筆錢，可以把它存起來，或者用來買一些實用的小物件，讓這筆小財發揮更大的作用。",
        "health_text": "眼睛易疲勞，長時間盯著電腦屏幕或者看書，會讓眼睛又幹又澀。這天要注意保護眼睛，每隔一段時間就看看遠處，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。還可以準備一瓶眼藥水，感覺眼睛不舒服時滴一滴，緩解眼睛疲勞，讓眼睛更舒服。",
        "lucky_color": "奶白色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打翻醋罈子",
        "yi": "一心一用",
        "all": "84%",
        "date": "2026-01-10",
        "love": "81%",
        "work": "70%",
        "money": "85%",
        "health": "82%",
        "notice": "比較順遂的狀態",
        "discuss": "86%",
        "all_text": "整體運勢尚佳，處於一種比較順遂的狀態。在這樣的好運勢下，建議完成一件事再開啟下一件事。這一天裡，可能會有不少事情吸引你的注意力，讓你產生想要同時處理多件事的想法。然而，同時處理多件事往往會分散精力，導致每一件事都難以做到盡善盡美。不如集中精力，先將一件事情從頭到尾認真完成，感受完成一件事帶來的成就感，再全身心地投入到下一件事中。這種專注的態度不僅能提高做事的效率，還能讓你在處理事情的過程中更加投入，獲得更好的體驗。按照這樣的節奏，能讓你在這一天裡收穫更多的滿足感，讓生活更加充實有序。",
        "love_text": "單身的你，可以通過社交活動拓展自己的人脈圈，說不定能在其中遇到那個與你心靈相通的良緣。多參加一些聚會、活動，增加結識新人的機會。已有伴者的你，會給伴侶帶來不少驚喜，讓對方感受到你的愛意。可以準備一份小禮物，或者安排一次特別的約會，讓感情不斷升溫。",
        "work_text": "整體呈現出按部就班的態勢，能夠按照既定的節奏和計劃去處理各項事務。雖然不會有特別突出的表現或重大的突破，但每一步都走得踏實穩健，能在日常的積累中取得一些小的進展。這種穩紮穩打的方式雖然看似平淡，但卻能為未來的發展打下堅實的基礎，讓你在不知不覺中向前邁進。",
        "lucky_star": "金牛座",
        "money_text": "業務拓展能讓你獲利不少，如果你從事銷售、業務等工作，這一天可能會接到新的訂單或者客戶，給你帶來額外的收入。在和客戶溝通的時候，要展現出你的專業和熱情，讓客戶滿意，這樣才能有更多的合作機會。同時，也要注意維護好老客戶，他們的支持也是你財富增長的重要來源。",
        "health_text": "運動狀態好，無論是跑步、健身還是打球，都能發揮出不錯的水平。這天可以盡情享受運動的快樂，多參加一些戶外運動，既能鍛鍊身體，又能呼吸新鮮空氣。不過運動前一定要做好熱身準備，避免運動損傷，運動後也要進行適當的拉伸放鬆，讓身體更快恢復。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暗自與人較量",
        "yi": "短途出行",
        "all": "55%",
        "date": "2026-01-10",
        "love": "51%",
        "work": "65%",
        "money": "52%",
        "health": "62%",
        "notice": "陷入比較的漩渦",
        "discuss": "56%",
        "all_text": "整體運勢欠佳，可能會感受到來自與人比較的壓力。在生活裡，難免會接觸到各種各樣的人，他們或許在某些方面表現出色，這可能會讓你不自覺地拿自己與他們進行比較。一旦陷入這種比較的漩渦，就容易產生焦慮和自卑的情緒，覺得自己處處不如人。這種負面情緒會像陰影一樣籠罩著你，影響你這一天的狀態。其實，每個人都有自己的優點和不足，與人比較並不能真正衡量自己的價值。不妨把注意力放回自己身上，關注自己的成長和進步。想想自己在這一天裡有哪些收穫，哪怕只是一點小小的進步，也值得肯定和鼓勵。以積極的心態看待自己，能讓你逐漸擺脫與人比較帶來的壓力，重新找回自信。",
        "love_text": "單身的你，感情方面別太著急，緣分還沒到的時候，耐心等待就好。利用這段時間提升自己，讓自己變得更加優秀，當緣分來臨時才能更好地把握。已有伴者的你，和伴侶要相互扶持，共同面對生活中的困難。在對方需要的時候，給予支持和鼓勵，一起攜手前行，讓感情更加深厚。",
        "work_text": "你會明顯感覺到進展遲緩，彷彿有一股無形的力量在阻礙著你前進的步伐。在處理事務時，常常會遇到各種意想不到的問題和困難，導致原本順利的流程變得曲折複雜。而且，在解決問題的過程中，也可能會因為一些外部因素的干擾而陷入僵局，使得整體進度難以推進，讓你感到有些焦慮和無奈。",
        "lucky_star": "處女座",
        "money_text": "資金週轉可能會有點緊張，可能是有一些突發的支出，比如家裡電器壞了需要維修，或者身體不舒服要看病花錢。這時候要合理安排資金，優先保證必要的生活開支。如果實在週轉不過來，也可以向親朋好友借一下，但要及時歸還，別因為資金問題影響了人際關係。",
        "health_text": "腿部易酸脹，可能是因為長時間站立或者走路過多。這天要注意腿部的休息，避免長時間保持站立姿勢，工作間隙可以坐下休息一會兒，抬高雙腿，促進腿部血液循環。晚上回家後可以用熱水泡泡腳，按摩按摩腿部肌肉，緩解酸脹感，讓腿部得到充分的放鬆。",
        "lucky_color": "寶藍色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "主動加班",
        "yi": "照片記錄生活",
        "all": "71%",
        "date": "2026-01-10",
        "love": "76%",
        "work": "75%",
        "money": "63%",
        "health": "79%",
        "notice": "勿過於沉迷手機",
        "discuss": "75%",
        "all_text": "整體運勢一般般，沒有特別突出的起伏。在這一天裡，建議不要過於沉迷手機。如今，手機已經成為生活中不可或缺的一部分，但過度沉迷其中會帶來不少問題。長時間盯著手機屏幕，會讓你忽略周圍的人和事，錯過很多生活中的美好瞬間。比如，與家人朋友相處時，若一直低頭玩手機，會讓彼此的交流變得冷淡，影響感情。而且，過度沉迷手機還可能讓你陷入虛擬世界的信息洪流中，消耗大量的時間和精力，卻得不到實質性的收穫。不妨在這一天裡，適當減少使用手機的時間，多與身邊的人面對面交流，參與一些現實中的活動，感受真實生活的溫度，這樣能讓你的生活更加豐富多彩。",
        "love_text": "單身的你，要大膽展現自己的魅力，吸引他人的目光。可以在穿著打扮上多花些心思，展現出自己獨特的風格，讓更多的人注意到你。已有伴者的你，要尊重彼此的想法和選擇，給對方足夠的空間和自由。這樣能讓你們之間更有默契，感情也會更加長久。",
        "work_text": "整體處於穩中求進的狀態，既不會急於求成，也不會原地踏步，而是以一種沉穩的姿態在穩步前行。在這一天，你能夠保持冷靜的頭腦，認真分析各種情況，做出合理的決策。雖然目前還沒有迎來明顯的機遇，但你正在為未來的發展積蓄力量，只要保持這種狀態，等待合適的契機出現，就能實現更大的突破。",
        "lucky_star": "天秤座",
        "money_text": "社交能給你帶來財路，在和朋友聚會或者參加社交活動的時候，可能會聽到一些賺錢的信息或者機會。要多和不同的人交流，擴大自己的人脈圈，說不定就能從中發現商機。不過在接觸新的賺錢機會時，要謹慎一些，做好調查和評估，別被一些虛假的信息誤導。",
        "health_text": "口腔易上火，可能會出現口腔潰瘍、牙齦腫痛等問題。這天飲食要清淡一些，少吃辛辣、油炸等容易上火的食物，多吃些清熱降火的食物，像苦瓜、綠豆湯等。還要注意口腔衛生，早晚刷牙，飯後漱口，保持口腔清潔，避免細菌滋生，預防口腔上火問題。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說別人閒話",
        "yi": "膽大心細",
        "all": "66%",
        "date": "2026-01-10",
        "love": "58%",
        "work": "64%",
        "money": "53%",
        "health": "62%",
        "notice": "太過於瞻前顧後",
        "discuss": "57%",
        "all_text": "整體運勢較差，主要問題在於過於瞻前顧後，以至於不敢行動。在做決定或者面對選擇時，你可能會反覆思考各種可能的結果，擔心出現不好的情況，這種過度的擔憂會讓你陷入猶豫不決的狀態。比如，面對一個想要嘗試的新事物，你會在心裡反覆權衡利弊，考慮各種可能遇到的困難，結果越想越害怕，最終不敢邁出第一步。然而，很多事情只有去做了才能知道結果，過度瞻前顧後只會讓你錯過很多機會。不妨試著放下一些不必要的顧慮，勇敢地邁出第一步。哪怕結果不盡如人意，也能從中學到經驗教訓，為未來的行動提供參考。以勇敢的姿態面對生活，才能在這一天裡打破困境，迎來轉機。",
        "love_text": "單身的你，在面對感情時要擦亮雙眼，仔細辨別對方的真心。別被一些虛假的表象所欺騙，要找到那個真正對你好的人。已有伴者的你，要珍惜和伴侶相處的時光，用心經營這段感情。多表達自己的愛意，讓對方感受到你的在乎，這樣感情才能長久。",
        "work_text": "你會發現自己付出了很多努力，但收穫卻與付出不成正比，呈現出事倍功半的局面。在做事情時，雖然投入了大量的時間和精力，但由於方法不當或方向偏差，導致效果並不理想。這種狀況可能會讓你感到有些沮喪和失落，甚至開始懷疑自己的能力，但不要氣餒，及時調整策略，或許能改善現狀。",
        "lucky_star": "雙子座",
        "money_text": "兼職收入會增加，如果你平時有做兼職，這一天可能會接到更多的兼職任務，或者兼職的報酬會有所提高。在做兼職的時候，要認真對待每一項任務，保證質量，這樣才能得到更多的認可和機會。同時，也要合理安排好兼職和本職工作的時間，別因為兼職影響了本職工作。",
        "health_text": "睡眠質量淺，稍微有點動靜就容易醒，很難進入深度睡眠。這天睡前要儘量營造安靜的睡眠環境，關閉門窗，減少外界噪音干擾。也可以戴上耳塞、眼罩，讓自己不受外界影響。還可以聽一些輕柔舒緩的音樂，幫助放鬆身心，提高睡眠質量，讓自己睡得更安穩。",
        "lucky_color": "酒紅色",
        "lucky_number": "2"
      }
    }
  }
}