{
  "updated": "2025-07-26T03:36:12.988Z",
  "updateTime": "2025/7/26 上午11:36:12",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 26259,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "用謊言蓋謊言",
        "yi": "閱讀十頁書",
        "all": "83%",
        "date": "2025-07-26",
        "love": "89%",
        "work": "76%",
        "money": "85%",
        "health": "77%",
        "notice": "積極向上的氛圍",
        "discuss": "87%",
        "all_text": "整體運勢穩中有升，每一步都紮實且充滿希望。你能明顯感覺到生活各方面都在朝著好的方向發展，那種積極向上的氛圍環繞著你。你會發現，自己的努力開始有了更清晰的反饋。以往付出的汗水和精力，在這一天彷彿化作了實實在在的好運，只要你繼續保持努力的狀態，就越容易抓住幸運的小尾巴。可能是生活中一些瑣碎的事情變得更加順利，也可能是原本有些擔憂的狀況出現了轉機。在人際交往方面，你的真誠和熱情會吸引到志同道合的人，彼此之間的交流互動十分融洽，讓你感受到溫暖與支持。而且，你的心態也會更加樂觀積極，面對生活中的小挑戰，都能以平和的心態去應對，不會輕易被困難打倒。這種良好的心態又會進一步推動運勢的提升，形成一個良性循環。不過還是要保持專注和認真，繼續腳踏實地地前行。",
        "love_text": "單身的你，在感情上主動一點準沒錯。別總是等著緣分找上門，遇到有好感的人，大大方方地去搭話、交流，說不定一段故事就此開啟。已有伴者的你，不妨和伴侶找個時間深入聊聊，分享下彼此內心深處的想法，加深對對方的瞭解。在交流中，你們能發現對方更多可愛的地方，感情也會在這樣真誠的互動中升溫。",
        "take_star": "",
        "work_text": "整體狀態有些雜亂，就像堆滿雜物的房間，需要好好梳理頭緒。在處理各種事務時，容易陷入混亂，各種想法和任務交織在一起，讓你有些找不到方向。可能會同時面臨多個選擇，卻難以抉擇哪個才是最優解。這種狀況可能會讓你感到焦慮和急躁，但彆著急，靜下心來，把事情一件件列出來，按照重要程度和緊急程度排序，逐步去解決，就能慢慢理清思路，讓一切回到正軌。",
        "lucky_star": "雙子座",
        "money_text": "財運整體向好，不過得在收支計劃上多花心思。這一天收入和支出可能都有變動，要是沒個清晰規劃，容易錢花得稀裡糊塗。建議你先梳理下當天的收入來源，再根據重要程度給各項支出排個序，像生活開銷、必要社交等，這樣能保證每一分錢都花在刀刃上，避免不必要的浪費。",
        "health_text": "別長時間待在空調房裡啦，空調房空氣不流通，還容易讓身體受涼。待久了可能會出現鼻塞、頭痛等不適症狀。每隔一段時間就出去透透氣，讓身體適應一下自然溫度。在空調房裡也可以放個加溼器，保持空氣溼潤，避免皮膚和呼吸道乾燥。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡覺不蓋被子",
        "yi": "看高分紀錄片",
        "all": "59%",
        "date": "2025-07-26",
        "love": "61%",
        "work": "56%",
        "money": "52%",
        "health": "66%",
        "notice": "希望寄託在外界",
        "discuss": "65%",
        "all_text": "整體運勢呈現出下滑態勢，這讓你不得不打起精神來應對生活中的各種狀況。這一天，很多事情似乎都不太如你所願，原本的計劃和期待可能會遭遇一些阻礙和挫折。此時，千萬不要將期待寄予別人身上。因為在這個運勢下，他人的幫助可能並不如你想象中那麼及時和有效，甚至可能會因為依賴他人而讓自己陷入更被動的局面。你可能會發現，身邊的人似乎都有自己的事情要忙，無法給予你足夠的支持。在生活裡，一些突發的小狀況會讓你有些手忙腳亂，比如物品損壞、出行不順等。這些看似不起眼的小事，卻會不斷消耗你的精力和耐心。而且，你的情緒也容易受到影響，變得有些煩躁和焦慮。不過，這也是一個提醒，讓你明白不能總是把希望寄託在外界，要學會依靠自己的力量去解決問題。只要你保持冷靜，積極應對，就能走出困境，只是這個過程可能會有些艱難。",
        "love_text": "單身的你，想要吸引到合適的人，得先改掉自己那些不經意間暴露的小缺點。比如說話太直接、做事太固執等，讓自己變得更完美，才能吸引到優質對象。已有伴者的你，要正視自己在感情裡存在的問題，別總是逃避。主動和伴侶溝通，一起尋找解決辦法，這樣才能讓感情更加穩固長久。",
        "take_star": "",
        "work_text": "給自己施加了太大的壓力，自我要求過高，就像揹著沉重的包袱前行。無論是面對日常的任務，還是新的挑戰，你都希望自己能做到盡善盡美，這種過高的期待讓你神經緊繃。一旦出現一點小失誤，就會陷入自我懷疑和自責的情緒中。其實，完美是不存在的，適當地降低一些標準，給自己一些放鬆的空間，才能以更好的狀態去應對各種情況，也能避免因壓力過大而影響表現。",
        "lucky_star": "天秤座",
        "money_text": "財運不太樂觀，可千萬別破罐子破摔。或許會遇到一些花錢的小狀況，讓你有點鬧心，但別因為一時的不順就隨意揮霍或者放棄理財計劃。冷靜下來，仔細分析每一筆支出是否合理，儘量節省不必要的開支，同時也可以想想怎麼優化現有的理財方式，說不定能慢慢改善財運。",
        "health_text": "出門可得做好防曬防暑措施，天氣炎熱，長時間在戶外容易中暑，出現頭暈、乏力等症狀。帶上遮陽傘、太陽帽，塗好防曬霜，儘量避開高溫時段出門。要是感覺身體發熱不適，趕緊找個陰涼地方休息，喝點涼白開或者淡鹽水補充水分和鹽分。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不起身",
        "yi": "逛逛特色書店",
        "all": "72%",
        "date": "2025-07-26",
        "love": "75%",
        "work": "71%",
        "money": "70%",
        "health": "73%",
        "notice": "屬於自己空閒時間",
        "discuss": "78%",
        "all_text": "整體運勢中規中矩，是比較清閒的一天。這一天，生活節奏相對平緩，沒有太多繁雜的事務纏身，讓你有了一些屬於自己的空閒時間。這種清閒的狀態，既是一種放鬆，也可能隱藏著一些小陷阱。因為沒有太多的事情需要處理，你可能會覺得有些無聊，甚至產生一種虛度光陰的感覺。不過，這並不意味著這一天就毫無意義。你可以利用這段時間來整理自己的思緒，回顧一下近期的生活，思考一下未來的方向。也可以做一些自己喜歡的事情，比如閱讀一本好書、聽一首喜歡的音樂，或者進行一些簡單的運動，讓自己的身心得到充分的放鬆。雖然運勢沒有特別突出的亮點，但這種平穩的狀態也為你提供了一個調整和充電的機會。只要你能夠合理利用這段時間，不讓自己陷入無意義的消遣中，就能在清閒中找到屬於自己的小確幸，為接下來的生活積蓄能量，以更好的狀態迎接新的挑戰。",
        "love_text": "單身的你，可別宅在家裡不出門，多去參加一些社交活動，像是朋友聚會、興趣小組等。在熱鬧的場合中，你會有更多機會結識新朋友，說不定其中就有那個讓你心動的人。已有伴者的你，不妨拉著伴侶一起去戶外走走，呼吸新鮮空氣，看看大自然的美景，在輕鬆的氛圍中，感情會更加甜蜜。",
        "take_star": "",
        "work_text": "整體以常規任務為主，生活節奏相對平穩。你不需要面對太多複雜的新問題，大多是一些按部就班就能完成的事情。這種狀態讓你有足夠的時間和精力去處理細節，把每一項任務都完成得較為出色。不過，也可能會因為缺乏挑戰而讓你感到有些無聊，但這也是一個沉澱自己、鞏固基礎的好時機，好好把握，為未來的發展打下堅實的基礎",
        "lucky_star": "水瓶座",
        "money_text": "財運表現平平，沒有其他的進賬。這一天主要還是靠日常的收入來源，所以要把現有的錢規劃好。在消費的時候要剋制一下購物的衝動，別看到喜歡的東西就買買買。可以先把錢存一部分起來，以備不時之需，畢竟沒有額外進賬的時候，合理儲蓄才能讓你的財務狀況更穩定。",
        "health_text": "你要留意保持情緒的穩定，情緒波動過大可能會影響身體健康，比如導致血壓升高、心跳加快等。遇到事情彆著急上火，先冷靜下來思考解決辦法。可以通過聽音樂、看電影等方式放鬆心情，讓自己保持平和的心態，這樣對身體才更有好處。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間暴曬",
        "yi": "落實運動鍛鍊",
        "all": "77%",
        "date": "2025-07-26",
        "love": "80%",
        "work": "76%",
        "money": "74%",
        "health": "78%",
        "notice": "以出門安排展開",
        "discuss": "79%",
        "all_text": "整體運勢尚可，可能會圍繞著一些出門的安排展開。或許是臨時起意想去周邊逛逛，感受下不同的氛圍；也可能是早就計劃好的出行，比如去參加一個活動、探望親朋好友之類的。出門的過程整體還算順利，沒有太多讓人頭疼的阻礙。在出門途中，你有機會接觸到各種各樣的人和事，這會為你的生活增添不少新鮮感。可能會遇到一些有趣的小插曲，讓你的心情格外愉悅。不過，出門在外也要多留意自身安全和隨身物品，避免因為疏忽帶來不必要的麻煩。回到生活中，除了出門相關的事宜，其他方面也處於一種平穩的狀態。沒有特別大的驚喜，但也不會有讓你煩心的狀況出現。你可以按照自己的節奏，有條不紊地處理日常瑣事。這種平穩又帶著小期待的運勢，讓你既能享受出門的樂趣，又能安心於當下的生活。只要保持一顆平常心，以積極的態度去面對這一天，就能收穫一份屬於自己的小滿足。",
        "love_text": "單身的你，或許會遇到一個和你聊得來的對象。你們有著相似的興趣愛好，能聊的話題很多，從生活瑣事到人生理想，越聊越投機。已有伴者的你，可以和伴侶一起培養一個共同話題，比如一起追一部劇、玩一款遊戲，在共同參與的過程中，增進彼此之間的默契和感情。",
        "take_star": "",
        "work_text": "需要著重完善計劃，就像建築師在建造房屋前要精心繪製藍圖一樣。你手頭可能有一些正在進行的事情，或者即將開展新的項目，但目前的計劃還存在一些漏洞和不足。利用時間，仔細思考每一個環節，考慮可能出現的各種情況，並制定相應的應對措施。一個完善的計劃能讓你在後續的執行過程中更加順利，避免出現手忙腳亂的情況，也能提高成功的幾率。",
        "lucky_star": "處女座",
        "money_text": "財運有發展的空間，重點可以放在開拓兼職和副業上。也許你平時有一些特長或者空閒時間，不妨利用起來找找兼職機會，或者嘗試開展自己的副業。不過在開始之前，要了解清楚相關的規則和風險，別盲目投入，合理規劃時間和精力，這樣有可能通過兼職和副業增加一些額外收入。",
        "health_text": "睡前可別再玩手機啦，手機屏幕發出的藍光會抑制褪黑素的分泌，影響你的睡眠質量，讓你第二天沒精神。睡前一小時就把手機放下，可以泡個腳、看看書，營造一個良好的睡眠氛圍。保證充足的睡眠，身體才能得到充分的休息和恢復。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝冷水澡",
        "yi": "短途旅行",
        "all": "94%",
        "date": "2025-07-26",
        "love": "95%",
        "work": "96%",
        "money": "91%",
        "health": "97%",
        "notice": "一切盡在掌控中",
        "discuss": "95%",
        "all_text": "整體運勢相當給力，會有一種一切盡在掌控中的感覺。這種掌控感並非是盲目自大，而是源於你對生活各方面的清晰認知和從容應對。在這一天裡，無論遇到什麼事情，你都能迅速理清思路，找到合適的解決辦法。生活中的小難題在你面前就像紙老虎，輕鬆就能被化解。而且，你還能敏銳地捕捉到周圍環境中的機會，憑藉自己的能力和果斷的決策，將這些機會牢牢抓在手中。這種良好的運勢也會影響到你的心態，讓你變得更加自信和樂觀。你會以一種積極向上的姿態去面對生活，這種正能量還會感染到身邊的人，讓你的人際關係更加和諧融洽。在與人交往中，你能輕鬆地表達自己的想法和觀點，得到他人的理解和支持。總之，這一天你會感覺生活充滿了無限可能，只要順著自己的節奏走，就能收穫滿滿的幸福和滿足。",
        "love_text": "單身的你，可能會有巧遇發生哦。也許是在逛街時、乘坐公共交通時，突然遇到那個讓你眼前一亮的人。保持自信，勇敢地展現自己的魅力。已有伴者的你，伴侶會為你準備一個小驚喜，可能是一份小禮物，也可能是一個貼心的舉動，讓你感受到滿滿的愛意，感情也會更加甜蜜。",
        "take_star": "",
        "work_text": "得心應手的一天，彷彿一切都在你的掌控之中。無論是面對複雜的任務，還是突發的情況，你都能迅速做出反應，找到解決問題的辦法。你的能力和自信在這個時候得到了充分的展現，周圍的人也會對你投來讚賞的目光。不過，也別因此而驕傲自滿，保持謙虛的態度，繼續努力，會有更多的收穫在等著你。",
        "lucky_star": "金牛座",
        "money_text": "你的偏財運不錯，可能會有一些意外的小驚喜。這一天或許會有一些額外的收益機會找上門來，比如收到退款、小獎勵之類的。不過也別因為偏財運好就掉以輕心，還是要保持理性消費，把意外之財合理規劃，可以存一部分起來，也可以用來投資一些穩健的項目，讓錢生錢。",
        "health_text": "運動前一定要做好充分熱身，不然運動過程中容易拉傷肌肉或者扭傷關節。可以先活動一下手腕、腳腕，然後慢跑幾分鐘，再做做伸展運動，讓身體各個部位都活動開。運動過程中也要注意強度，別過度運動，避免身體疲勞損傷。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化決策",
        "yi": "與朋友聚會",
        "all": "92%",
        "date": "2025-07-26",
        "love": "91%",
        "work": "92%",
        "money": "95%",
        "health": "93%",
        "notice": "忙閒中感受生活",
        "discuss": "91%",
        "all_text": "整體運勢非常好，能夠在忙閒有序中感受生活的美好。這一天，你不會被繁雜的事務壓得喘不過氣，也不會因為過於清閒而感到無聊。該忙碌的時候，你能全身心地投入到要做的事情中，憑藉自己的細心和耐心，將每一項任務都完成得十分出色。而且在忙碌的過程中，你不會覺得疲憊和煩躁，反而能從中找到一種成就感。而當事情告一段落，有了空閒時間時，你也能盡情地享受這份愜意。可以泡上一杯喜歡的茶，靜靜地坐在窗邊，看看窗外的風景，放鬆一下疲憊的身心；也可以拿起一本一直想讀的書，沉浸在知識的海洋裡。這種忙閒交替的生活節奏，讓你既能感受到努力的價值，又能體會到生活的樂趣。在這一天裡，你會以一種平和而又滿足的心態，細細品味生活的每一個瞬間。",
        "love_text": "單身的你，周圍的氣氛會為你的感情加分。在社交場合中，你會散發出獨特的魅力，吸引到不少人的目光。主動和感興趣的人交流，說不定就能開啟一段美好的緣分。已有伴者的你，很適合和伴侶約會，一起去看一場電影、吃一頓浪漫的晚餐，在溫馨的氛圍中，享受彼此的陪伴，感情會更加深厚。",
        "take_star": "",
        "work_text": "創意想法多，就像靈感噴泉不斷湧出新的泉水。在處理各種事情時，你不再侷限於傳統的方法和思路，而是能夠從不同的角度去思考問題，提出新穎獨特的解決方案。這種創新思維會讓你在眾人中脫穎而出，無論是工作還是學習，都能取得不錯的成果。不過，也要注意將創意與實際相結合，確保想法具有可操作性，這樣才能讓創意真正發揮作用。",
        "lucky_star": "白羊座",
        "money_text": "財運相當給力，理財能力明顯提高。這一天你對財務狀況會有更清晰的認知，能敏銳地發現一些理財的小機會。不管是合理規劃日常開支，還是選擇合適的儲蓄方式，你都能處理得井井有條。可以趁著這個好時機，梳理一下自己的資產，制定更完善的理財計劃，讓財富更好地積累。",
        "health_text": "要是想去玩水，一定要選擇有救生員的正規場所，這樣安全更有保障。非正規場所可能存在水質不達標、沒有安全設施等問題，容易發生意外。玩水時也要遵守場所規定，不要去危險區域，做好防護措施，比如穿上救生衣，讓自己玩得開心又安心。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃生冷食物",
        "yi": "完成一個目標",
        "all": "81%",
        "date": "2025-07-26",
        "love": "79%",
        "work": "86%",
        "money": "75%",
        "health": "82%",
        "notice": "按照自己想法走",
        "discuss": "84%",
        "all_text": "整體運勢穩穩當當，就像走在一條平坦寬闊的大道上，沒有太多坑窪和阻礙。這一天，你能夠明顯感覺到生活的節奏在自己的掌控之中，可以按照自己的想法去安排各項事務。在生活的各個場景裡，你的想法都能得到一定程度的尊重和回應。無論是和家人朋友相處，還是在參與一些社交活動時，大家都會願意傾聽你的意見，這讓你在交流中更加自信從容。而且，你也能憑藉自己的判斷力，做出符合心意的選擇，不會受到外界過多的干擾。這種穩定的運勢也讓你在心態上十分平和，不會因為一些小事而焦慮或煩躁。面對生活中的小變化，你能以一種包容和理解的態度去接受，不會輕易被情緒左右。同時，你還能在穩定的狀態中發現一些新的樂趣和機會，為自己的生活增添一抹別樣的色彩。只要保持這種按自己想法行事的節奏，你就能在這一天裡收穫滿滿的舒適與滿足。",
        "love_text": "單身的你，要多留意身邊的機會，別讓緣分從指縫間溜走。在和朋友相處、參加活動時，說不定那個對的人就在其中。已有伴者的你，感情需要用心經營。別總是把愛藏在心裡，多對伴侶表達你的關心和愛意，一個溫暖的擁抱、一句貼心的問候，都能讓對方感受到你的深情。",
        "take_star": "",
        "work_text": "或許會有一些新思路悄然浮現。在處理日常事務時，那些原本看似平常的環節，可能會突然讓你產生不一樣的想法，彷彿是靈感的小火花在不經意間迸發。這些新思路或許能為當前的事情帶來新的轉機，讓局面變得更有活力。不過，新思路的可行性還需要進一步驗證，別急於全盤否定舊方法，新舊結合說不定能碰撞出更精彩的火花，助力你更好地完成各項事務。",
        "lucky_star": "獅子座",
        "money_text": "以正財為主，收入主要來自日常的工作或業務。這一天要專注於自己的本職工作，努力提升工作表現，爭取獲得更多的收入。在消費方面，要以實用為主，別為了追求時尚或者面子而過度消費。合理分配正財收入，一部分用於生活開銷，一部分存起來，這樣才能讓財務狀況更健康。",
        "health_text": "不要躺著玩手機哦，躺著玩手機不僅會影響視力，還可能導致頸椎變形。長時間保持這個姿勢，頸椎會承受很大的壓力，引發頸椎疼痛等問題。儘量坐著或者站著玩手機，並且每隔一段時間就活動一下頸椎，放鬆放鬆肌肉。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與朋友冷戰",
        "yi": "去圖書館學習",
        "all": "58%",
        "date": "2025-07-26",
        "love": "57%",
        "work": "52%",
        "money": "59%",
        "health": "60%",
        "notice": "把問題想得太複雜",
        "discuss": "63%",
        "all_text": "整體運勢較差，容易陷入一種把問題想得太複雜的困境中，從而導致自己止步不前。生活中，一些原本簡單的事情，在你的過度思考下，變得錯綜複雜，讓你感覺無從下手。這種過度思考的狀態會消耗你大量的精力，讓你在面對問題時變得猶豫不決。你可能會反覆權衡各種可能性，卻始終無法做出一個明確的決定。而且，這種消極的心態還會影響到你與身邊人的交流，你可能會因為過於敏感而誤解他人的意圖，進而引發一些不必要的矛盾。在這種運勢下，你會感覺生活彷彿被一層陰霾籠罩，做什麼事情都提不起勁。不過，你要明白，很多時候問題並沒有你想象中那麼嚴重，只是自己的思維陷入了死衚衕。試著讓自己放鬆下來，換個角度去看待問題，或許就能找到突破困境的方法，重新找回生活的動力。",
        "love_text": "單身的你，在感情上要小心表錯情。在和有好感的人交流時，別因為一時的衝動而做出錯誤的判斷，以免造成尷尬的局面。已有伴者的你，在和伴侶相處時，不要一心二用。專注於和對方的交流，認真傾聽對方的心聲，這樣才能讓感情更加和諧穩定。",
        "take_star": "",
        "work_text": "彷彿陷入了一個過度追求完美的怪圈，太過吹毛求疵。在處理事情時，對每一個細節都要求極高，哪怕是一點點小瑕疵都無法容忍。這種態度雖然體現了你的認真，但也會讓你陷入無盡的糾結和反覆修改中，不僅浪費了大量的時間和精力，還可能讓你錯過一些重要的時機。而且，過於苛刻的要求也可能會讓身邊的人感到壓力，影響團隊的和諧氛圍。不妨適當放寬標準，接受不完美，把重點放在整體效果上。",
        "lucky_star": "摩羯座",
        "money_text": "財運不佳，切勿投機取巧。這一天可能會遇到一些看似能快速賺錢的機會，但往往暗藏風險，千萬不要被一時的利益衝昏頭腦。還是要腳踏實地，依靠自己的努力和正當途徑去獲取財富。認真審視自己的財務狀況，減少不必要的消費，穩紮穩打才能避免財務損失。",
        "health_text": "大魚大肉要適度，吃太多油膩的食物會增加腸胃負擔，引起消化不良、腹脹等不適。可以搭配一些蔬菜、水果，保證飲食均衡。多吃點粗糧，促進腸胃蠕動。要是感覺吃多了，飯後可以適當散散步，幫助消化，讓腸胃更舒服。",
        "lucky_color": "金色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太爭強好勝",
        "yi": "安排一日行程",
        "all": "96%",
        "date": "2025-07-26",
        "love": "97%",
        "work": "98%",
        "money": "93%",
        "health": "96%",
        "notice": "勢如破竹的姿態",
        "discuss": "90%",
        "all_text": "整體運勢平穩上升，就像一艘揚起風帆的船，在生活的海洋中保持著勢如破竹的姿態。這一天，你會明顯感覺到生活中的各個方面都在朝著好的方向發展。在生活的日常裡，你會遇到一些讓人開心的小驚喜，這些驚喜可能來自朋友的關心、家人的陪伴，也可能是一些意外的收穫。這些小小的美好會讓你心情愉悅，充滿活力。而且，你還能憑藉自己的積極態度，吸引到更多正面的人和事進入你的生活。在與人交往中，你的熱情和真誠會感染到身邊的人，讓你的人際關係更加和諧融洽。大家都很願意和你相處，願意和你分享生活中的點點滴滴。同時，你也能從他人那裡獲得一些有益的建議和幫助，進一步提升自己的生活品質。只要保持這種積極向上的狀態，你就能在這一天裡不斷收穫成長和快樂，讓生活變得更加精彩。",
        "love_text": "單身的你，或許會有緣分到來。可能在不經意間，就遇到了那個讓你心動的人。保持積極樂觀的心態，勇敢地去追求自己的幸福。已有伴者的你，會收穫滿滿的幸福感。和伴侶在一起的每一刻都充滿甜蜜，無論是簡單的散步還是溫馨的聊天，都能讓你感受到愛情的美好。",
        "take_star": "",
        "work_text": "你就像站在了幸運的舞臺上，能得到很多助力。周圍的人彷彿都成了你的貴人，無論是同事、同學還是朋友，都可能會在你需要的時候伸出援手。在遇到困難時，不用自己獨自苦苦思索，向身邊的人請教，他們會給你提供寶貴的建議和有效的解決方案。而且，一些意想不到的機會也可能悄然降臨，為你打開新的發展通道。抓住這些助力，積極行動起來，你將在各方面取得不錯的成果。",
        "lucky_star": "天蠍座",
        "money_text": "財運很棒，眼光獨到。這一天你能夠敏銳地捕捉到一些別人沒注意到的理財小機會，不管是選擇合適的儲蓄產品，還是發現一些性價比高的商品進行合理消費，都能處理得很好。可以充分發揮自己獨特的眼光，多關注市場動態，說不定能找到讓財富增值的新途徑。",
        "health_text": "不要吃太多上火的東西，像辣椒、花椒、油炸食品等，吃多了容易上火，出現口腔潰瘍、便秘等問題。可以選擇一些清熱降火的食物，比如綠豆湯、苦瓜、冬瓜等。多喝水，促進身體新陳代謝，把體內的火氣排出去。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "郊外野餐露營",
        "all": "79%",
        "date": "2025-07-26",
        "love": "70%",
        "work": "64%",
        "money": "78%",
        "health": "80%",
        "notice": "外部環境影響大",
        "discuss": "76%",
        "all_text": "整體運勢處於一種平平的狀態，就像平靜湖面沒有太多大的起伏。這一天，外部環境對你的影響較為顯著，彷彿你是一艘在海上航行的船，外界的風向和浪頭會輕易改變你的航向。生活裡，周圍人的情緒和態度可能會感染到你。要是身邊人情緒低落，你也會不自覺地被這種氛圍籠罩，原本積極的心態受到影響；要是周圍氛圍熱烈歡快，你也能跟著開心起來。而且，一些外界的突發狀況，比如臨時更改的出行路線、突然調整的生活規則，都可能打亂你原本的節奏，讓你有些手忙腳亂。不過，這種影響並非完全是負面的。它也能讓你更加敏銳地感知周圍的變化，鍛鍊自己隨機應變的能力。雖然運勢沒有特別突出的亮點，但只要你保持冷靜，不被外界的變化牽著鼻子走，以一種平和的心態去應對，就能在適應的過程中找到新的平衡。在應對外部影響的過程中，你也能積累不少處理生活瑣事和突發狀況的經驗，為未來的生活做好準備。",
        "love_text": "單身的你，不妨好好打扮一下自己。一個整潔得體的形象會讓你更有自信，也能吸引到更多人的目光。說不定在某個場合中，就因為你的出眾外表而結識到那個對的人。已有伴者的你，在感情中不要過度迎合對方。保持自己的個性和想法，和伴侶相互尊重、相互理解，感情才能長久。",
        "take_star": "",
        "work_text": "似乎有些缺乏堅持的毅力，容易半途而廢。在開始做一件事情時，你可能充滿熱情和動力，但隨著時間的推移，遇到一些小困難或者覺得進展緩慢，就容易產生放棄的念頭。這種狀態會讓你之前的努力付諸東流，也無法真正取得成果。其實，很多事情都需要一定的時間和耐心去積累和沉澱，只要再堅持一下，就可能看到曙光。",
        "lucky_star": "射手座",
        "money_text": "財運較為平穩，收支基本平衡。這一天收入和支出不會有太大的波動，不過也不能因此就放鬆警惕。還是要仔細規劃每一筆錢的用途，避免出現不必要的消費。可以對自己的財務狀況做個小總結，看看哪些地方可以節省開支，哪些方面可以增加收入，為未來的財務規劃做好準備。",
        "health_text": "要保持良好的個人衛生習慣，勤洗手、勤洗澡、勤換衣服。手上容易沾染細菌，不洗手就拿東西吃，可能會把細菌吃進肚子裡，引起腸胃疾病。洗澡可以保持皮膚清潔，預防皮膚感染。定期換洗衣服，讓自己時刻保持清爽乾淨，減少生病的機會。",
        "lucky_color": "卡其色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "創意寫作",
        "all": "90%",
        "date": "2025-07-26",
        "love": "93%",
        "work": "89%",
        "money": "91%",
        "health": "92%",
        "notice": "左右逢源魅力UP",
        "discuss": "94%",
        "all_text": "整體運勢相當不錯，呈現出一種左右逢源、自信有魅力的狀態，彷彿自帶光芒，走到哪裡都能吸引他人的目光。在這一天，你與他人的交流互動十分順暢。無論是和老友相聚，還是結識新朋友，都能迅速打開話匣子，聊得投機。你的觀點新穎獨特，總能給人帶來新的啟發，大家都很願意傾聽你的想法，這讓你在社交場合中格外自信。而且，你的自信和魅力也會感染到身邊的人，讓整個氛圍變得輕鬆愉快。生活中，你還會遇到一些讓自己開心的小確幸。可能是發現了一家超好吃的小店，也可能是讀到了一本特別精彩的書。這些小驚喜會讓你心情愉悅，充滿活力。同時，你的這種良好狀態也會吸引更多積極的事物向你靠近，形成一個良性循環，讓你在這一天裡盡情享受生活的美好，收穫滿滿的快樂和滿足。",
        "love_text": "單身的你，魅力四射，走到哪裡都能成為焦點。你的獨特氣質會吸引到不少異性的關注，勇敢地和他們交流，說不定就能開啟一段浪漫的戀情。已有伴者的你，不妨找個機會和伴侶互相表白，把藏在心裡的愛意大聲說出來。在真誠的表達中，你們的感情會更加堅定。",
        "take_star": "",
        "work_text": "對你來說，穩紮穩打就是最好的策略。不需要去追求那些過於冒險或者激進的方式，按照既定的計劃和節奏，一步一個腳印地前進，就能取得不錯的成果。你有著清晰的思維和理性的判斷，能夠把每一件事情都安排得井井有條。在這個過程中，保持專注和耐心，認真對待每一個細節，避免因為粗心大意而出現失誤。",
        "lucky_star": "雙魚座",
        "money_text": "或有不錯的收穫，財運值得期待。這一天可能會有一些讓你驚喜的財務消息，比如獎金、補貼等。不過得到收穫後別急著揮霍，要合理規劃這筆錢。可以拿出一部分改善生活，另一部分存起來或者用於穩健的投資，讓這份收穫能持續為你帶來好處，進一步提升你的財務狀況。",
        "health_text": "被子床單要定期換洗，長時間不換洗，上面會滋生大量的細菌和蟎蟲，容易引起皮膚過敏、呼吸道疾病等問題。可以每隔一兩週就把被子床單拿出去曬曬太陽，利用紫外線殺菌。換洗後要徹底晾乾，避免滋生黴菌，給自己創造一個健康的睡眠環境。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "參觀藝術展",
        "all": "61%",
        "date": "2025-07-26",
        "love": "72%",
        "work": "63%",
        "money": "55%",
        "health": "67%",
        "notice": "視野侷限於小世界",
        "discuss": "54%",
        "all_text": "整體運勢欠佳，這一天要格外注意，不要將視野侷限於自己的小世界裡。當你沉浸在自己的小天地中時，就像戴上了有色的眼鏡，只能看到眼前有限的事物，而忽略了外面廣闊的世界。在生活裡，你可能會因為過於關注自己的感受和想法，而對他人的需求和意見置若罔聞。這可能會讓你在與人交往中產生一些不必要的誤會，影響人際關係。而且，只盯著自己的小圈子，會讓你錯過很多外面的精彩。也許有一些新的活動、新的朋友正在等著你去發現，但你卻因為自己的侷限而與之擦肩而過。同時，這種侷限的視野還可能讓你在面對問題時，找不到更好的解決辦法。因為你的思維被限制在一個狹小的範圍內，缺乏更廣闊的視角和思路。所以，在這一天裡，你要試著打開自己的心扉，多關注周圍的人和事，主動走出自己的小世界，這樣才能看到更多的可能性，改善當前的運勢狀況，讓生活重新充滿活力。",
        "love_text": "單身的你，在感情上需要一些時間。彆著急，緣分會在合適的時候出現。在這段時間裡，好好提升自己，讓自己變得更加優秀。已有伴者的你，要學會尊重對方的想法。在遇到分歧時，不要急於爭辯，而是耐心傾聽對方的意見，共同尋找一個雙方都能接受的解決方案，這樣感情才能更加和諧。",
        "take_star": "",
        "work_text": "容易出現一心多用的情況，就像同時打開多個窗口的電腦，每個窗口都在運行，但都運行得不順暢。在處理事情時，你可能會同時想著好幾件事，導致注意力分散，無法全身心地投入到其中任何一件事情中。這樣不僅會影響做事的效率，還可能因為粗心大意而出現各種錯誤。要學會集中精力，一次只專注於一件事情，完成一件再做下一件，這樣才能提高做事的質量和效率。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不太好，面臨“月光”壓力。這一天可能會有不少花錢的地方，讓你感覺錢包癟癟的。要是不想變成“月光族”，就得嚴格控制消費。在購物前多想想是否真的需要，避免衝動消費。也可以制定一個簡單的消費清單，按照清單購物，這樣能有效減少不必要的開支，緩解財務壓力。",
        "health_text": "睡眠不足容易導致頭痛等問題，一定要保證充足的睡眠時間。晚上儘量早點上床睡覺，營造一個安靜、舒適的睡眠環境。睡前別喝濃茶、咖啡等提神的飲品，不然更難入睡。要是已經出現頭痛症狀，可以按摩一下太陽穴，緩解疼痛，讓自己儘快恢復精神。",
        "lucky_color": "蔥綠色",
        "lucky_number": "2"
      }
    }
  }
}