{
  "updated": "2025-08-18T21:09:19.254Z",
  "updateTime": "2025/8/19 上午5:09:19",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 75949,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "背後說人壞話",
        "yi": "重新出發",
        "all": "71%",
        "date": "2025-08-19",
        "love": "79%",
        "work": "64%",
        "money": "78%",
        "health": "72%",
        "notice": "反覆拉扯小狀況",
        "discuss": "75%",
        "all_text": "對你來說像是站在新起點前的緩衝帶，整體狀態不算突出但暗藏轉機。生活中可能遇到一些反覆拉扯的小狀況，比如原本計劃好的事突然需要調整方向，或是和身邊人的溝通出現微妙的卡頓感。這些細節容易讓你產生“是不是哪裡沒做好”的自我懷疑，但其實是宇宙在提醒你：過去的模式可能需要升級了。這一天更適合安靜觀察身邊的變化，把注意力從“急著推進”轉向“理清思路”，比如整理下最近堆積的雜物，或是重新梳理某個模糊的想法。傍晚後情緒會逐漸明朗，適合做些輕鬆的小事轉移注意力，比如散步時聽點節奏輕快的音樂，或和朋友簡單聊幾句。別被“必須立刻變好”的念頭困住，有時候停一停，反而能看清下一步該往哪走。給自己一點重新出發的勇氣，哪怕只是邁出一小步，也是在為未來的突破積累能量。",
        "love_text": "單身的你，適合在穿搭或妝容上花點小心思，提升魅力值，可能會吸引到讓你有點心動的人，但別急著主動出擊，先觀察對方的反應再行動。已有伴者的你，相處中別總急著爭輸贏，偶爾順著對方的小脾氣，或是一起學個新技能，比如做道新菜，在共同成長中感情會更緊密。",
        "take_star": "",
        "work_text": "彷彿置身於知識迷霧中，記憶點像調皮的小精靈，總也抓不牢。無論是工作裡的方案要點，還是學習中的知識點，都容易在腦海中一閃而過。這可能導致你在交流或操作時出現小失誤，需要反覆確認。不過彆氣餒，多給自己一些耐心，慢慢梳理，情況會有所改善。",
        "lucky_star": "摩羯座",
        "money_text": "財運較為平穩，沒有明顯的大筆進賬。這一天裡，在理財方面不用過於激進，別想著一下子有大的收穫。可以先把精力放在梳理現有資產上，看看哪些投資是穩定增值的。同時，對於一些看似誘人但不確定的項目，要保持謹慎態度，別盲目跟風投入，穩穩當當守護好自己的錢袋子就行。",
        "health_text": "提防頸椎問題。長時間保持一個姿勢，不管是對著電腦工作，還是低頭刷手機，都容易讓頸椎承受過大壓力。工作或娛樂間隙，每隔一段時間就起身活動活動，做做頸部的前屈、後伸、左右旋轉動作，拉伸頸部肌肉。晚上睡覺時，選個合適的枕頭，保持頸椎的自然曲度，預防頸椎不適找上門。",
        "lucky_color": "桃紅色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "依賴別人幫助",
        "yi": "完成自律打卡",
        "all": "55%",
        "date": "2025-08-19",
        "love": "60%",
        "work": "56%",
        "money": "50%",
        "health": "65%",
        "notice": "耐著性子慢慢磨",
        "discuss": "78%",
        "all_text": "整體節奏像被按了慢放鍵，很多事需要你耐著性子慢慢磨。可能會遇到計劃外的等待，比如辦事時流程比預期長，或是和他人溝通時對方反應遲緩，容易讓你產生急躁感。但這一天考驗的正是你的“耐力值”，越是急著看到結果，越容易在細節上出錯。生活中可能會有些小麻煩反覆出現，比如物品找不到、信息沒及時回覆，這些看似瑣碎的事會消耗你的情緒能量。建議把大目標拆解成小步驟，先完成能掌控的部分，比如整理桌面、列個待辦清單，用具體的行動抵消焦慮感。傍晚後情緒容易低落，適合做些能讓自己放鬆的事，比如泡個熱水澡、看部輕鬆的電影，彆強迫自己必須“積極起來”。記住，暫時的“慢”不是停滯，而是在為後續的積累打基礎，堅持過這段緩衝期，狀態會逐漸回升。",
        "love_text": "單身的你，遇到有好感的人時容易因膽怯而退縮，比如想搭話卻猶豫半天，其實大大方方打個招呼，反而能讓對方注意到你的真誠。已有伴者的你，別總揪著對方的小毛病不放，比如襪子沒放整齊、說話聲音大，多關注對方的優點，一起做頓飯或看場電影，氛圍會更輕鬆。",
        "take_star": "",
        "work_text": "被“完美主義”的枷鎖束縛著，過於吹毛求疵。你對每一個環節都要求盡善盡美，這雖然體現了你的認真態度，但也容易讓你陷入細節的泥沼，忽略整體進度。而且，這種高標準可能會讓你和身邊的人產生摩擦，影響合作氛圍。適當放寬標準，抓大放小，或許能更高效地推進事務。",
        "lucky_star": "白羊座",
        "money_text": "財運不太樂觀，尤其要遠離風險項目。那些高回報但伴隨高風險的投資，千萬不要輕易嘗試，不然很可能血本無歸。在消費上也要理性，別看到喜歡的東西就衝動購買。可以把手頭的資金存進一些穩健的理財產品裡，保證資金的安全，先穩住當前的財務狀況，等待財運好轉的時機。",
        "health_text": "建議不要自尋煩惱，情緒對健康影響可不小。要是總為一些小事糾結、焦慮，會讓身體處於緊張狀態，時間長了可能引發頭痛、失眠等問題。遇到煩心事，試著換個角度想想，或者找朋友傾訴傾訴，把心裡的疙瘩解開。也可以聽聽舒緩的音樂，放鬆放鬆心情，讓身體和大腦都輕鬆起來。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心浮氣躁",
        "yi": "培養一技之長",
        "all": "97%",
        "date": "2025-08-19",
        "love": "95%",
        "work": "88%",
        "money": "98%",
        "health": "96%",
        "notice": "輕鬆中帶點小驚喜",
        "discuss": "93%",
        "all_text": "對你而言像是被幸運星砸中的一天，整體狀態輕鬆又帶點小驚喜。生活中可能會遇到“剛好需要，剛好出現”的巧合，比如想找的東西突然出現，或是無意間得到某個有用的信息。這些細節會讓你覺得“運氣不錯”，而這種正向反饋會進一步帶動你的行動力。建議主動做些平時猶豫的事，比如嘗試新路線、和不太熟的人聊兩句，可能會發現新的可能性。社交場合中容易成為焦點，你的幽默感和靈活應變能贏得他人好感，但別因為太興奮而忽略對方的真實需求。傍晚後適合給自己一點小獎勵，比如買杯喜歡的飲料、聽首收藏的歌，把這份好狀態延續到睡前。關鍵詞是“主動”和“享受”，順著內心的熱情走，收穫會比預期更多。",
        "love_text": "單身的你，社交場合中容易遇到幫你牽線的人，可能是朋友介紹，或是聚會中自然聊到，別拒絕新機會，多聊聊說不定就有火花。已有伴者的你，適合和伴侶外出約會，比如去公園散步、逛逛市集，在輕鬆的環境裡說說心裡話，感情會像加了糖的咖啡，更甜更暖。",
        "take_star": "",
        "work_text": "如同穩健的行者，穩紮穩打地前行。在工作學習的道路上，每一步都走得踏實而有力。你能夠清晰地規劃自己的任務，有條不紊地推進各項事務。面對困難時，也能保持冷靜，通過合理的分析和思考找到解決辦法。這種沉穩的狀態讓你在處理問題時更加得心應手，也更容易取得階段性的成果。",
        "lucky_star": "天蠍座",
        "money_text": "財運相當不錯，正偏財都有很好的表現。工作上可能會有額外的獎金或提成，讓你收入增加。在理財方面，之前的投資也可能迎來回報。不過，別因為財運好就過度消費，可以適當拿出一部分錢進行儲蓄或再投資，讓財富進一步增值，為未來的生活做好經濟保障。",
        "health_text": "加強運動鍛鍊。這一天身體活力滿滿，很適合動起來。可以選擇自己喜歡的運動，像慢跑、跳繩、打羽毛球等。運動能增強心肺功能，提高身體免疫力，還能讓你心情更愉悅。不過運動前一定要做好熱身，避免受傷。運動後也別忘了拉伸，幫助放鬆肌肉，減少運動後的痠痛感。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "任性買周邊",
        "yi": "傳遞正能量",
        "all": "79%",
        "date": "2025-08-19",
        "love": "82%",
        "work": "73%",
        "money": "75%",
        "health": "80%",
        "notice": "多用心感受生活",
        "discuss": "73%",
        "all_text": "對你來說是“用心感受生活”的一天，整體狀態平穩中帶著小溫暖。可能會注意到一些平時忽略的細節，比如家人的小關心、朋友的無意提醒，這些看似普通的事會讓你心裡軟軟的。適合把注意力放在“當下”的體驗上，比如認真品嚐食物的味道、感受風吹過皮膚的觸感，這種“在場感”會讓你更踏實。生活中可能會有小麻煩出現，比如臨時需要處理瑣事，但你的耐心和細心能順利化解。傍晚後適合做些能讓自己放鬆的事，比如整理房間、看部治癒系的電影，把這份平靜延續到睡前。關鍵詞是“珍惜”和“接納”，接納生活中的不完美，珍惜眼前的小確幸，這種心態會讓你更從容地面對後續的變化。",
        "love_text": "單身的你，可能會在朋友聚會或興趣活動中遇到彼此有好感的對象，對方可能主動找你聊天，別太拘謹，自然回應就好，說不定能開啟一段新緣分。已有伴者的你，遇到矛盾時別憋著不說，主動和伴侶聊聊你的感受，比如“我有點累，想早點休息”，保持溝通才能避免小問題變大。",
        "take_star": "",
        "work_text": "多與人合作能讓你綻放出更耀眼的光芒。你可能會遇到一些難以獨自解決的問題，此時不要獨自硬撐，主動尋求他人的幫助和合作。通過與他人的交流和協作，你不僅能獲得新的思路和方法，還能增進彼此的感情，營造良好的工作學習氛圍。",
        "lucky_star": "天秤座",
        "money_text": "財運沒有特別突出的地方，不過可以培養記賬的習慣。通過記賬，你能清楚瞭解每一筆錢的去向，知道哪些是必要的開支，哪些是可以節省的。這樣在後續的消費中，就能更加理性，避免不必要的浪費。同時，對於一些小額的投資，也可以謹慎嘗試，積累理財經驗。",
        "health_text": "建議不要習慣性蹺二郎腿。很多人一坐下就不自覺蹺起二郎腿，這看似舒服的動作，卻會給身體帶來不少危害，比如影響血液循環，導致腿部麻木，還可能讓脊柱變形。這一天不管是坐著辦公、學習還是休息，都要時刻提醒自己保持正確的坐姿，雙腿自然下垂，背部挺直，保護好自己的身體。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "嚴格要求別人",
        "yi": "瞭解科技發展",
        "all": "70%",
        "date": "2025-08-19",
        "love": "78%",
        "work": "79%",
        "money": "66%",
        "health": "75%",
        "notice": "冒出很多新點子",
        "discuss": "83%",
        "all_text": "對你來說像是“想法萌芽期”，整體狀態不算突出但充滿可能性。腦子裡可能會冒出很多新點子，比如想嘗試新風格、計劃某個小改變，但這些想法還不夠清晰，需要時間沉澱。適合做些“頭腦風暴”類的事，比如記錄靈感、和朋友簡單討論，但別急著立刻行動。生活中可能會遇到需要選擇的情況，比如兩個選項各有利弊，容易讓你猶豫不決。建議先列出優缺點，再結合自己的真實需求做決定，別被“必須完美”的念頭困住。傍晚後情緒容易波動，可能會因為小事煩躁，適合做些能轉移注意力的事，比如聽音樂、做點簡單運動，把情緒能量轉化為行動力。關鍵詞是“沉澱”和“觀察”，給想法一點生長的時間，後續會更清晰。",
        "love_text": "單身的你，對感情處於觀望狀態，可能會默默觀察身邊的人，別急著下結論，多給彼此一點時間，說不定會發現對方的閃光點。已有伴者的你，生活裡可以製造點小浪漫，比如給對方帶杯喜歡的奶茶，或是寫張小紙條塞進對方口袋，這些小舉動能讓感情更有溫度。",
        "take_star": "",
        "work_text": "彷彿被困在了一個固定的思維模式裡，建議多切換不同思路。你可能會習慣性地按照以往的方式處理問題，但這種方法在可能並不適用。當遇到困難時，不要一味地堅持自己的想法，嘗試從不同的角度去思考，換個方法或許就能找到解決問題的關鍵。打破常規，勇於創新，會讓你有新的收穫。",
        "lucky_star": "水瓶座",
        "money_text": "手頭可能會略顯拮据。這一天在消費時要格外注意，儘量減少不必要的支出。在購物前，先思考一下這個東西是否真的需要，避免衝動消費。對於一些大額的開支，最好能推遲或者尋找更划算的替代方案。也可以看看身邊有沒有一些兼職的機會，增加一些額外的收入。",
        "health_text": "要注意室內通風。尤其是長時間待在封閉的空調房裡，空氣不流通，容易滋生細菌和病毒，引發呼吸道疾病。每隔一段時間就打開窗戶通通風，讓新鮮空氣進來。同時，空調溫度也別調得太低，和室外溫差不宜過大，不然一出一進很容易感冒，保持室內外適宜的溫差很重要。",
        "lucky_color": "奶油色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉溺回憶中",
        "yi": "嘗試新事物",
        "all": "60%",
        "date": "2025-08-19",
        "love": "55%",
        "work": "50%",
        "money": "62%",
        "health": "65%",
        "notice": "容易受外界影響",
        "discuss": "52%",
        "all_text": "對你來說是情緒敏感期的一天，整體狀態容易受外界影響。可能會因為小事產生強烈的情緒反應，比如看到感人的畫面、聽到某句話就突然觸動，這種“感性氾濫”的狀態會讓你有點疲憊。適合給自己留點獨處空間，比如散步時聽點舒緩的音樂，或在家安靜地待一會兒，避免過度捲入他人的情緒中。生活中可能會遇到需要妥協的情況，比如和他人意見不合，別急著爭對錯，先聽聽對方的真實需求，反而更容易達成共識。傍晚後容易陷入回憶，可能會想起過去的事，建議別過度糾結“如果當時”，而是把注意力拉回當下。關鍵詞是“溫柔”和“邊界”，對自己溫柔一點，也明確和他人的邊界，這種平衡能幫你更輕鬆地度過這一天。",
        "love_text": "單身的你，要警惕爛桃花，比如剛認識就過度熱情的人，別被甜言蜜語衝昏頭，多觀察對方的言行是否一致，避免陷入不必要的麻煩。已有伴者的你，別總翻查對方的手機或追問行蹤，信任是感情的基礎，給彼此一點空間，反而能讓關係更健康。",
        "take_star": "",
        "work_text": "你的注意力容易被周圍的事物吸引，導致無法全身心地投入到任務中。這可能會影響你的效率和質量，讓你在處理事務時出現一些小錯誤。你需要時刻提醒自己保持專注，排除外界的干擾，集中精力完成手頭的工作學習。",
        "lucky_star": "雙魚座",
        "money_text": "要警惕衝動消費。在逛街或者網購時，很容易被一些促銷活動吸引，從而購買一些並不需要的物品。在付款前，先冷靜幾分鐘，問問自己是否真的需要這個東西。在理財方面，不要輕易改變現有的投資計劃，保持穩定的投資策略。如果有新的投資想法，先做好充分的調研和分析。",
        "health_text": "遇到雨天可要注意別淋雨，鞋底要防滑。淋雨容易讓身體受涼，引發感冒、發燒等疾病。出門前看好天氣預報，帶上雨具。而且雨天路面溼滑，走路時要小心謹慎，選擇鞋底紋路深、防滑性能好的鞋子，避免滑倒摔傷。如果不小心淋了雨，回家後趕緊換上乾衣服，用熱水泡泡腳，驅驅寒氣。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "參觀博物館",
        "all": "91%",
        "date": "2025-08-19",
        "love": "92%",
        "work": "91%",
        "money": "93%",
        "health": "96%",
        "notice": "能量全開很帶勁",
        "discuss": "97%",
        "all_text": "對你來說簡直是“能量全開”的一天，整體狀態像被陽光曬得暖洋洋的，做什麼都帶著股輕鬆勁兒。生活中可能會遇到“剛好想嘗試，剛好有機會”的巧合，比如朋友推薦的新活動、突然冒出來的興趣點，別猶豫，跟著感覺走就對了。這一天你容易成為人群中的“連接者”，比如把兩個不太熟的人湊到一起聊天，或是幫朋友解決個小矛盾，這種“被需要”的感覺會讓你更有成就感。社交場合中，你的幽默感和包容心能化解小尷尬，讓氣氛更融洽。不過，別因為太興奮而忽略自己的真實需求，比如累了就歇會兒，餓了就吃點東西，保持節奏比“硬撐”更重要。有閒暇時間是可以做一點能讓自己放鬆的事，比如聽首喜歡的歌、翻翻舊照片，把這份好狀態延續到睡前。關鍵詞是“開拓”和“享受”，敢嘗試新領域，生活就會給你驚喜。",
        "love_text": "單身的你，你的善解人意會成為吸引異性的加分項，比如在朋友聚會中主動照顧他人，可能會有人因此對你產生好感，主動靠近你。已有伴者的你，和伴侶的互動很有小情調，比如一起佈置房間、選部電影窩在沙發看，這些日常的小事會讓感情更溫馨。",
        "take_star": "",
        "work_text": "運勢極佳，助力源源不斷。你能明顯感覺到來自外界的支持，可能是身邊人的經驗分享、資源介紹，又或是偶然獲得的關鍵信息，都為你的發展添磚加瓦。這種良好的運勢讓你在處理事情時更加得心應手，能高效完成目標，還能在過程中發現新的機會，為未來的發展做好鋪墊，整體進展十分順利。",
        "lucky_star": "雙子座",
        "money_text": "財運有開拓新渠道的機會。這一天可以多關注一些新的投資領域或者賺錢方式，比如參加一些行業交流活動，瞭解最新的市場動態。也許會發現一些適合自己的副業或者投資項目。不過，在嘗試新事物時，也要做好風險評估，不要盲目投入大量資金，循序漸進地開拓財運。",
        "health_text": "要培養良好的作息習慣。這一天別熬夜追劇、玩遊戲了，充足的睡眠對身體恢復和健康至關重要。晚上儘量在11點前上床睡覺，營造一個安靜、舒適的睡眠環境，關掉電子設備，讓大腦和身體得到充分休息。早上按時起床，不要賴床，形成規律的生物鐘，這樣一整天都會精神飽滿。",
        "lucky_color": "湖藍色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "老是翻舊賬",
        "yi": "做“斷舍離”",
        "all": "73%",
        "date": "2025-08-19",
        "love": "78%",
        "work": "65%",
        "money": "60%",
        "health": "76%",
        "notice": "冒出一些小插曲",
        "discuss": "71%",
        "all_text": "整體節奏像坐過山車，不算平穩但也不算太顛簸，偶爾冒出來的小插曲反而讓生活多了點“調味料”。可能會遇到計劃外的變動，比如原本定好的安排突然需要調整，或是和身邊人的溝通出現小誤會，這些小狀況容易讓你有點煩躁，但別急著下結論，先冷靜觀察，往往能找到更合適的解決方式。這一天適合保持“彈性心態”，別把目標定得太死，留點調整空間反而更輕鬆。比如購物時沒買到第一選擇，換個顏色或款式可能更合適；聊天時對方觀點不同，換個角度聽反而能學到新東西。傍晚後情緒容易起伏，可能會因為小事糾結，建議做點能轉移注意力的事，比如整理房間、看部輕鬆的電影，把情緒能量轉化為行動力。目前的關鍵詞是“靈活”和“接納”，接納生活的小意外，反而能發現新樂趣。",
        "love_text": "單身的你，試著敞開心扉，別總把自己包裹得太緊，比如在聊天時多分享點自己的想法，可能會遇到能理解你的人，慢慢拉近彼此的距離。已有伴者的你，有心事別藏著，主動和伴侶說說你的困擾，比如工作壓力大，對方的安慰和支持能讓你更有力量。",
        "take_star": "",
        "work_text": "做事磨磨蹭蹭，狀態欠佳。面對各項任務，總是缺乏積極性和行動力，容易在開始階段就陷入拖延。可能是內心對任務存在牴觸情緒，或者是對結果過度擔憂，導致你無法迅速投入到工作學習中。這種狀態如果不及時調整，會讓你錯過一些重要的時間節點，影響整體的進度和效果。",
        "lucky_star": "巨蟹座",
        "money_text": "記住不要打腫臉充胖子。在社交場合中，別為了面子而過度消費，比如請客吃飯時選擇過於昂貴的餐廳。在理財方面，要合理規劃自己的資金，不要把所有的錢都集中在一個項目上。對於一些不必要的應酬，可以適當拒絕，節省開支。把資金用在真正需要的地方，才能讓財務狀況更健康。",
        "health_text": "正餐你可不宜吃太飽。吃得過飽會加重腸胃負擔，影響消化功能，導致腹脹、腹痛等不適。每餐吃到七八分飽就可以，細嚼慢嚥，讓食物充分消化。如果感覺還沒吃飽，可以在兩餐之間吃點健康的零食，如水果、堅果等。同時，飯後也不要立刻坐下或躺下，適當散散步，促進腸胃蠕動。",
        "lucky_color": "酒紅色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "吃一塹長一智",
        "all": "94%",
        "date": "2025-08-19",
        "love": "93%",
        "work": "91%",
        "money": "90%",
        "health": "92%",
        "notice": "踏著穩穩的步伐",
        "discuss": "95%",
        "all_text": "對你來說是“穩步向前”的一天，整體狀態像踩著穩穩的臺階，每一步都踏實又有方向感。可能會遇到“剛好需要，剛好出現”的助力，比如想找的信息突然看到，或是需要幫助時有人主動伸手，這些小確幸會讓你覺得“自己運氣不錯”。這一天適合把大目標拆解成小任務，按自己的節奏推進，比如整理房間時先收拾桌面，再整理衣櫃，完成一件就給自己點小鼓勵，這種“積累感”會讓你更有動力。社交場合中，你的真誠和熱情能贏得他人好感，但別因為太興奮而忽略對方的真實需求，比如聊天時多問問對方的想法，反而能讓關係更親近。傍晚後適合做點能讓自己放鬆的事，比如散步時聽點輕快的音樂，或和朋友簡單聊幾句，把這份平靜延續到睡前。 “堅定”和“積累”能讓你一步步向目標邁進，而收穫也會在不經意間出現。",
        "love_text": "單身的你，可能會遇到傳遞心意的機會，比如和有好感的人聊天時，對方主動提起感情話題，別害羞，真誠表達你的想法就好。已有伴者的你，和伴侶保持熱戀狀態，比如一起做件沒做過的事，去遊樂園或學跳舞，新鮮感會讓感情更有活力。",
        "take_star": "",
        "work_text": "視野開闊，思維活躍。在處理問題時，能夠跳出傳統的思維模式，從多個角度去分析和思考。這種獨特的視角讓你能發現一些別人忽略的細節和機會，從而找到更有效的解決方案。無論是面對複雜的工作任務，還是高難度的學習內容，你都能憑藉自己的智慧和洞察力輕鬆應對，取得不錯的成果。",
        "lucky_star": "處女座",
        "money_text": "呈現多方面進賬的好態勢。工作上的收入穩定，還可能有額外的獎勵。同時，之前的投資也可能帶來收益，或者有一些兼職的機會讓你增加收入。不過，別因為進賬多就放鬆對財務的管理，要合理分配這些收入，一部分用於儲蓄，一部分用於消費，讓財富能夠持續穩定地增長。",
        "health_text": "建議不要在廁所玩手機。在廁所長時間玩手機，會分散注意力，延長排便時間，容易引發痔瘡等肛腸疾病。而且廁所環境相對封閉，空氣不流通，手機也容易沾染細菌。上廁所時就專心排便，速戰速決。排完便後，記得用流動的水和肥皂洗手，保持手部衛生，預防疾病傳播。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打腫臉充胖子",
        "yi": "學習與規劃",
        "all": "59%",
        "date": "2025-08-19",
        "love": "66%",
        "work": "51%",
        "money": "65%",
        "health": "63%",
        "notice": "多方壓力如包袱",
        "discuss": "60%",
        "all_text": "整體狀態像揹著有點重的包袱，可能會遇到多方壓力，比如來自生活的瑣碎需求、身邊人的期待，或是自己內心的“必須做好”的念頭，這些壓力容易讓你有點喘不過氣。這一天適合給自己“減負”，比如把不重要的事暫時放一放，或是把大任務拆解成小步驟，先完成能掌控的部分，別急著“一口氣解決所有問題”。生活中可能會遇到需要妥協的情況，比如和他人意見不合，別急著爭對錯，先聽聽對方的真實需求，反而更容易達成共識。傍晚後情緒容易低落，可能會因為小事煩躁，建議做點能讓自己放鬆的事，比如泡個熱水澡、看部治癒系的電影，把情緒能量轉化為自我關懷。暫時的關鍵詞是“調整”和“接納”，接納自己的不完美，調整節奏慢慢來，壓力會隨著行動逐漸減輕。",
        "love_text": "單身的你，說話別太直接，比如對方分享興趣時，別急著否定，先肯定再表達不同看法，更容易拉近和異性的距離。已有伴者的你，表達需求時注意方式，比如想讓對方陪你，別用命令的語氣，而是說“想和你一起吃飯，好嗎”，對方會更願意配合。",
        "take_star": "",
        "work_text": "整體不在狀態，精力難以集中。在工作學習過程中，容易被外界的干擾因素影響，導致注意力分散。可能是前一天休息不好，或者是生活中遇到了一些煩心事，讓你無法全身心地投入到當前的任務中。這種狀態使得你在處理事務時容易出現錯誤，效率也大打折扣，需要及時調整自己的心態和作息，恢復良好的狀態。",
        "lucky_star": "獅子座",
        "money_text": "切勿亂花錢。在消費時要保持清醒的頭腦，不要被商家的宣傳所迷惑。對於一些非必需品，儘量剋制購買的慾望。在理財方面，可以對自己的資產進行一次盤點，看看哪些投資需要調整。如果有閒置的資金，可以考慮存入銀行或者購買一些穩健的理財產品，保證資金的安全和穩定增值。",
        "health_text": "在日常生活裡要提防皮外傷。這一天可能會比較忙碌，做事時容易粗心大意。在進行一些活動，如搬東西、使用工具時，要小心謹慎，避免磕碰、劃傷。如果不小心受了皮外傷，要及時處理傷口，用清水沖洗乾淨，塗抹消毒藥水，防止感染。如果傷口較深或出血較多，要及時就醫。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "健身鍛鍊",
        "all": "53%",
        "date": "2025-08-19",
        "love": "50%",
        "work": "61%",
        "money": "56%",
        "health": "66%",
        "notice": "受負面情緒影響",
        "discuss": "65%",
        "all_text": "整體狀態像被一層薄霧籠罩，容易受負面情緒的影響，比如突然想起不開心的事，或是被周圍人的低氣壓感染，這種情緒容易讓你有點“喪”。這一天適合給自己留點獨處空間，比如散步時聽點舒緩的音樂，或在家安靜地待一會兒，避免過度捲入他人的情緒中。生活中可能會遇到需要選擇的情況，比如兩個選項各有利弊，容易讓你猶豫不決，建議先列出優缺點，再結合自己的真實需求做決定，別被“必須完美”的念頭困住。傍晚後容易陷入回憶，可能會想起過去的事，建議別過度糾結“如果當時”，而是把注意力拉回當下，比如做點簡單的手工、整理下桌面，用具體的行動抵消焦慮感。不妨對自己溫柔一點，也明確和他人的邊界，這種平衡能幫你更輕鬆地度過這一天。",
        "love_text": "單身的你，可能會看人看走眼，比如被對方的外表或甜言蜜語迷惑，別急著確定關係，多瞭解對方的性格和價值觀，避免後續產生矛盾。已有伴者的你，別被動捲入感情糾紛，比如伴侶和前任的聯繫，主動和對方溝通你的底線，保持關係的純粹。",
        "take_star": "",
        "work_text": "你總是害怕犯錯，做事過於謹慎。在做任何決定之前，都會反覆權衡利弊，擔心出現不好的後果。這種心態雖然能讓你在一定程度上避免一些失誤，但也會讓你錯過很多嘗試新事物的機會。其實，失敗是成功之母，只有勇敢地邁出第一步，才能在實踐中積累經驗，不斷成長和進步。不要讓恐懼束縛了自己的手腳。",
        "lucky_star": "射手座",
        "money_text": "可能會感受到較大的經濟壓力。這一天在財務上要格外謹慎，儘量避免不必要的開支。可以重新審視自己的預算，削減一些非必要的消費項目。在投資方面，不要輕易做出決定，先觀察市場動態。也可以考慮和家人朋友商量一下，看看是否有更好的理財建議，共同應對經濟壓力。",
        "health_text": "容易暴躁焦慮，這會影響身心健康。情緒波動過大會導致血壓升高、心跳加快，還可能引發失眠等問題。當你感覺情緒要爆發時，先深呼吸幾次，讓自己冷靜下來。也可以試試冥想、瑜伽等方式，放鬆身心，緩解壓力。平時多和朋友聊聊天，分享生活中的趣事，保持樂觀積極的心態。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不長記性",
        "yi": "調整目標計劃",
        "all": "93%",
        "date": "2025-08-19",
        "love": "92%",
        "work": "91%",
        "money": "90%",
        "health": "98%",
        "notice": "注入新鮮的能量",
        "discuss": "95%",
        "all_text": "對你來說是“閃閃發光”的一天，整體狀態像被注入了一股新鮮能量，做什麼都帶著股“我能行”的勁兒。可能會遇到“剛好需要，剛好出現”的機遇，比如想嘗試的新事物突然有機會接觸，或是和某個領域的人聊得投機，這些小驚喜會讓你覺得“運氣真好”。這一天適合保持“開放心態”，比如看到新活動別急著拒絕，聽到新觀點別急著否定，多給自己一點嘗試的空間，反而能發現新樂趣。社交場合中，你的親和力和感染力能吸引他人靠近，但別因為太興奮而忽略自己的真實需求，比如累了就歇會兒，餓了就吃點東西，保持節奏比“硬撐”更重要。傍晚後適合做點能讓自己放鬆的事，比如聽首喜歡的歌、翻翻舊照片，把這份好狀態延續到睡前。不妨跟著生活的節奏走，驚喜會在不經意間出現。",
        "love_text": "單身的你，追求者可能不少，比如有人主動約你吃飯、送小禮物，別急著答應，先感受對方的真誠度，再決定是否進一步發展。已有伴者的你，會得到伴侶的寵溺，比如對方主動幫你分擔家務、買你喜歡的東西，享受這份甜蜜的同時，也別忘了回應對方的愛哦。",
        "take_star": "",
        "work_text": "深刻體會到實踐出真知的重要性。不再滿足於書本上的理論知識，而是積極主動地參與到各種實踐活動中。通過實際操作，你將所學的知識運用到實際中，不僅加深了對知識的理解和掌握，還發現了許多書本上沒有的問題和解決方法。這種實踐與理論相結合的方式，讓你的能力得到了快速提升。",
        "lucky_star": "金牛座",
        "money_text": "或有驚喜進賬。可能是之前遺忘的一筆欠款收回，或者是工作中的意外獎勵。這筆額外的收入會讓你心情愉悅，但也不要因此而大手大腳地花錢。可以把這部分錢存起來，作為應急資金或者未來的投資本金。同時，繼續保持理性消費和穩健投資的習慣，讓財運持續向好。",
        "health_text": "不要過分挑食。每一種食物都含有不同的營養成分，過分挑食會導致營養不均衡，影響身體發育和健康。不管是蔬菜、水果、肉類還是主食，都要適量攝入。如果不喜歡某種食物的味道，可以嘗試不同的烹飪方式，說不定會發現新的美味。保證飲食多樣化，才能讓身體獲得充足的營養，增強抵抗力。",
        "lucky_color": "金黃色",
        "lucky_number": "9"
      }
    }
  }
}