{
  "updated": "2025-10-13T01:37:16.613Z",
  "updateTime": "2025/10/13 上午9:37:16",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15046,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "態度不認真",
        "yi": "發揮所長",
        "all": "90%",
        "date": "2025-10-13",
        "love": "89%",
        "work": "92%",
        "money": "88%",
        "health": "93%",
        "notice": "享受努力的收穫",
        "discuss": "91%",
        "all_text": "對你而言是充滿希望的一天，整體運勢就像一輛逐漸加速的列車，穩步上升。這一天你做什麼都會覺得比往常更順暢，之前卡住的小問題會自然鬆動，甚至可能遇到意外的小驚喜。你會感受到一種“只要努力，就有回報”的踏實感，這種狀態會讓你更願意投入精力去推動事情進展。或許你會突然想通某個困擾已久的難題，或者發現原本覺得麻煩的事其實沒那麼複雜。這種順暢感不僅體現在具體事務上，更會讓你對未來充滿信心，彷彿心裡有團小火苗越燒越旺。不過也別因為狀態好就過度消耗自己，適當休息反而能讓這股勁兒持續更久。這一天適合把精力放在那些需要長期堅持的事上，比如培養新習慣、整理生活節奏，或者單純享受“努力就有收穫”的滿足感。",
        "love_text": "單身的你，不妨多觀察身邊的小細節，可能有人正悄悄關注著你，別讓機會從指縫溜走。已有伴者的你，可以嘗試給對方準備一份小驚喜，比如一杯熱飲或一張手寫便籤，細節裡的溫暖會讓感情升溫。",
        "take_star": "",
        "work_text": "節奏像踩了油門般順暢，無論是推進項目還是解決難題，都能找到最省力的突破口。你身上那股“想做就做”的衝勁，會幫你快速掃清障礙，甚至可能意外獲得他人助力。不過別太急著慶祝，保持低調的專注能讓成果更紮實。",
        "lucky_star": "摩羯座",
        "money_text": "在理財上會展現出難得的細緻，購物前會反覆比較價格，甚至主動查優惠信息，這種精打細算能幫你省下不少錢。不過別因為“省小錢”而忽略大件消費的必要性，比如該換的手機別硬撐，反而可能因效率降低影響其他開支。整體來說，適合列清單控制預算，把錢花在刀刃上。",
        "health_text": "身體狀態不錯，但需要繼續保持飲食和作息的規律。早餐儘量吃熱乎的粥或雞蛋，別用冷麵包湊合；晚上別刷手機到太晚，23點前關燈能讓你睡得更沉。如果白天覺得困，午間小睡20分鐘比硬撐更有效，身體狀態穩了，做事效率也會更高。",
        "lucky_color": "大紅色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕易放棄",
        "yi": "團隊合作",
        "all": "75%",
        "date": "2025-10-13",
        "love": "56%",
        "work": "79%",
        "money": "65%",
        "health": "72%",
        "notice": "情緒影響著判斷",
        "discuss": "77%",
        "all_text": "整體運勢稍有起伏，情緒容易成為影響判斷的關鍵因素。你可能會因為某個小細節突然煩躁，或者被無關緊要的事牽動情緒，導致原本清晰的思路變得混亂。這種狀態下，你容易對事情產生過度解讀，比如把別人的無心之言當回事，或者對未發生的事過度擔憂。不過好消息是，這種波動不會持續太久，只要你稍微冷靜下來，就能發現很多問題其實沒自己想的那麼嚴重。這一天適合給自己留點緩衝空間，遇到拿不準的事先別急著下結論，等情緒平復後再做決定會更穩妥。另外，別因為一時的不順就否定整體，偶爾的“卡殼”反而是提醒你調整節奏的好機會。",
        "love_text": "單身的你，別總端著“無所謂”的架子，偶爾放下防備，主動聊兩句，反而容易拉近距離。已有伴者的你，別總想著改造對方，接受彼此的小習慣，反而能讓相處更輕鬆。",
        "take_star": "",
        "work_text": "容易陷入“按部就班”的慣性，但若想突破瓶頸，需要主動跳出熟悉的框架。比如換個處理問題的方式，或嘗試從未接觸過的領域，反而能打開新局面。別怕試錯，小調整可能帶來大收穫。",
        "lucky_star": "天秤座",
        "money_text": "容易被促銷或他人推薦“種草”，看到打折就忍不住下單，甚至買回一堆用不上的東西。購物前先問自己：這是必需品嗎？家裡有替代的嗎？別因“怕錯過”而衝動消費，否則月底對賬時可能會心疼。如果實在想買，先加購物車放兩天，冷靜後再決定。",
        "health_text": "容易因長時間低頭刷手機或看電腦，導致脖子和肩膀發酸。每用30分鐘電子設備，就抬頭活動下脖子，左右緩慢轉動5次，或者用手指輕輕按摩後頸。如果已經覺得僵硬，可以用熱毛巾敷10分鐘，比硬撐著不管更能緩解不適。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "錯過機會",
        "yi": "學習與提升",
        "all": "55%",
        "date": "2025-10-13",
        "love": "56%",
        "work": "52%",
        "money": "53%",
        "health": "60%",
        "notice": "越急越慢的循環",
        "discuss": "66%",
        "all_text": "整體運勢有些低迷，做什麼都容易磨磨蹭蹭。你可能會發現原本計劃好的事，執行起來總被各種小意外打斷，比如臨時要處理瑣事、突然找不到東西，或者被無關的對話分散注意力。這種狀態下，你容易陷入“越急越慢”的循環，甚至可能因為拖延而產生焦慮。不過這一天也並非完全無解，關鍵是要接受“慢就是快”的現實——與其強行追趕進度，不如先把手頭的事理清楚，把優先級排好。另外，別因為效率低就自我否定，這種低迷更多是外界因素導致的，和你的能力無關。晚上不妨做些能放鬆的事，比如聽音樂、散步，把消耗的精力補回來。",
        "love_text": "單身的你，別急著確定關係，先慢慢了解，太快推進反而容易後勁不足。已有伴者的你，別總要求對方“必須懂你”，直接說出需求，比讓對方猜更高效。",
        "take_star": "",
        "work_text": "思維像脫韁的野馬，想法一個接一個，但容易陷入“東一榔頭西一棒”的混亂。需要提醒自己：先集中精力完成一件事，再開啟下一個計劃。否則看似忙碌，實際成果可能寥寥。",
        "lucky_star": "水瓶座",
        "money_text": "容易跟風投資或購買“熱門”產品，比如看到別人買理財就跟著買，或聽信“穩賺不賠”的推薦。但每個人的財務狀況不同，適合別人的未必適合你。更適合先觀察，別急著做決定，尤其涉及大額支出時，多查資料或諮詢專業人士會更穩妥。",
        "health_text": "頸椎容易“鬧脾氣”，比如久坐後突然轉頭時頭暈，或肩頸部位發緊。午休時別趴在桌上睡，儘量靠在椅背上墊個靠枕；下班後可以貼牆站3分鐘，讓後腦勺、肩胛骨、臀部都貼住牆，幫助調整頸椎曲度。如果疼痛明顯，今晚早點睡，別熬夜刷劇加重負擔。",
        "lucky_color": "茶色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "前排吃瓜",
        "yi": "線上課程學習",
        "all": "85%",
        "date": "2025-10-13",
        "love": "88%",
        "work": "86%",
        "money": "76%",
        "health": "81%",
        "notice": "瞭解自己的想法",
        "discuss": "86%",
        "all_text": "整體運勢平穩，像一面能照見內心的鏡子，讓你更清晰地瞭解自己的想法。這一天你可能會突然對某些事產生新的認知，比如之前糾結的選擇突然有了答案，或者對人際關係有了更透徹的理解。這種“通透感”會讓你更從容地面對生活中的小問題，不再被情緒牽著走。你可能會主動梳理自己的需求，比如明確哪些事值得投入精力，哪些事可以放下。這種自我覺察不僅能讓生活更輕鬆，還會為你未來的選擇提供方向。不過也別因為想得太清楚就過度苛責自己，偶爾允許自己“模糊”一點，反而能保留更多可能性。這一天適合做些需要深度思考的事，比如整理房間、寫日記，或者單純靜下來和自己對話。",
        "love_text": "單身的你，可能和心儀的人有更多交集，比如共同參與活動，別害羞，自然互動會有收穫。已有伴者的你，對方會主動尊重你的想法，這種被重視的感覺會讓關係更穩固。",
        "take_star": "",
        "work_text": "這一天的關鍵詞是“協作”。無論是工作還是學習，單打獨鬥的效率遠不如組隊。主動分享你的想法，或傾聽他人的建議，反而能激發出意想不到的創意。別怕“麻煩”別人，互相支持才是制勝法則。",
        "lucky_star": "巨蟹座",
        "money_text": "可能會意識到自己對理財瞭解太少，比如看不懂賬單或不清楚儲蓄利率。別急著焦慮，這正是學習的好機會。可以花點時間看理財入門文章，或向會理財的朋友請教基礎技巧。哪怕每天學一點，長期下來也能幫你更好地管理錢財，避免不必要的損失。",
        "health_text": "你的抵抗力可能偏弱，容易因換季或著涼出現小感冒。飲食上多吃點溫熱的食物，比如紅棗粥、熱湯麵，少吃生冷水果；如果出門，可以帶件薄外套，尤其早晚溫差大時。晚上用40℃左右的熱水泡腳15分鐘，加點生薑片，能促進血液循環，幫你抵禦小病痛。",
        "lucky_color": "奶油色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "辦新會員卡",
        "yi": "多鞏固基礎",
        "all": "72%",
        "date": "2025-10-13",
        "love": "63%",
        "work": "67%",
        "money": "70%",
        "health": "77%",
        "notice": "留意腳下每一步",
        "discuss": "78%",
        "all_text": "整體運勢不太穩定，像走在一條有坑窪的路上，需要時刻留意腳下的每一步。你可能會遇到一些計劃外的小狀況，比如原本確定的事突然變卦，或者需要臨時調整方向。這種不確定性容易讓你產生焦慮，甚至懷疑自己的判斷。不過好消息是，這些小波折都不會造成太大影響，只要你保持冷靜，就能找到應對的辦法。這一天適合把節奏放慢，遇到問題先停一停，別急著做決定。另外，別因為外界的變化就否定自己的能力，很多時候“不穩”只是暫時的，調整好心態反而能轉危為安。晚上不妨做些能讓自己放鬆的事，比如泡個熱水澡、看部輕鬆的電影，把消耗的能量補回來。",
        "love_text": "單身的你，別太“上頭”，過分主動可能會讓對方有壓力，保持適度距離反而更有吸引力。已有伴者的你，給對方一點獨處空間，各自做喜歡的事，再相聚時話題會更多。",
        "take_star": "",
        "work_text": "容易對他人要求過高，比如期待同事按你的節奏推進，或希望同學完全認同你的觀點。但過度的“掌控欲”可能引發牴觸。適當放低標準，給他人留出發揮空間，反而能讓整體進展更順利。",
        "lucky_star": "天蠍座",
        "money_text": "可能有想投資或購物的衝動，比如看到新項目就想嘗試，或想買貴重物品。但別急著行動，先列個詳細計劃：需要投入多少？回報週期多長？風險能否承受？把這些問題想清楚再決定，否則可能因“一時興起”而打亂整體財務安排。穩紮穩打才是關鍵詞。",
        "health_text": "容易因粗心或著急出現小磕碰，比如走路時看手機撞到門框，或搬東西時閃到腰。做事前先放慢節奏，比如拿重物時先蹲下再起身，走路時別盯著手機看路。如果家裡有尖銳物品，儘量收在角落，避免不小心碰到，安全細節做好了，能減少很多麻煩。",
        "lucky_color": "鵝黃色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度思考",
        "yi": "主動交朋友",
        "all": "95%",
        "date": "2025-10-13",
        "love": "96%",
        "work": "90%",
        "money": "94%",
        "health": "97%",
        "notice": "總能找到最優解",
        "discuss": "92%",
        "all_text": "整體運勢非常給力，你就像一臺切換自如的機器，總能根據情況調整思路，找到最合適的解決方式。這種靈活性會讓你在處理問題時更高效，甚至能發現一些平時忽略的細節。你可能會突然對某個難題產生新的解法，或者從不同的角度看待問題，這種“腦洞大開”的狀態會讓你充滿成就感。另外，你的溝通能力也會特別強，無論是和人交流還是表達想法，都能準確傳達自己的意圖，減少誤解的可能。這種順暢感不僅會讓你更自信，還會為你積累不少好人緣。不過也別因為狀態好就過度消耗自己，適當休息反而能讓這股勁兒持續更久。這一天適合把精力放在需要創意或協調的事上，比如整理生活、規劃未來，或者單純享受“思維跳躍”的快樂。",
        "love_text": "單身的你，可能遇到讓你眼前一亮的人，對方可能帶著某種“優質標籤”（比如專業能力或生活態度），不妨多接觸。已有伴者的你，一起做件沒做過的小事（比如嘗試新餐廳），回憶會成為感情的養分。",
        "take_star": "",
        "work_text": "既能大膽嘗試新方向，又能注意到每個細節。這種“膽大心細”的狀態，會讓你在處理任務或學習新知識時，既高效又少出錯。不過別太追求完美，適當“放過”小瑕疵，能讓你更輕鬆。",
        "lucky_star": "白羊座",
        "money_text": "可能會收到意外之財，比如兼職收入到賬、報銷款提前發放，或是之前投資的收益。這些驚喜會讓你心情不錯，但也別因此放鬆警惕。適合把部分錢存起來，或用來償還小額債務，避免因“手頭松”而亂花。理性對待意外之財，能讓你的財務更健康。",
        "health_text": "眼睛容易出現疲勞，尤其是長時間看屏幕後，可能出現乾澀、發酸。每用眼1小時，就閉眼休息5分鐘，或者看看窗外的綠植；如果已經覺得不舒服，可以用人工淚液緩解，別用手揉眼睛。晚上睡前把手機調成護眼模式，亮度調低，能減少對眼睛的刺激。",
        "lucky_color": "金色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "借別人會員",
        "yi": "打扮美美的",
        "all": "82%",
        "date": "2025-10-13",
        "love": "84%",
        "work": "85%",
        "money": "80%",
        "health": "81%",
        "notice": "少了急躁更從容",
        "discuss": "76%",
        "all_text": "對你而言是節奏穩定的一天，整體運勢相對平順，少了些急躁，多了份從容。這一天你更容易按照自己的步伐推進生活，不會被外界的催促或干擾打亂節奏。無論是處理日常瑣事還是面對突發狀況，你都能保持一種“不慌不忙”的狀態，這種掌控感會讓你覺得踏實。或許你會主動調整生活的優先級，比如把重要的事排在前面，把無關緊要的暫時放下，這種選擇會讓你更高效地利用時間。另外，你可能會發現，當自己不再刻意追求“完美”時，反而能更輕鬆地完成目標。這種平順的狀態也適合整理身邊的環境，比如清理雜物、調整佈置，讓生活空間更符合自己的心意。不過，也別因為太享受這種節奏就完全忽略外界的聲音，偶爾聽聽別人的建議，或許能帶來新的啟發。",
        "love_text": "單身的你，別總把心事藏在心裡，試著和對方聊聊日常，哪怕只是吐槽小事，也能拉近距離。已有伴者的你，和伴侶的互動會很和諧，哪怕只是窩在沙發看劇，也能感受到默契。",
        "take_star": "",
        "work_text": "每一步都走得紮實又從容。無論是推進項目還是吸收新知識，都能保持不緊不慢的節奏，既不會因急躁出錯，也不會因拖延影響進度。偶爾遇到小阻礙，也能通過溝通或調整方法輕鬆化解。這種“穩中求進”的狀態，會讓你在一天結束時收穫滿滿的踏實感。",
        "lucky_star": "雙魚座",
        "money_text": "適合嘗試新的理財方式，比如換個儲蓄渠道、試試小額基金，或調整日常消費習慣。別怕“麻煩”，新的思路可能帶來更好的收益或更省錢的技巧。不過別同時試太多方法，選1-2個容易操作的先試試，效果好了再擴大，否則容易手忙腳亂。",
        "health_text": "容易因壓力大或想太多而失眠，睡前可以泡個腳，水溫40℃左右，泡到微微出汗即可；如果還是睡不著，試試冥想：平躺在床上，深呼吸5次，把注意力集中在呼吸上，慢慢排除雜念。彆強迫自己入睡，越焦慮越難睡著，放鬆反而能更快進入夢鄉。",
        "lucky_color": "棕色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "滿足於現狀",
        "yi": "關注最新動態",
        "all": "80%",
        "date": "2025-10-13",
        "love": "88%",
        "work": "82%",
        "money": "81%",
        "health": "86%",
        "notice": "新想法正在醞釀",
        "discuss": "82%",
        "all_text": "整體運勢尚佳，你的腦袋裡像有個小火花在噼啪作響，一些新想法正在悄悄醞釀。這些念頭可能不顯眼，卻會在某個瞬間突然冒出來，讓你對原本熟悉的事產生新的看法。這種“靈感閃現”的狀態會讓你覺得有趣，甚至可能推動你去嘗試一些平時不會做的事。你可能會主動尋找新的信息，或者和不同的人交流，這種開放的態度會為你帶來新的視角。不過，新想法的出現也可能讓你有些猶豫——是立刻行動，還是再等等？這種糾結是正常的，不妨先記錄下來，等想法更清晰時再做決定。另外，你可能會發現，當自己不再執著於“必須有個結果”時，反而能更輕鬆地享受思考的過程。這種狀態也適合做些需要創意的事，比如寫日記、整理照片，或者單純讓思緒自由飄蕩。",
        "love_text": "單身的你，感情發展別急著“一步到位”，從朋友做起，慢慢了解反而更踏實。已有伴者的你，可以坦誠表達感受，比如“我最近很需要你的陪伴”，真誠比套路更打動人。",
        "take_star": "",
        "work_text": "像被點亮了“機會雷達”，無論是工作還是學習，都可能遇到讓你眼前一亮的契機。可能是同事突然拋來的合作邀請，或是書本中某個知識點引發的深度思考。這些機會看似偶然，實則與你近期的積累有關。抓住它們的關鍵是：保持開放心態，別因“太謹慎”而錯過。",
        "lucky_star": "射手座",
        "money_text": "更適合以儲蓄為主，比如把部分收入存進定期，或設置自動轉賬到儲蓄賬戶。這種“強制存錢”的方式能幫你避免亂花，尤其適合控制不住購物慾的人。如果想買大件，先列個儲蓄目標，比如每月存多少，攢夠再買，既能滿足需求，又不會影響整體財務。",
        "health_text": "餐後可以通過散步來促進消化，尤其是吃了較油膩或難消化的食物後。飯後別立刻坐下或躺下，慢走15-20分鐘，能幫助腸胃蠕動，減少腹脹感。如果晚上想吃點零食，選山楂片或蘋果這類助消化的食物，比吃甜點更健康。",
        "lucky_color": "草綠色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "追劇太上頭",
        "yi": "和朋友聚餐",
        "all": "60%",
        "date": "2025-10-13",
        "love": "59%",
        "work": "56%",
        "money": "54%",
        "health": "62%",
        "notice": "玩心大發的狀態",
        "discuss": "54%",
        "all_text": "整體運勢略差，你容易陷入“玩心大發”的狀態，沉迷於娛樂或消遣中，導致原本的計劃被打亂。你可能會被某個有趣的視頻、遊戲或聚會吸引，一不留神就花了太多時間，等回過神來才發現該做的事還沒動。這種“顧此失彼”的情況會讓你有些懊惱，甚至可能因為拖延而產生焦慮。不過，也別因為玩得太開心就責怪自己——偶爾放鬆是人之常情，關鍵是要意識到時間的流逝。這一天適合給自己設個“小鬧鐘”，比如玩半小時就停下來，把注意力拉回正軌。另外，你可能會發現，當自己不再強迫“必須高效”時，反而能更輕鬆地調整狀態。晚上不妨做些能讓自己安靜下來的事，比如讀幾頁書、泡杯茶，把消耗的精力補回來。",
        "love_text": "單身的你，別把“玩得好的朋友”誤當成愛情信號，先理清自己的心意再行動。已有伴者的你，和異性相處時注意分寸，一句“我和對象最近……”能避免很多誤會。",
        "take_star": "",
        "work_text": "容易陷入“什麼都想抓”的忙碌，但精力分散反而讓每件事都做不深。比如工作時同時開三個窗口，學習時翻著兩本書卻都沒看完。適度“斷舍離”是關鍵：挑最緊急或最感興趣的事專注完成，其他先放一邊。放棄不是認輸，而是為了更高效地前進。",
        "lucky_star": "獅子座",
        "money_text": "容易因“一時開心”而亂花錢，比如和朋友聚餐時搶著買單，或看到新出的電子產品就下單。購物前先設個預算，比如這頓飯最多花多少，這件東西是否在預算內。如果實在想買，可以用“延遲滿足法”：先加購物車，過兩天再決定，往往能減少衝動消費。",
        "health_text": "容易因吃太飽而消化不良，尤其是晚餐時如果吃到撐，半夜可能會胃脹或反酸。吃飯時別邊看劇邊吃，容易分心導致吃多；如果已經吃撐，可以站起來走動10分鐘，或者喝杯溫熱的陳皮水，幫助緩解不適。記住“七分飽”原則，別讓胃太受累。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕信陌生人",
        "yi": "與高手切磋",
        "all": "93%",
        "date": "2025-10-13",
        "love": "98%",
        "work": "91%",
        "money": "90%",
        "health": "92%",
        "notice": "發揮自己的長處",
        "discuss": "94%",
        "all_text": "整體運勢非常好，能充分發揮自己的長處，把能力用在最合適的地方。這種“得心應手”的狀態會讓你覺得自信，甚至可能完成一些平時覺得有挑戰的事。你可能會主動承擔責任，或者被信任的人委以重任，這種被需要的感覺會讓你更有動力。另外，你的判斷力也會特別準，無論是做決定還是處理問題，都能快速找到關鍵點，減少不必要的麻煩。這種高效的狀態也適合做些需要長期投入的事，比如規劃未來、培養新習慣，或者單純享受“我能做到”的成就感。不過，也別因為太順利就過度消耗自己，適當休息反而能讓這股勁兒持續更久。晚上不妨做些能放鬆的事，比如聽音樂、散步，把消耗的能量補回來。",
        "love_text": "單身的你，可能和喜歡的人有更多互動機會，比如工作合作或興趣小組，主動搭句話會有進展。已有伴者的你，可以一起嘗試新事物（比如學做甜品），新鮮感會讓感情更有活力。",
        "take_star": "",
        "work_text": "無論是處理工作還是吸收知識，都能找到最省力的節奏。你的計劃性和執行力會讓你在一天內完成多項任務，甚至還能預留時間應對突發情況。這種“得心應手”的狀態，會讓你對自己更有信心，但別因“太順利”而忽略休息，適當放鬆能讓效率更持久。",
        "lucky_star": "處女座",
        "money_text": "可能會收到兼職或副業的收入，比如之前接的私活結款，或是線上合作分成。這些額外收入能幫你緩解經濟壓力，甚至可以存起來作為應急資金。如果有空閒時間，也可以留意新的兼職機會，但別因“賺錢”而影響本職工作，平衡好兩者更重要。",
        "health_text": "容易因久坐或久站導致腰痠背痛，比如辦公時一坐就是幾小時，或站著排隊時沒找支撐點。每坐1小時，就起來活動下腰部，做做轉體運動；如果需要長時間站立，可以穿軟底鞋，或者偶爾靠牆休息。也可以在晚上睡前讓家人幫忙按按腰，能緩解一天的疲勞。",
        "lucky_color": "藏青色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "與朋友拌嘴",
        "yi": "完善自身不足",
        "all": "70%",
        "date": "2025-10-13",
        "love": "68%",
        "work": "74%",
        "money": "72%",
        "health": "79%",
        "notice": "慢下步伐以調整",
        "discuss": "74%",
        "all_text": "整體運勢一般般，你可能會覺得“趕著前行”有些吃力，不如慢下步伐，好好調整自己的狀態。這一天你容易遇到一些小阻礙，比如計劃好的事突然需要修改，或者原本確定的方向變得模糊。這種不確定性會讓你有些煩躁，甚至可能懷疑自己的選擇。不過，好消息是，這些小波折都不會造成太大影響，只要你願意停下來，就能找到新的方向。這一天適合把節奏放慢，遇到問題先停一停，別急著做決定。另外，你可能會發現，當自己不再強迫“必須前進”時，反而能更清晰地看到問題的本質。這種調整的狀態也適合做些需要耐心的事，比如整理房間、寫日記，或者單純靜下來和自己對話。",
        "love_text": "單身的你，容易對別人的話“過度解讀”，比如對方沒及時回覆，先別急著下結論，可能只是忙。已有伴者的你，和伴侶溝通時說清前因後果，避免“他是不是生氣了”的猜測消耗信任。",
        "take_star": "",
        "work_text": "容易陷入“舒適區陷阱”，比如用老方法處理工作，或重複熟悉的學習模式。雖然穩妥，但可能錯過提升的機會。試著主動“打破常規”：工作中換個思路，學習時嘗試新工具，哪怕結果不完美，也能讓你發現新的可能性。",
        "lucky_star": "雙子座",
        "money_text": "可能會覺得“理財太麻煩”，比如懶得查賬單、不想算開支，甚至隨便把錢存進活期。但這種“隨性”可能讓你錯過更好的儲蓄方式，或不知道錢花在了哪裡。適合花點時間整理財務，比如記一週的賬，或設置每月儲蓄目標，哪怕只做一點，也能讓你的錢更“聽話”。",
        "health_text": "你的情緒容易波動，可能因小事煩躁或焦慮，進而影響身體狀態。遇到不開心的事，先深呼吸10秒，或者去陽臺透透氣，別急著發脾氣。如果感覺壓力太大，可以聽點輕音樂，或者做10分鐘深蹲、拉伸，運動能幫你釋放負面情緒，讓心情更平穩。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "通宵熬夜",
        "yi": "看高分影片",
        "all": "94%",
        "date": "2025-10-13",
        "love": "90%",
        "work": "97%",
        "money": "96%",
        "health": "95%",
        "notice": "得到很多的支持",
        "discuss": "92%",
        "all_text": "整體運勢棒棒噠，你像被一股溫暖的力量包圍著，得到很多支持，讓你更堅定自己的步伐。這種支持可能來自朋友、家人，或者某個你信任的人，他們的鼓勵會讓你覺得“我不是一個人在面對”。這種被理解的感覺會讓你更有勇氣去嘗試新的事，或者堅持自己的選擇。你可能會主動表達自己的想法，或者尋求幫助，這種開放的態度會為你帶來更多的機會。另外，你可能會發現，當自己不再擔心“別人怎麼看”時，反而能更輕鬆地做自己。這種堅定的狀態也適合做些需要信心的事，比如嘗試新事物、表達需求，或者單純享受“被支持”的溫暖。晚上不妨做些能讓自己開心的事，比如看部電影、吃頓好的，把這份好心情延續下去。",
        "love_text": "單身的你，別總等對方“先開口”，可以試著主動表達好感，比如誇一句“你穿搭很好看”，簡單的話可能開啟新故事。已有伴者的你，對方會突然說些甜言蜜語，可能是“你笑起來真好看”這種小細節，別害羞，好好回應。",
        "take_star": "",
        "work_text": "無論是工作還是學習，都能湧現出許多新鮮想法。可能是突然想到的解決方案，或是書本中某個段落引發的深度思考。這些靈感看似隨機，實則與你近期的積累有關。抓住它們的關鍵是：及時記錄，別因“怕麻煩”而忽略，否則可能轉瞬即逝。",
        "lucky_star": "金牛座",
        "money_text": "適合發展副業或利用特長賺錢，比如把手工品掛到網上賣，或接設計、寫作的私活。這些小項目不僅能增加收入，還能讓你更有成就感。不過別因“想賺錢”而接太多活，先選1-2個能長期做的，否則可能因精力分散而影響質量。穩紮穩打，副業才能成為你的“小金庫”。",
        "health_text": "適合通過瑜伽拉伸來放鬆身體，尤其是久坐後，做些簡單的貓牛式、下犬式，能緩解肩頸和腰部的僵硬。如果沒時間練全套，睡前花5分鐘拉伸腿部和背部，比如仰臥屈膝抱腿，能幫助放鬆肌肉。動作別太猛，以自己舒服為主，慢慢拉伸效果更好。",
        "lucky_color": "橘紅色",
        "lucky_number": "2"
      }
    }
  }
}