{
  "updated": "2025-12-30T16:11:54.519Z",
  "updateTime": "2025/12/31 上午12:11:54",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 48854,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "看一部電影",
        "all": "92%",
        "date": "2025-12-30",
        "love": "96%",
        "work": "90%",
        "money": "91%",
        "health": "98%",
        "notice": "充滿活力與熱情",
        "discuss": "95%",
        "all_text": "整體狀態正佳，彷彿置身於順遂的軌道之中，各方面都呈現出蓬勃向上的態勢。精神層面，內心充滿活力與熱情，對周圍的一切都興致盎然，這種積極的心態如同陽光般照亮生活的每個角落，讓你在與人交往中更加自信從容，輕鬆收穫他人的好感與認可。物質方面，生活裡不斷有小驚喜出現，可能是收到一份期待已久的禮物，或是遇到一些能提升生活品質的小確幸，讓物質生活也變得豐富起來。這一天過得充實又滿足，每一刻都充滿了意義，無論是休閒娛樂還是日常瑣事，都能以積極的態度去面對，從中找到樂趣。這種良好的狀態會形成良性循環，讓你在後續的日子裡也能保持這份積極與熱情，不斷收穫更多的美好。",
        "love_text": "單身的你，在社交場合中極有可能邂逅那個讓你心動的人，脫單的契機悄然降臨。別害羞，大膽釋放你的魅力，說不定一段美好的戀情就此開啟。已有伴者的你，不妨和伴侶一起去做些有趣的事，比如看一場電影、來一次短途旅行，在互動中製造更多美好的回憶，讓感情更加深厚。",
        "work_text": "對你而言，就像開啟了一扇幸運之門，周圍彷彿有一股無形的力量在推動著你。在各項事務的處理上，你能明顯感覺到輕鬆不少，無論是複雜的工作項目，還是繁重的學習任務，都有不少助力主動向你靠攏。身邊的人樂意給你提供幫助，各種資源也更容易獲取，讓你能更高效地朝著目標前進。",
        "lucky_star": "白羊座",
        "money_text": "你的財運簡直旺到不行，正財收入穩穩當當，偏財方面也有不少驚喜，可能會收到一些額外的獎金、紅包，或者在兼職、副業上有不錯的收益。這時候不妨考慮把一部分錢存起來，或者做一些穩健的投資，讓財富進一步增值，別光顧著開心消費而錯過積累財富的好時機。",
        "health_text": "健康狀況良好，不過還得繼續保持規律作息，早睡早起能讓身體各器官得到充分休息，白天精神飽滿，工作學習效率也會提高。晚上儘量在11點前上床睡覺，睡前避免劇烈運動和過度用腦，營造安靜舒適的睡眠環境，這樣一整天都能活力滿滿。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追短劇",
        "yi": "定個新目標",
        "all": "93%",
        "date": "2025-12-30",
        "love": "96%",
        "work": "91%",
        "money": "94%",
        "health": "92%",
        "notice": "高度專注的狀態",
        "discuss": "95%",
        "all_text": "整體運勢相當出色，高度專注的狀態成為你最大的助力。一旦投入到某件事情中，你便能心無旁騖，全身心地沉浸其中，這種專注力讓你在處理事務時效率極高，能夠迅速且高質量地完成各項任務。在與人交流時，專注傾聽他人的話語，讓對方感受到被尊重，從而增進彼此的關係，人際關係更加和諧融洽。而且，這種專注還讓你更容易捕捉到生活中的細微美好，無論是欣賞一朵花的綻放，還是聆聽鳥兒的歌聲，都能讓你內心充滿愉悅。憑藉這份專注，你在面對生活中的各種情況時都能從容不迫，有條不紊地應對，不斷為自己積累積極的能量，讓生活朝著更好的方向發展。",
        "love_text": "單身的你，可能會收到來自心儀對象的表白信號哦。也許是一個眼神、一句問候，都藏著對方的心意。別錯過這浪漫的暗示，勇敢回應，說不定就能收穫甜甜的愛情。已有伴者的你，記得和伴侶保持熱情互動，一起分享生活中的點滴，無論是開心的還是煩惱的，都能讓你們的心靠得更近，感情更加穩固。",
        "work_text": "你的思維如同靈動的精靈，活躍且敏捷。在面對各種事務時，能迅速理清頭緒，找到解決問題的關鍵所在。無論是工作中的難題，還是學習裡的困惑，都能憑藉這股敏捷的思維迎刃而解。而且這種良好的狀態還能讓你在處理事情時更加高效，節省不少時間和精力。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運超棒，存款就像坐了火箭一樣蹭蹭往上漲。可能是之前的投資有了回報，或者是工作上的努力得到了豐厚的物質獎勵。在享受財富增長的同時，也要合理規劃一下這些錢，可以預留一部分作為應急資金，另一部分用於長期的投資規劃，讓財富持續穩定地增長。",
        "health_text": "身體狀態不錯，加強運動鍛鍊能讓健康更上一層樓。可以選擇自己喜歡的運動，像慢跑、跳繩或者瑜伽，運動時間不用太長，半小時到一小時就行，運動前做好熱身，運動後拉伸放鬆，既能增強體質，又能釋放壓力，讓身心都得到愉悅。",
        "lucky_color": "墨綠色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "守在舒適區",
        "yi": "跳槽與面試",
        "all": "90%",
        "date": "2025-12-30",
        "love": "93%",
        "work": "84%",
        "money": "91%",
        "health": "92%",
        "notice": "生活增添不少助力",
        "discuss": "91%",
        "all_text": "運氣似乎格外眷顧你，為你的生活增添了不少助力。在面對生活中的種種挑戰時，你能夠憑藉這份運氣和自身的能力，輕鬆化解難題，將挑戰轉化為收穫的機會。挑戰帶來的壓力並沒有讓你退縮，反而激發了你的鬥志和創造力，促使你不斷探索新的可能。在探索的過程中，你會有許多新的發現和感悟，這些收穫不僅豐富了你的生活經驗，還讓你的內心得到成長。同時，運氣也讓你在人際交往中更加順利，容易結識到志同道合的朋友，拓展自己的社交圈子。挑戰與收穫相互交織，讓這一天充滿了意義，你也能在這個過程中不斷挖掘自己的潛力，變得更加優秀。",
        "love_text": "單身的你，和某個曖昧對象的關係可能會有質的飛躍。你們之間的互動越來越頻繁，話題也越來越多，那種微妙的感覺不斷升溫，或許很快就能確定戀愛關係啦。已有伴者的你，和伴侶的感情升溫迅速，彼此的理解和包容增多，一起規劃未來，享受這甜蜜又溫馨的時光，感情愈發堅不可摧。",
        "work_text": "你的整體狀態平穩且有序，就像一臺精密的機器，有條不紊地運轉著。在各項事務的推進過程中，你能按照自己的節奏穩步前行，不會因為外界的干擾而打亂計劃。無論是工作還是學習，都能保持一種專注和投入的狀態，一步一個腳印地朝著目標邁進，這種穩紮穩打的方式會讓你收穫不錯的成果。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財路那叫一個寬廣，會有很多新的賺錢機會找上門來。可能是朋友給你介紹了一個不錯的合作項目，或者是在網絡上發現了新的賺錢渠道。面對這些機會，要仔細甄別，選擇適合自己的去嘗試，同時也要注意合理分配時間和精力，別因為貪多而影響了每個項目的進展。",
        "health_text": "整體健康還行，但要注意別在廁所玩手機啦。長時間在廁所玩手機，容易一蹲就是很久，這樣會增加痔瘡等肛腸疾病的發生幾率，還可能影響腿部血液循環，導致腿麻。上廁所就專心排便，速戰速決，別讓這個小習慣影響了健康。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "賴床繼續睡",
        "yi": "居家大掃除",
        "all": "75%",
        "date": "2025-12-30",
        "love": "70%",
        "work": "81%",
        "money": "61%",
        "health": "77%",
        "notice": "主動找些事情做",
        "discuss": "72%",
        "all_text": "整體運勢相對平常，生活沒有太多波瀾起伏。為了避免陷入無所事事的狀態，不妨主動給自己找些事情做。可以嘗試一些新的愛好，比如繪畫、攝影或者烹飪，在探索新事物的過程中，你會發現生活中還有許多未知的樂趣等待自己去發掘。也可以整理一下房間，將物品擺放得井井有條，在整理的過程中，不僅能營造一個整潔舒適的生活環境，還能讓自己的心情變得愉悅。或者讀一本好書，沉浸在書中的世界裡，豐富自己的精神世界。通過讓自己忙碌起來，你會感受到生活的充實，不再覺得日子平淡無奇。而且，在忙碌的過程中，還可能會遇到一些意想不到的小驚喜，為這一天增添一抹亮色。",
        "love_text": "單身的你，在感情方面可能會有些被動。遇到心儀的人，不敢主動出擊，總是等待對方先行動，這樣很容易錯過緣分哦。不妨鼓起勇氣，邁出第一步，說不定會有驚喜。已有伴者的你，和伴侶相處時，別總是把想法藏在心裡，不妨多表達自己的感受和需求，這樣才能更好地理解彼此，避免不必要的矛盾。",
        "work_text": "你的生活彷彿被設定好了精準的軌道，一切都能按照預期計劃順利前行。在處理各項事務時，你有著清晰的規劃和目標，知道自己在每個階段應該做什麼，不會盲目行事。這種有條不紊的狀態讓你在面對工作和學習的挑戰時，能夠從容應對，不會出現手忙腳亂的情況，整體發展態勢良好。",
        "lucky_star": "獅子座",
        "money_text": "你在消費方面可得悠著點，雖然看到喜歡的東西會忍不住想買，但還是要謹慎節制一些。不然很容易出現入不敷出的情況，讓原本不錯的財務狀況變得緊張起來。在購物前可以多問問自己是否真的需要，也可以先列個購物清單，按照清單購買，避免衝動消費。",
        "health_text": "健康方面有小狀況，睡前少刷短視頻。短視頻內容豐富有趣，很容易讓人不知不覺就刷很久，大腦一直處於興奮狀態，會影響睡眠質量，第二天就會沒精神。睡前可以聽聽舒緩的音樂，看看紙質書，幫助放鬆身心，更快進入夢鄉。",
        "lucky_color": "黃色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑戰奇特風格",
        "yi": "打卡新餐廳",
        "all": "55%",
        "date": "2025-12-30",
        "love": "52%",
        "work": "64%",
        "money": "54%",
        "health": "63%",
        "notice": "平淡乏味的循環",
        "discuss": "59%",
        "all_text": "整體運勢有些低迷，生活彷彿陷入了一種平淡乏味的循環之中，缺乏新鮮感的刺激。日常的活動和節奏讓你感到有些厭倦，內心渴望一些改變和突破。這種低迷的狀態可能會讓你在面對事情時提不起精神，缺乏往日的熱情和活力。此時，不妨主動為生活注入一些新鮮元素，比如改變一下自己的穿著風格，嘗試一種全新的髮型，讓自己在外表上煥然一新，從而帶動內心的改變。也可以去一個新的地方散步，探索未曾去過的角落，感受不同的氛圍和環境。或者學習一項新的技能，挑戰自己的能力極限。通過這些方式，打破生活的常規，重新找回生活的激情和動力，讓生活重新煥發出光彩。",
        "love_text": "單身的你，在尋愛的道路上可能會遇到一些阻礙。也許是遇到的人不符合你的期望，或者是在追求過程中遇到一些小挫折。別灰心，這只是暫時的，調整好心態，繼續尋找那個對的人。已有伴者的你，和伴侶之間容易因為一些小事產生摩擦，雙方都比較固執，互不相讓。遇到問題多站在對方的角度想想，相互理解才能化解矛盾。",
        "work_text": "對你來說，可能會有些小挑戰，阻礙稍顯繁多。在前進的道路上，你會遇到一些意想不到的小麻煩，這些麻煩可能會打亂你原本的節奏，讓你感到有些煩躁。不過，這些阻礙並非無法克服，只要你保持冷靜，積極尋找解決辦法，還是能夠逐步化解困難，只是需要花費更多的時間和精力。",
        "lucky_star": "雙子座",
        "money_text": "你的財務方面會遇到一些小阻礙，可能是工作上的獎金髮放延遲，或者是在一些費用報銷上遇到麻煩。不過別太擔心，這些問題都是暫時的，只要耐心去處理，很快就能解決。在等待問題解決的過程中，可以先規劃一下接下來的財務安排，避免因為這些問題打亂自己的財務節奏。",
        "health_text": "健康方面要留意，得避免久坐不動。長時間坐著，身體的血液循環會變慢，容易引發腰部、頸部的不適，還可能導致下肢水腫。工作或學習一段時間後，就站起來活動活動，伸伸懶腰、踢踢腿，促進血液循環，讓身體保持靈活。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "干涉別人私事",
        "yi": "陪家人吃飯",
        "all": "61%",
        "date": "2025-12-30",
        "love": "58%",
        "work": "67%",
        "money": "66%",
        "health": "73%",
        "notice": "易引發情緒爆發",
        "discuss": "76%",
        "all_text": "整體運勢不太理想，情緒容易失控，一些小事都可能成為引發情緒爆發的導火索。在這種情況下，給自己適度的獨處空間顯得尤為重要。找一個安靜的地方，讓自己遠離外界的喧囂和干擾，靜下心來反思自己的情緒來源。在獨處的過程中，你可以通過閱讀、聽音樂或者冥想等方式來放鬆身心，緩解內心的壓力和煩躁。當情緒逐漸平復後，再以更加理性和冷靜的態度去面對生活中的問題。獨處還能讓你更好地瞭解自己，傾聽內心的聲音，明確自己的需求和目標。通過給自己適度的獨處空間，你能夠調整好心態，重新以積極的狀態迴歸生活，避免因情緒暴走而做出一些讓自己後悔的事情。",
        "love_text": "單身的你，在挑選對象時可能會過於看重外在條件，而忽略了對方的內在品質。其實，一個人的內在美才是最重要的，不妨放下那些條條框框，用心去感受對方的真誠和善良。已有伴者的你，和伴侶相處時氛圍有些壓抑，可能是因為你們都太過於追求完美，對彼此要求過高。適當放鬆一些，接受對方的不完美，感情會更輕鬆愉快。",
        "work_text": "你可能會陷入一種瓶頸狀態，感覺自己的發展似乎受到了限制。在處理各項事務時，會遇到一些難以突破的點，無論怎麼努力，都很難取得明顯的進展。這種狀態可能會讓你感到有些沮喪和迷茫，但不要灰心，這只是暫時的，只要你能調整好心態，換個角度思考問題，或許就能找到突破瓶頸的方法。",
        "lucky_star": "金牛座",
        "money_text": "你在收支平衡上會面臨一些小挑戰，可能會有一些意外的支出，比如家裡的電器突然壞了需要維修，或者朋友聚會需要你分擔一部分費用。在收入方面，可能不會有太大的變化。這時候就需要你合理調整自己的消費計劃，削減一些不必要的開支，確保收支能夠保持平衡。",
        "health_text": "健康狀況尚可，不過飲食要少油少鹽。油鹽攝入過多，會增加腸胃負擔，還可能引發高血壓等慢性疾病。做飯時少放點油和鹽，多吃清淡的食物，像清蒸魚、清炒時蔬，既能品嚐到食物的原汁原味，又有利於身體健康。",
        "lucky_color": "灰色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "做年度總結",
        "all": "80%",
        "date": "2025-12-30",
        "love": "71%",
        "work": "86%",
        "money": "79%",
        "health": "81%",
        "notice": "按部就班推進著",
        "discuss": "75%",
        "all_text": "整體運勢較為平順，生活沒有太大的波瀾起伏，一切都按部就班地推進著。這種平穩的狀態為你提供了一個良好的契機，讓你有足夠的精力和勇氣在行動上嘗試一些新想法。或許是改變日常的做事方式，或許是嘗試一種全新的社交模式，無論何種嘗試，都可能為你打開新的視野，帶來不一樣的體驗。而且，這些新想法往往不會讓你失望，在實踐的過程中，你很容易從中獲得收穫。這種收穫可能是精神層面的，比如內心的滿足感、自我認同感的提升；也可能是實際生活中的小驚喜，像是結識到有趣的人、發現新的興趣愛好。總之，今日適合大膽邁出嘗試的步伐，在平穩的運勢中挖掘出更多的可能性，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，雖然內心渴望愛情，但卻缺乏主動的勇氣。看到喜歡的人，總是猶豫不決，不敢上前搭話。勇敢一點，主動創造機會，說不定就能開啟一段美好的戀情。已有伴者的你，和伴侶之間共同話題有些少，相處時可能會覺得有些無聊。不妨一起培養一些共同的興趣愛好，比如一起學畫畫、健身，這樣能讓你們有更多交流的話題，感情更親密。",
        "work_text": "在各方面的發展就像一首節奏明快的樂章，對節奏的把控十分良好。在處理事務時，無論是複雜的工作項目，還是繁重的學習任務，你都能有條不紊地推進。既不會因為過於急切而手忙腳亂，也不會因為拖延而耽誤進度。這種恰到好處的節奏感，讓你在面對各種挑戰時都能從容應對，整體發展態勢積極向上，收穫的成果也會讓你感到滿意。",
        "lucky_star": "處女座",
        "money_text": "你有小財進賬的機會，可能是收到了一份小禮物，或者是在一些小投資上有了小小的收益。雖然這些錢不是很多，但也能讓你的心情變得不錯。不過別因為這點小財就放鬆了對財務的管理，還是要繼續保持理性消費和合理投資的習慣，讓財富能夠穩步積累。",
        "health_text": "健康狀態不錯，記得補充水分很重要。水是身體的重要組成部分，多喝水能促進新陳代謝，幫助身體排出毒素。不要等到口渴了才喝水，可以每隔一段時間就喝幾口，也可以泡點花茶、果茶，增加喝水的樂趣，讓身體時刻保持水潤。",
        "lucky_color": "淺褐色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與他人攀比",
        "yi": "今日事今日畢",
        "all": "56%",
        "date": "2025-12-30",
        "love": "68%",
        "work": "50%",
        "money": "52%",
        "health": "66%",
        "notice": "拖延症是最大阻礙",
        "discuss": "65%",
        "all_text": "整體運勢比較差，彷彿被一層陰霾籠罩，做什麼事情都提不起勁。拖延症成了你今日最大的阻礙，原本計劃好的事情，總是因為各種理由一拖再拖，磨蹭的習慣讓你在不知不覺中浪費了許多時間。這種拖延不僅影響了事情的進度，還可能讓你陷入一種焦慮和自責的情緒中。因為拖延，你可能錯過一些重要的機會，或者無法按時完成原本可以輕鬆搞定的事情。而且，拖延還會讓你在面對後續任務時更加手忙腳亂，進一步加重心理負擔。要改變這種狀況，你需要給自己設定明確的目標和期限，克服內心的惰性，強迫自己行動起來。只有打破拖延的枷鎖，才能讓運勢逐漸好轉，重新找回生活的掌控感。",
        "love_text": "單身的你，緣分稍顯朦朧，很難清晰地感受到愛情的氣息。不過，不要著急，緣分這東西很奇妙，說不定在某個不經意的瞬間就出現了。已有伴者的你，和伴侶之間的交流略顯生疏，可能是因為最近都忙於自己的事情，忽略了彼此的溝通。找個時間坐下來，好好聊聊天，分享一下彼此的生活，感情會重新升溫。",
        "work_text": "彷彿置身於一片迷霧之中，困境較為突出。在前進的道路上，會遇到諸多難以預料的阻礙和麻煩，這些困難就像一道道枷鎖，束縛著你的發展。無論是工作上的難題，還是學習中的困惑，都讓你感到壓力巨大。不過，困境往往也伴隨著機遇，只要你能保持堅定的信念，積極尋找解決問題的方法，就有可能突破困境，迎來新的轉機。",
        "lucky_star": "水瓶座",
        "money_text": "你在理財方面容易出現失誤，可能是對一些投資項目的判斷不夠準確，或者是在理財規劃上考慮不夠周全。在做任何與理財相關的決策時，一定要多思考、多分析，不要盲目跟風或者衝動決策。如果不確定的話，可以諮詢一下專業人士的意見，避免因為自己的失誤而造成財務損失。",
        "health_text": "不要過度熬夜。熬夜會打亂身體的生物鐘，影響內分泌，導致皮膚變差、免疫力下降。晚上儘量早點放下手機，調好鬧鐘，保證充足的睡眠時間，第二天醒來，會感覺神清氣爽，精力充沛。",
        "lucky_color": "藍色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "卡點出門",
        "yi": "約喜歡的人",
        "all": "94%",
        "date": "2025-12-30",
        "love": "92%",
        "work": "98%",
        "money": "96%",
        "health": "90%",
        "notice": "主動成為關鍵詞",
        "discuss": "93%",
        "all_text": "整體運勢正當旺，主動性成為你今日的關鍵詞，無論是面對生活中的大小事務，你都能夠積極主動地去應對，不等待、不拖延。這種強烈的主動性讓你在處理事情時更加高效，能夠迅速抓住問題的關鍵，找到解決辦法。而且，憑藉著這份主動，你很容易得到想要的結果。在與人交往中，主動的態度也能讓你更加受歡迎，結識到更多志同道合的朋友，拓展自己的社交圈子。今日的你就如同一個充滿能量的小太陽，散發著積極向上的光芒，吸引著周圍的人和事向你靠攏。只要保持這份主動，繼續勇往直前，就能收穫更多的美好，讓這一天變得充實而有意義。",
        "love_text": "單身的你，極有可能有一場浪漫的邂逅。也許是在旅途中，也許是在朋友的聚會上，遇到那個讓你一見鍾情的人。抓住這個機會，大膽表達自己的心意，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶一起享受甜蜜時光，一起做喜歡的事情，比如一起做飯、一起看星星，讓感情在溫馨的氛圍中不斷升溫。",
        "work_text": "對你而言就像是打開了一扇充滿驚喜的大門，機遇紛至沓來。在各個領域，都有不少好機會主動找上門來，讓你應接不暇。這些機遇可能是工作上的晉升機會、新的合作項目，也可能是學習上的交流活動、拓展知識面的課程。只要你能夠敏銳地捕捉到這些機遇，並果斷地抓住它們，就能在事業和學業上取得顯著的進步，開啟一段新的發展篇章。",
        "lucky_star": "天秤座",
        "money_text": "你的財富收穫那叫一個豐碩，可能是工作上的業績突出得到了豐厚的獎勵，或者是在生意上有了大筆的訂單。在享受財富帶來的喜悅時，也要注意合理規劃這些財富，不要一下子就把錢都花光。可以考慮把一部分錢用於改善生活，另一部分用於投資或者儲蓄，為未來的生活做好準備。",
        "health_text": "適當戶外散步是個不錯的選擇。戶外空氣清新，陽光充足，散步時既能呼吸新鮮空氣，又能享受陽光的溫暖，促進維生素D的合成，有利於鈣的吸收。穿上舒適的鞋子，在公園或者小區裡散散步，感受大自然的美好。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "滾雪球式說謊",
        "yi": "主動安排節目",
        "all": "52%",
        "date": "2025-12-30",
        "love": "58%",
        "work": "53%",
        "money": "51%",
        "health": "59%",
        "notice": "留意自己的狀態",
        "discuss": "64%",
        "all_text": "整體運勢不容大意，需要格外留意自己的狀態。你可能會出現勉強自己或逞強的情況，明明內心並不願意或者能力有所不及，卻因為各種原因硬著頭皮去做。這種做法不僅會讓你感到身心疲憊，還可能因為無法達到預期的效果而陷入自我懷疑和沮喪的情緒中。勉強自己去做一些超出能力範圍的事情，就像是在給自己揹負沉重的包袱，每前進一步都異常艱難。而且，這種逞強的行為還可能讓你忽略自己真正的需求和感受，長期下去，對身心健康都不利。今日要學會正視自己的能力，量力而行，不要為了迎合他人或者追求表面的成功而過度勉強自己。只有放下不必要的負擔，才能輕鬆前行，讓運勢逐漸好轉。",
        "love_text": "單身的你，脫單的機會比較渺茫，可能很難遇到讓你心動的人。不過，這也不代表你要一直等待，可以利用這段時間提升自己，讓自己變得更加優秀，為未來的愛情做好準備。已有伴者的你，和伴侶的感情陷入平淡期，生活缺乏激情。不妨一起嘗試一些新鮮的事物，比如去一個新的地方旅遊，給感情注入新的活力。",
        "work_text": "你的發展彷彿陷入了一片泥沼，遲緩而艱難。在推進各項事務時，會感覺阻力重重，每前進一步都需要付出巨大的努力。無論是工作上的任務，還是學習上的目標，都難以按照預期的進度完成。這種遲緩的狀態可能會讓你感到沮喪和失落，但不要氣餒，這只是暫時的困難，只要你能堅持下去，調整策略，就有可能逐漸擺脫困境，重新找回發展的動力。",
        "lucky_star": "天蠍座",
        "money_text": "你的資金流動會比較緊張，可能是因為有一些大額的支出，比如還房貸、車貸，或者是家裡有緊急的事情需要用錢。在資金緊張的情況下，要合理安排每一筆錢的使用，優先保證必要的生活開支和重要債務的償還。同時，也可以尋找一些增加收入的途徑，緩解資金壓力。",
        "health_text": "健康方面有點小問題，要注意肩頸放鬆。長時間對著電腦工作或者低頭看手機，肩頸部位會承受很大的壓力，容易痠痛僵硬。工作間隙可以做做肩頸操，轉動轉動脖子、聳聳肩膀，也可以找個按摩器按摩一下，緩解肩頸疲勞。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "提前做攻略",
        "all": "75%",
        "date": "2025-12-30",
        "love": "82%",
        "work": "73%",
        "money": "64%",
        "health": "75%",
        "notice": "保持適度的警惕",
        "discuss": "76%",
        "all_text": "整體運勢稍有起伏，就像平靜湖面上偶爾泛起的漣漪，不會出現太大的風浪，但也需要你保持警惕。這種起伏可能會讓你在面對事情時有些措手不及，原本計劃好的事情可能會因為一些突發狀況而需要臨時調整。為了避免手忙腳亂，建議你提前做好準備，對可能出現的情況進行預判，並制定相應的應對策略。提前準備可以讓你在面對變化時更加從容自信，有條不紊地處理問題。而且，這種準備過程也能讓你更加了解自己的能力和需求，發現自己的不足之處並加以改進。雖然運勢有起伏，但只要你做好充分準備，就能將不利因素轉化為成長的機會，在變化中不斷調整自己，讓生活朝著更好的方向發展。",
        "love_text": "單身的你，很容易得到他人的關注，在社交場合中會成為焦點。你的獨特魅力吸引著周圍的人，說不定其中就有那個對的人。好好展現自己，說不定愛情就在下一個轉角等著你。已有伴者的你，和伴侶相處和諧融洽，彼此理解支持，一起面對生活中的挑戰。這種默契的相處模式讓你們的感情更加穩定，繼續保持哦。",
        "work_text": "你的狀態平穩普通，沒有太多的波瀾起伏。在處理各項事務時，能夠保持一種不緊不慢的節奏，按照自己的計劃逐步推進。雖然不會取得特別突出的成績，但也不會出現大的失誤。這種平穩的狀態讓你能夠在一個相對舒適的環境中完成工作和學習任務，不過，如果想要取得更大的突破和進步，可能需要主動尋找一些新的挑戰和機遇，激發自己的潛力。",
        "lucky_star": "射手座",
        "money_text": "你的投資收益不太穩定，可能會在某些投資項目上獲得收益，但在另一些項目上又會出現虧損。在投資方面，要保持冷靜和理性，不要因為一時的收益而盲目加大投資，也不要因為一時的虧損而驚慌失措。可以對自己的投資組合進行調整，分散投資風險，讓投資更加穩健。",
        "health_text": "健康狀況還行，水果攝入要足。水果富含維生素、礦物質和膳食纖維，對身體有很多好處。每天可以吃不同種類的水果，像蘋果、香蕉、橙子等，既能滿足味蕾的需求，又能為身體提供各種營養，讓身體更健康。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "強行安利",
        "yi": "制定新年計劃",
        "all": "79%",
        "date": "2025-12-30",
        "love": "58%",
        "work": "78%",
        "money": "71%",
        "health": "76%",
        "notice": "難得的空閒時光",
        "discuss": "73%",
        "all_text": "整體運勢一般般，沒有太多繁雜的事務纏身，相對比較清閒。這種相對不忙的狀態為你提供了一個難得的空閒時光，如何利用好這些碎片時間就成了關鍵。碎片時間雖然短暫，但如果能夠善加利用，也能積累出不少的收穫。你可以利用這些時間閱讀一本好書，沉浸在知識的海洋中，豐富自己的精神世界；也可以學習一項新的小技能，比如簡單的繪畫、手工製作，提升自己的綜合素質；或者進行一些輕鬆的運動，如散步、瑜伽，放鬆身心，增強體質。不要讓這些碎片時間在無意識中溜走，主動規劃並充分利用它們，你會發現生活變得更加充實有趣。通過合理利用碎片時間，你還能培養自己的自律能力和時間管理能力，為未來的生活打下良好的基礎。",
        "love_text": "單身的你，在愛情方面難有進展，可能會遇到一些讓你失望的情況。不過，別灰心，這只是暫時的，保持樂觀的心態，相信屬於你的愛情遲早會到來。已有伴者的你，和伴侶之間矛盾容易激化，可能是因為一些小事就引發爭吵。遇到問題先冷靜下來，心平氣和地溝通，這樣才能解決問題，避免感情受到傷害。",
        "work_text": "你的表現中規中矩，既沒有特別耀眼的亮點，也沒有明顯的不足之處。在面對工作和學習的任務時，能夠以一種認真負責的態度去完成，達到基本的要求和標準。這種表現雖然不會讓你在人群中脫穎而出，但也能讓你穩步前進，積累經驗和知識。不過，如果想要在事業和學業上取得更好的成績，就需要更加努力地提升自己，挖掘自己的潛力，尋找突破的機會。",
        "lucky_star": "雙魚座",
        "money_text": "你會有意外小財降臨，可能是走在路上撿到了錢，或者是在抽獎活動中中了小獎。雖然這些錢不多，但也能給你帶來一些驚喜。不過別因為這點小財就改變自己的財務規劃，還是要按照原來的計劃進行消費和投資，讓財富能夠持續穩定地增長。",
        "health_text": "健康方面要留意，不要熬夜晚睡。熬夜會影響身體的正常修復和排毒，導致第二天精神萎靡。晚上早點洗漱上床，營造一個安靜舒適的睡眠環境，放下一天的煩惱，讓自己放鬆下來，進入甜甜的夢鄉，第二天才能活力滿滿地迎接新的一天。",
        "lucky_color": "綠色",
        "lucky_number": "7"
      }
    }
  }
}