{
  "updated": "2026-01-07T09:13:57.455Z",
  "updateTime": "2026/1/7 下午5:13:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14757,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "自我期待過高",
        "yi": "採取行動",
        "all": "80%",
        "date": "2026-01-06",
        "love": "85%",
        "work": "92%",
        "money": "65%",
        "health": "90%",
        "notice": "按既定計劃前行",
        "discuss": "89%",
        "all_text": "整體運勢呈現平穩態勢，彷彿置身於一條寬闊平坦的大道，按著既定的計劃穩步前行。沒有突如其來的大風大浪，一切都在有條不紊地推進著。這種平穩並非是毫無波瀾的靜止，而是一種內在節奏的和諧統一，讓內心能夠保持從容與淡定。或許在過程中會遇到一些細微的干擾，但這些都不足以打亂整體的節奏。能夠以平和的心態去面對周圍的一切，不被外界的瑣碎所牽絆。在人際交往方面，也能以真誠的態度與人相處，收穫良好的互動氛圍。這種平穩的運勢，為生活增添了一份安穩與踏實，讓人能夠安心地享受當下的每一刻，無需為未知的變數而擔憂，只需順著既定的方向，穩步向前。",
        "love_text": "單身的你，或許會在某個不經意的場合邂逅讓你心跳加速的人，那種瞬間的心動感覺會讓你印象深刻。別害羞，勇敢釋放自己的魅力，說不定就能開啟一段浪漫故事。已有伴者的你，和伴侶之間的感情會迅速升溫，一起做些有趣的事，分享彼此的想法，能讓你們的關係更加親密，感情愈發深厚。",
        "work_text": "對你而言是充滿活力與衝勁的一天，整體狀態極佳。在各類事務推進中，你彷彿自帶加速器，能快速突破以往卡頓的環節。無論是處理複雜的工作任務，還是攻克學習上的難題，都能憑藉自身能力迅速找到解決辦法，讓進度大幅向前，收穫滿滿成就感。",
        "lucky_star": "巨蟹座",
        "money_text": "在財務上得留個心眼，花錢容易沒節制，購物慾一上來就剎不住車，很可能出現財務透支的情況。不管是日常開銷還是計劃外的消費，都得好好掂量掂量，別看到喜歡的東西就不管不顧地買下來，不然月底看到賬單可就傻眼了，合理規劃支出才能避免陷入財務小危機。",
        "health_text": "你將像裝上小馬達般活力四射，戶外運動或團體遊戲能讓你盡情釋放能量。不過要注意運動前充分熱身，避免突然發力導致肌肉拉傷，運動後及時補充水分和電解質。若長時間使用電子設備，每隔一小時起身活動下肩頸，做做擴胸運動，讓身體始終保持最佳狀態。",
        "lucky_color": "海藍色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "奢侈揮霍",
        "yi": "挖掘更多潛能",
        "all": "58%",
        "date": "2026-01-06",
        "love": "80%",
        "work": "59%",
        "money": "55%",
        "health": "69%",
        "notice": "小狀況如不速之客",
        "discuss": "64%",
        "all_text": "運勢稍有起伏，彷彿平靜湖面泛起的層層漣漪。這一天裡，小狀況會頻現，如同不速之客，時不時地冒出來打亂原本的節奏。這些小狀況或許不會帶來嚴重的後果，但卻足以讓人感到些許煩躁與無奈。在面對這些突發情況時，需要保持冷靜，以平和的心態去應對，避免因一時的衝動而讓情況變得更加複雜。儘管運勢有起伏，但也不乏一些小的驚喜與收穫，如同黑暗中的點點星光，給人帶來一絲慰藉。在人際交往中，或許會因為一些小摩擦而產生些許不愉快，但只要及時溝通，相互理解，便能化解矛盾，讓關係更加融洽。整體而言，這一天需要在起伏中尋找平衡，以積極的態度去面對各種狀況。",
        "love_text": "單身的你，這一天緣分正悄悄向你靠近，可能是在日常的出行中，或是朋友的聚會里，那個與你契合的人會出現在視線裡。留意身邊的人，說不定真愛就在其中。已有伴者的你，和伴侶的默契會愈發深厚，一個眼神、一個動作，對方就能明白你的心意，這種心靈相通的感覺會讓你們相處得更加融洽。",
        "work_text": "無論是工作還是學習，都感覺處處受限，原本計劃好的事情容易因各種突發狀況而擱置。努力付出後卻看不到明顯成果，容易產生挫敗感，需要花費更多精力去應對各種難題。",
        "lucky_star": "水瓶座",
        "money_text": "可得把財物看緊咯，這天財物損失的風險有點高。出門在外，保管好個人物品，別把貴重東西亂放，在公共場合更要時刻留意。在家裡也得檢查一下門窗是否關好，防止小偷光顧。另外，在進行一些財務交易時，也要仔細核對信息，避免因疏忽造成不必要的損失。",
        "health_text": "這天容易感到精力不濟，彷彿身體被抽走部分能量。彆強迫自己進行高強度活動，午間安排20分鐘小憩，能讓疲憊感快速消散。飲食上多吃富含鐵元素的紅肉、菠菜，幫助提升氣血。晚上用熱水泡腳15分鐘，促進血液循環，緩解全身的痠軟感。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "為愛豆氪金",
        "yi": "去影院看電影",
        "all": "74%",
        "date": "2026-01-06",
        "love": "71%",
        "work": "77%",
        "money": "86%",
        "health": "80%",
        "notice": "內心動力略顯不足",
        "discuss": "86%",
        "all_text": "整體運勢一般，彷彿置身於一個寧靜的港灣，沒有太大的波瀾。這一天裡，似乎沒有太強的上進心，內心的動力略顯不足，或許是因為將重心放在了其他事情上。這種狀態並非是消極怠工，而是一種暫時的放鬆與調整。在享受這份寧靜的同時，也能從其他方面獲得滿足感與成就感。或許會把更多的時間花在思考人生、陪伴家人朋友或者追求興趣愛好上，這些看似與上進心無關的事情，卻能讓人在精神上得到充實與滋養。在人際交往中，也能以輕鬆自在的狀態與人相處，營造出和諧融洽的氛圍。這一天，不妨放慢腳步，用心去感受生活中的點滴美好，讓心靈得到片刻的休憩。",
        "love_text": "單身的你，在社交場合會有不少新機會，能結識到不同類型的人，其中或許就有讓你心動的新對象。多參與社交活動，拓展自己的圈子，增加邂逅愛情的幾率。已有伴者的你，和伴侶之間的交流會增進彼此的理解，通過深入的對話，能更好地走進對方的內心世界，讓感情更加穩固。",
        "work_text": "整體運勢較為平穩，沒有大起大落。在各項事務的處理上，你能按部就班地推進，雖然不會一下子取得巨大突破，但每一步都走得紮實。憑藉自身的靈活應變能力，能較好地應對一些小狀況，在穩步前進中有所收穫，為後續發展積累經驗。",
        "lucky_star": "天蠍座",
        "money_text": "財運還不錯，有收穫意外小財的機會。說不定走在路上能撿到小錢，或者收到一些意外的退款、紅包。而且這天你思維活躍，能發現一些賺錢的小點子，不妨利用業餘時間嘗試一下，說不定能小賺一筆。不過也別太貪心，見好就收，把這份好運穩穩地抓住。",
        "health_text": "身心狀態輕盈得像要飄起來，思維敏捷行動迅速。適合嘗試新運動項目，比如飛盤或腰旗橄欖球，但要注意運動保護，佩戴好護具。長時間說話後，用淡鹽水漱口保持咽喉溼潤。傍晚時分到公園慢走20分鐘，讓身體在動靜結合中維持良好節奏。",
        "lucky_color": "咖啡色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "提前消費",
        "yi": "創造新記錄",
        "all": "70%",
        "date": "2026-01-06",
        "love": "79%",
        "work": "55%",
        "money": "84%",
        "health": "72%",
        "notice": "充滿了生機與活力",
        "discuss": "76%",
        "all_text": "整體運勢尚可，如同春日裡逐漸甦醒的大地，充滿了生機與活力。在這一天裡，或許會有一些想要改變的念頭在心中萌生，如同種子在土壤中蠢蠢欲動。這些念頭可能源於對現狀的不滿足，也可能是對未來的美好憧憬。無論是什麼原因，這種想要改變的衝動都是一種積極向上的信號，它促使人們去探索新的可能性，挑戰自我。在面對這些念頭時，不要急於行動，而是要冷靜思考，權衡利弊，制定出合理的計劃。同時，也要保持開放的心態，接受他人的建議與意見，讓改變更加順利。在人際交往中，這種想要改變的心態也會帶來一些新的變化，或許會結識新的朋友，拓展自己的社交圈子。整體而言，這一天充滿了希望與機遇，只要勇敢地邁出第一步，就能開啟新的篇章。",
        "love_text": "單身的你，這一天情感可能會有萌芽的跡象，或許是對某個人的好感逐漸加深，又或是感受到來自他人的特別關注。別急於確定關係，慢慢了解，讓感情自然發展。已有伴者的你，家裡會被溫馨的氛圍環繞，和伴侶一起做頓美食，窩在沙發上看電影，享受平凡又幸福的時光，感情也會在這些小細節中升溫。",
        "work_text": "彷彿陷入了一個停滯的漩渦，各方面進展都不順利。在工作和學習中，容易遇到各種難題，感覺自己的能力無法充分發揮。原本制定的計劃難以執行，努力嘗試改變現狀卻收效甚微，容易陷入焦慮和迷茫，需要調整心態重新出發。",
        "lucky_star": "處女座",
        "money_text": "在理財方面會有不錯的表現，理財收益比較可觀。之前投入的一些穩健型理財產品，可能會在這天看到明顯的收益增長。要是你一直有理財的想法，這天也可以多關注一些市場動態，學習一些理財知識，結合自身情況適當調整理財策略，讓財富進一步增值。",
        "health_text": "這天你將擁有通透的好狀態，彷彿每個細胞都在歡快呼吸。適合進行瑜伽或普拉提等舒緩運動，重點拉伸腰部和腿部韌帶。早餐務必吃熱食，搭配堅果補充不飽和脂肪酸。若需長時間伏案，每隔40分鐘做套眼保健操，預防用眼過度引發的乾澀酸脹。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以貌取人",
        "yi": "提升個人技能",
        "all": "95%",
        "date": "2026-01-06",
        "love": "92%",
        "work": "93%",
        "money": "95%",
        "health": "96%",
        "notice": "以很好的態勢往前衝",
        "discuss": "98%",
        "all_text": "整體運勢穩中有升，彷彿一艘揚起風帆的船隻，在廣闊的海洋中能夠以很好的態勢往前衝。這種上升的運勢並非是偶然的，而是源於內心的堅定信念與積極態度。在這一天裡，能夠充滿自信地面對周圍的一切，無論遇到什麼困難與挑戰，都能勇往直前，毫不退縮。這種自信與勇氣會感染身邊的人，為自己贏得更多的支持與鼓勵。在人際交往中，也能以熱情開朗的性格吸引他人的注意，結交到志同道合的朋友。同時，也會更加註重自身的形象與氣質，展現出獨特的魅力。這種穩中有升的運勢，讓人在追求目標的道路上更加順暢，能夠不斷超越自我，實現更高的成就。只要保持這份積極向上的心態，就能在人生的舞臺上綻放出耀眼的光芒。",
        "love_text": "單身的你，魅力四射，會吸引眾多目光，成為人群中的焦點。自信地展現自己，說不定就能吸引到那個與你相互欣賞的人，開啟一段美好的戀情。已有伴者的你，和伴侶之間愛意滿溢，彼此的關心和照顧會讓對方感受到滿滿的愛，一起度過甜蜜又溫馨的一天，感情更加堅如磐石。",
        "work_text": "對你來說是一個閃耀的日子，光芒四射。在各個領域都能展現出強大的實力和魅力，成為眾人矚目的焦點。無論是工作上的出色表現，還是學習上的優異成績，都能讓你收穫滿滿的讚譽和認可，為個人發展打開新的大門，迎來更多機會。",
        "lucky_star": "天秤座",
        "money_text": "你的財富運勢超棒，有財富大幅增長的可能。工作上可能會得到領導的賞識，獲得一筆豐厚的獎金或者晉升機會帶來的薪資提升。而且在業務拓展方面，也容易取得成功，談成一些大項目，為自己帶來可觀的收入。好好把握這天的好運勢，讓錢包鼓起來。",
        "health_text": "精力旺盛得像充滿電的電池，各類活動都能輕鬆駕馭。不過要注意運動強度把控，避免過度消耗體能。建議選擇游泳或騎行這類全身性運動，運動後及時更換乾爽衣物。晚上睡前喝杯溫牛奶，既能補充鈣質，又能幫助快速進入深度睡眠狀態。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉默寡言",
        "yi": "做個新發型",
        "all": "97%",
        "date": "2026-01-06",
        "love": "99%",
        "work": "86%",
        "money": "98%",
        "health": "93%",
        "notice": "幸運之神特別眷顧",
        "discuss": "90%",
        "all_text": "整體運勢呈現出羨煞旁人的節奏，彷彿被幸運之神特別眷顧，能夠得到很多助力與肯定。在這一天裡，彷彿置身於一個充滿溫暖與關愛的環境中，周圍的人都會給予自己支持與幫助。這種助力可能來自於朋友、家人或者同事，他們的鼓勵與建議會讓自己在面對困難時更加從容自信。同時，也會得到他人的肯定與讚揚，這些正面的反饋會讓自己內心充滿成就感與滿足感，進一步激發內在的動力與潛能。在人際交往中，能夠以真誠善良的態度與人相處，贏得他人的信任與好感，人際關係更加和諧融洽。這種良好的運勢也會讓自己在精神上得到極大的愉悅，能夠以更加積極樂觀的心態去面對生活。只要珍惜這份好運，用心去感受生活中的美好，就能讓這份幸運持續下去。",
        "love_text": "單身的你，這一天良緣可能即將降臨，或許是通過朋友的介紹，或是在工作學習中遇到那個特別的人。保持開放的心態，給彼此一個瞭解的機會。已有伴者的你，和伴侶的感情穩定又美滿，一起規劃未來，為共同的目標努力，會讓你們的關係更加緊密，對未來充滿信心。",
        "work_text": "你的努力和付出得到了應有的回報，整體運勢向好。在工作和學習中，你能憑藉嚴謹的態度和紮實的專業知識，出色地完成各項任務。不僅得到他人的認可和尊重，還能在過程中發現自己的不足之處，為進一步提升自己指明方向，收穫成長與進步。",
        "lucky_star": "雙魚座",
        "money_text": "你的正財運勢很穩，有穩步提升的趨勢。在工作中，你的努力和付出會得到實實在在的回報，業績突出的話，獎金自然少不了。而且你的專業能力也會得到認可，可能會有一些額外的任務交給你，完成得好不僅能提升自己的能力，還能增加收入。保持這種狀態，財富會越來越多。",
        "health_text": "這天身體各項機能運轉良好，連皮膚都透著健康光澤。適合進行力量訓練，但要注意循序漸進增加負重。飲食方面多吃富含維生素C的柑橘類水果，增強免疫力。長時間站立後，做勾腳尖動作促進下肢血液迴流，預防靜脈曲張，保持腿部線條優美。",
        "lucky_color": "綠色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "到點不睡覺",
        "yi": "學習新知識",
        "all": "87%",
        "date": "2026-01-06",
        "love": "64%",
        "work": "90%",
        "money": "62%",
        "health": "84%",
        "notice": "每一步要走謹慎",
        "discuss": "78%",
        "all_text": "整體運勢起伏較大，如同在不平整的道路上前行，時而上坡，時而下坡。這種不穩定的態勢需要格外留意，每一步都要走得謹慎，步步為營。在面對各種狀況時，不能急於做出決定，而是要冷靜分析，權衡利弊。因為運勢的起伏可能會帶來一些意外情況，若衝動行事，容易陷入困境。在人際交往方面，可能會遇到觀點不一致的情況，此時要保持平和的心態，耐心溝通，避免因言語衝突而影響關係。同時，也要注意調整自己的情緒，不要被運勢的波動影響心情。雖然運勢有起伏，但只要保持沉穩的態度，認真對待每一個環節，就能在不穩定中找到平衡，順利度過這一天，為後續的發展積累經驗。",
        "love_text": "單身的你，在尋愛路上可能會稍有波折，可能會遇到一些讓你猶豫不決的情況，或是遇到的人不太符合你的預期。別灰心，耐心等待，屬於你的緣分還在後面。已有伴者的你，和伴侶之間關係需要多溝通，把心裡的想法說出來，避免因為誤解而產生矛盾，共同維護好這段感情。",
        "work_text": "簡直是開掛般的一天，各方面都順風順水。在推進各項事務時，彷彿有一股無形的助力，讓你輕鬆跨越各種障礙。無論是與他人合作項目，還是獨自處理複雜任務，都能高效且出色地完成，收穫滿滿的成就感。這種良好的狀態，還會為你吸引來更多優質資源和機會，推動你不斷向上攀升。",
        "lucky_star": "雙子座",
        "money_text": "在消費方面要剋制一下，避免盲目消費。這天你可能會被各種促銷活動吸引，看到打折商品就忍不住下單，或者因為一時衝動購買一些不實用的東西。在買東西之前，先冷靜思考一下自己是否真的需要，別讓購物慾衝昏了頭腦，不然最後買了一堆用不上的東西，錢包可就癟下去了。",
        "health_text": "整體狀態在線，處理事務時反應迅速。適合開展戶外徒步或登山活動，但要注意選擇成熟路線，攜帶充足飲用水。長時間使用電腦後，用熱毛巾敷眼5分鐘緩解視疲勞。晚餐後與家人散步聊天，既能促進消化，又能放鬆緊繃的神經。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂髮脾氣",
        "yi": "卸下心理包袱",
        "all": "72%",
        "date": "2026-01-06",
        "love": "56%",
        "work": "75%",
        "money": "61%",
        "health": "70%",
        "notice": "變幻莫測的環境中",
        "discuss": "66%",
        "all_text": "整體運勢不大穩定，彷彿置身於一個變幻莫測的環境中。這種不穩定可能會讓人感到有些迷茫和不安，因此建議卸下心理上的一些包袱。過去的一些擔憂、顧慮或者壓力，都可能成為阻礙前進的因素，不妨試著放下它們，以輕鬆的心態去面對當天的一切。在與人相處時，不要過於敏感，不要因為一些小事而糾結不已。要學會接受變化，適應新的情況。當遇到困難時，不要獨自承受，可以向身邊信任的人尋求幫助和支持。卸下心理包袱後，會發現自己的思維更加清晰，能夠更好地應對各種狀況，也能在不穩定中找到屬於自己的方向，讓生活重新回到正軌。",
        "love_text": "單身的你，這一天愛情難有明顯進展，可能會感覺身邊缺乏合適的對象，或是自己的狀態不太適合開展新戀情。不妨把精力放在提升自己上，等待合適的時機。已有伴者的你，和伴侶之間可能會出現一些小矛盾，需要多花些心思去化解，站在對方的角度思考問題，相互理解，才能讓感情不受影響。",
        "work_text": "整體運勢較為平穩，呈現出穩中有升的態勢。在這一天裡，你不會遇到太大的風浪，各項事務都能按照既定的節奏推進。憑藉自身紮實的能力和沉穩的態度，在處理問題時遊刃有餘，每完成一個小目標，都能讓你離最終的成功更近一步，收穫一些小成就。",
        "lucky_star": "金牛座",
        "money_text": "在與合作相關的財務方面要多留意。如果是和別人一起做項目或者有生意上的合作，在賬目往來上一定要仔細核對，避免出現賬目不清的情況。簽訂合同或者協議時，也要看清每一項條款，防止因為疏忽而給自己帶來財務上的損失。謹慎處理合作賬目，才能保障自己的利益。",
        "health_text": "這天容易產生倦怠感，彷彿身體被蒙上薄紗。建議將重要事務安排在上午完成，午後進行冥想或聽輕音樂放鬆。飲食上多吃富含B族維生素的全穀物，幫助提升代謝效率。晚上提前1小時入睡，在床頭放個香薰機，用薰衣草精油助眠，讓身心徹底修復。",
        "lucky_color": "杏色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃得太多",
        "yi": "曬曬雪景",
        "all": "60%",
        "date": "2026-01-06",
        "love": "51%",
        "work": "68%",
        "money": "50%",
        "health": "64%",
        "notice": "如同在迷霧中前行",
        "discuss": "60%",
        "all_text": "整體運勢欠佳，如同在迷霧中前行，容易迷失方向。在這種狀態下，很容易被別人想法牽著鼻子走，失去自己的主見。周圍人的觀點和建議可能會不斷湧來，若不加以分辨，盲目聽從，就會陷入混亂。因此，要保持清醒的頭腦，堅定自己的立場。在面對各種信息時，要學會篩選和判斷，取其精華，去其糟粕。不要因為別人的看法而輕易改變自己的想法和計劃。同時，也要注意自己的情緒管理，不要因為運勢欠佳而陷入消極情緒中。要積極尋找解決問題的方法，主動調整自己的狀態，以更加堅定的姿態去面對當天的不如意，努力走出困境，重新找回屬於自己的節奏。",
        "love_text": "單身的你，緣分似乎尚未到來，可能還是維持單身的狀態。不過彆著急，利用這段時間好好享受單身生活，提升自己，讓自己變得更加優秀。已有伴者的你，和伴侶相處需要多包容，每個人都有自己的小脾氣和小習慣，相互包容才能讓感情長久，多站在對方立場考慮問題。",
        "work_text": "你的運勢有些起伏不定，就像坐過山車一樣。在這一天裡，你可能會遇到一些突發狀況，打亂原本的計劃，讓你有些措手不及。不過，別太擔心，只要保持冷靜，靈活應對，還是能順利解決問題的。但整體節奏會因此變慢，需要你適當放緩腳步，調整狀態。",
        "lucky_star": "獅子座",
        "money_text": "你得好好控制一下自己的支出，減少不必要的消費。這天你可能會因為一些社交活動或者朋友聚會而產生不少開銷，比如吃飯、娛樂等。在參加這些活動之前，先規劃好自己的預算，別為了面子而過度消費。把不必要的支出省下來，積少成多，也能讓你的財務狀況更健康。",
        "health_text": "健康狀況平穩，適合開展低強度運動。可以選擇打太極拳或跳健身操，注意保持動作規範。長時間開車後，在服務區做頸部環繞運動，預防頸椎病。飲食方面少吃醃製食品，多吃新鮮蔬菜，幫助身體排出多餘鹽分，維持電解質平衡。",
        "lucky_color": "茶色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "孤注一擲",
        "yi": "朋友圈點贊",
        "all": "90%",
        "date": "2026-01-06",
        "love": "94%",
        "work": "93%",
        "money": "95%",
        "health": "87%",
        "notice": "各方面充滿活力",
        "discuss": "92%",
        "all_text": "整體運勢旺盛，彷彿被一股強大的力量推動著向前。這種旺盛的運勢會讓人在各個方面都充滿活力，能夠以積極的態度去面對生活中的一切。在做事情時，會感覺格外順利，能夠高效地完成各項任務，收穫滿滿的成就感。這種成就感不僅來自於事情的完成，更來自於對自己能力的肯定和提升。在人際交往中，也能以自信的姿態與他人相處，贏得他人的尊重和認可。與他人的交流和互動會更加順暢，能夠結交到一些志同道合的朋友。同時，這種旺盛的運勢也會帶來一些新的機會和挑戰，要勇敢地抓住機會，積極迎接挑戰，不斷提升自己，讓運勢持續旺盛下去，創造更加美好的未來。",
        "love_text": "單身的你，這一天真愛可能會悄然出現，也許是在不經意間，那個對的人就走進了你的生活。保持敏銳的感知，抓住機會，開啟一段美好的愛情。已有伴者的你，和伴侶的感情堅如磐石，無論遇到什麼困難，都能相互扶持，一起面對，這份堅定的感情會讓你們更加珍惜彼此。",
        "work_text": "你大放異彩的一天，功績顯著，實現躍升。你憑藉自身強大的執行力和堅韌不拔的精神，在工作中和學習上都能取得突破性的進展。無論是攻克難題，還是完成重要項目，都能展現出超高的水準，讓周圍的人對你刮目相看，為未來的發展打下堅實的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "你的投資運勢很好，投資回報會很豐厚。如果你之前有進行一些投資，比如股票、基金或者房產等，這天可能會看到不錯的收益。而且這天也很適合你進一步研究投資市場，尋找新的投資機會。不過投資有風險，在做出決策之前，還是要做好充分的調研和分析，謹慎投資。",
        "health_text": "這天身體略顯疲憊，像被按了慢放鍵。建議減少外出應酬，在家做些簡單拉伸。用艾草熱敷包敷腰部，緩解久坐帶來的痠痛。早餐增加蛋白質攝入，水煮蛋或豆漿都是不錯選擇。晚上泡個熱水澡，加入幾滴尤加利精油，幫助疏通呼吸道，改善睡眠質量。",
        "lucky_color": "酒紅色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "嘗試新想法",
        "all": "51%",
        "date": "2026-01-06",
        "love": "66%",
        "work": "51%",
        "money": "65%",
        "health": "61%",
        "notice": "墨守成規的姿態",
        "discuss": "58%",
        "all_text": "整體運勢不容樂觀，過於墨守成規的姿態會成為前進的阻礙。在這種運勢下，若一直堅持老一套的做法和觀念，不願意做出改變，就很難適應新的環境和情況。會感覺周圍的一切都在變化，而自己卻停滯不前，從而產生一種無力感和挫敗感。因此，要打破這種墨守成規的狀態，勇於嘗試新的方法和思路。不要害怕失敗，失敗是成功之母，每一次嘗試都是一次成長的機會。在人際交往中，也要更加開放和包容，接受不同的觀點和想法，與他人建立良好的溝通和互動。只有放下固執，積極改變，才能改善當前的運勢，讓自己在變化中找到新的方向，重新煥發出活力。",
        "love_text": "單身的你，在尋愛路上可能會有些迷茫，不清楚自己真正想要的是什麼，或是不知道該如何去尋找愛情。不妨靜下心來，思考自己的需求，明確目標。已有伴者的你，和伴侶相處需要多磨合，畢竟每個人都有自己的想法和生活方式，通過磨合找到最適合你們的相處模式，讓感情更加和諧。",
        "work_text": "是充滿挑戰的一天，挫折不斷，前行受阻。在這一天裡，你可能會發現原本順利的事情突然變得困難重重，各種問題接踵而至，讓你有些應接不暇。不過，這也是一次成長的機會，只要你能從挫折中吸取教訓，調整策略，就能逐漸走出困境。",
        "lucky_star": "白羊座",
        "money_text": "你要好好規劃一下自己的財務收支。這天你可能會面臨一些財務上的決策，比如是該存錢還是該消費，是繼續投資還是收回資金。這時候你需要冷靜下來，根據自己的實際情況和財務目標，制定一個合理的財務計劃。合理規劃收支，才能讓你的財務狀況更加穩定，避免出現入不敷出的情況。",
        "health_text": "元氣值滿格，思維活躍行動敏捷。適合嘗試攀巖或射箭等需要專注力的運動，但要注意安全防護。長時間講話後，含顆潤喉糖保護聲帶。傍晚時分到江邊慢跑，讓新鮮空氣充滿肺部。睡前做套簡單的床上拉伸，幫助放鬆肌肉，提升睡眠舒適度。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說別人閒話",
        "yi": "多巴胺配色",
        "all": "96%",
        "date": "2026-01-06",
        "love": "86%",
        "work": "95%",
        "money": "89%",
        "health": "92%",
        "notice": "得到很多的助力",
        "discuss": "94%",
        "all_text": "整體運勢非常棒，彷彿被幸運之神緊緊環繞，能都得到很多的助力。這種助力可能來自於身邊的人，也可能是周圍的環境。在與人相處時，會感受到他人的善意和幫助，這些溫暖和支持會讓自己充滿信心和動力。在做事情時，也會發現一切似乎都變得輕鬆起來，能夠順利地推進各項計劃，取得不錯的進展。這種良好的運勢會讓幸福感指數UP，內心充滿喜悅和滿足。同時，這種運勢也會激發自己的創造力和想象力，能夠以更加積極的心態去探索新的領域，嘗試新的事物。要珍惜這份好運，用心去感受生活中的美好，以樂觀的態度繼續前行，讓這份幸運持續下去，為自己創造更多的精彩。",
        "love_text": "單身的你，這一天浪漫邂逅可期，可能會在充滿浪漫氛圍的場合遇到那個讓你心動的人，開啟一段浪漫的戀情。勇敢表達自己的心意，不要錯過機會。已有伴者的你，和伴侶之間愛意持續升溫，一起做些浪漫的事，比如送對方小禮物，說些甜蜜的話，讓感情始終保持新鮮感。",
        "work_text": "機遇滿滿的一天，不斷攀升。在這一天裡，你會發現自己彷彿被幸運之神眷顧，各種好機會紛紛向你湧來。無論是工作上的新項目，還是學習上的新挑戰，都能成為你展示自己的舞臺。只要你抓住這些機會，全力以赴，就能取得令人矚目的成績，實現自我提升。",
        "lucky_star": "射手座",
        "money_text": "你有增加兼職收入的機會。如果你平時有時間，不妨利用自己的特長或者興趣找一份兼職工作，比如做家教、寫稿子、做設計等。這天你可能會收到一些兼職的邀請，或者通過自己的努力找到合適的兼職項目。好好把握這個機會，通過兼職增加自己的收入，讓生活更富足。",
        "health_text": "這天容易犯困打哈欠，彷彿身體需要充電。建議將重要會議安排在上午，午後喝杯綠茶提神醒腦。飲食上多吃富含鎂元素的香蕉和南瓜籽，幫助緩解焦慮情緒。晚上提前關閉電子設備，用暖光燈營造睡眠氛圍，保證7小時高質量睡眠，讓身體徹底恢復元氣。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    }
  }
}