{
  "updated": "2025-08-14T12:15:37.229Z",
  "updateTime": "2025/8/14 下午8:15:37",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 32469,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "先用後付",
        "yi": "安排好日程",
        "all": "72%",
        "date": "2025-08-14",
        "love": "66%",
        "work": "74%",
        "money": "78%",
        "health": "76%",
        "notice": "像個安靜的聽眾",
        "discuss": "79%",
        "all_text": "整體狀態比較平淡，既沒有特別想出風頭的衝動，也沒被什麼麻煩纏上。周圍人熱鬧討論時，你更像是個安靜的聽眾，偶爾插兩句但不會搶話題。這種“不爭不搶”的狀態會延續到日常裡，比如朋友約活動，你可能覺得去也行不去也行，最後選個最省事的；遇到小分歧時，也懶得爭論，直接順著大家的意思來。情緒上沒有大波動，但偶爾會因小事分心，比如突然想起沒回的消息，或對某個細節反覆確認，反而浪費了點時間。身體狀態中規中矩，沒明顯疲憊感，但也沒特別精神，適合做些輕鬆的事，比如在家追劇、整理書架或隨便翻幾頁閒書。財運方面沒變化，既不會突然花錢，也沒意外進賬，消費慾很低，連平時愛逛的購物軟件都懶得打開。整體來看，可以適當地隨性而為些，不必強求自己表現突出，把該做的小事做完，保持情緒穩定就是最好的狀態。",
        "love_text": "單身的你，容易因自我懷疑而錯過機會，明明想靠近某個人，卻總擔心“自己不夠好”，反而顯得拘謹。其實對方未必在意那些小細節，你的真誠比完美更重要。已有伴者的你，說話別太直來直去，比如伴侶分享日常時，別急著評價“這有什麼意思”，試著先共情再回應，比如“聽起來你挺累的”，對方會更願意和你聊下去。",
        "take_star": "",
        "work_text": "對你而言是充滿機遇與挑戰交織的日子。你有著無限的活力與衝勁，但需要更精準地挖掘自身長處，將其運用到實際場景中。在面對各種事務時，別急於求成，多花些時間思考，找到最適合自己的方式，才能讓努力事半功倍，在前進道路上收穫更多成果。",
        "lucky_star": "天秤座",
        "money_text": "在財運上得把儲蓄計劃好好落實啦。這一天可能會有一些看似誘人的消費機會出現，比如新出的電子產品、時尚服飾等，但別衝動下單。先把一部分收入存起來，養成強制儲蓄的習慣，這樣能為你未來的財務安全多一份保障，也能避免不必要的支出打亂你的財務節奏。",
        "health_text": "不要熬夜晚睡。熬夜會打亂你的生物鐘，讓身體得不到充分休息，第二天就會沒精神，還可能影響免疫力。今晚儘量早點放下手機，營造安靜舒適的睡眠環境，泡個腳、聽點舒緩音樂，讓身心放鬆，早早進入夢鄉，這樣第二天才能活力滿滿，以更好的狀態應對生活。",
        "lucky_color": "寶藍色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "已讀不回",
        "yi": "買一束鮮花",
        "all": "56%",
        "date": "2025-08-14",
        "love": "50%",
        "work": "52%",
        "money": "60%",
        "health": "66%",
        "notice": "確實了明確目標",
        "discuss": "62%",
        "all_text": "容易陷入“坐不住”的狀態，心裡像有團沒處安放的小火苗，總想找點事做卻又沒明確目標。這種浮躁感會讓你對日常瑣事失去耐心，比如排隊時頻繁看手機、等人時忍不住踱步，甚至處理重複性任務時，會因一點小卡頓就煩躁。情緒上容易因小事急眼，比如東西找不到、計劃被打亂，或聽到一句不順耳的話，心裡就堵得慌。建議別把日程排太滿，留些空白時間給自己緩衝，否則越急越容易出錯。身體方面需注意，久坐或保持同一姿勢可能引發肩頸痠痛，適當活動能緩解。財運平平，別因一時衝動買不實用的東西，尤其是被廣告或他人推薦種草的物品，冷靜五分鐘再決定。這一天你更適合“慢下來”，哪怕只是發發呆、聽聽歌，也比強行推進事倍功半。接受自己的“不平靜”，反而能減少內耗。",
        "love_text": "單身的你，脫單壓力有點大，可能因為家人催婚或看到朋友秀恩愛，心裡莫名焦慮。但急著找對象反而容易看走眼，不如先調整心態，把注意力放回自己身上。已有伴者的你，別因為小事對伴侶發脾氣，比如對方忘記倒垃圾，別立刻指責“你怎麼總這樣”，試著說“下次我們一起記著”，矛盾會少很多。",
        "take_star": "",
        "work_text": "容易陷入他人意見的漩渦中。周圍的聲音紛繁複雜，可能會干擾你的判斷。此時要堅定內心，別盲目聽從別人的說法。在做決策或行動前，多給自己一些思考空間，結合自身實際情況，冷靜分析利弊，才能避免走彎路，穩步朝著目標前進。",
        "lucky_star": "巨蟹座",
        "money_text": "可得管住自己請客埋單的手。和朋友聚會時，別為了面子而搶著買單，不然錢包會很快癟下去。而且在日常消費中，也要多留意價格，別因為習慣或者疏忽而多花冤枉錢。謹慎對待每一筆支出，才能讓你的財務狀況更穩定。",
        "health_text": "容易出現上火問題，可能會口乾舌燥、咽喉腫痛。這和天氣以及日常飲食有關，儘量少吃辛辣、油膩的食物，多吃些清熱降火的蔬菜水果，像苦瓜、黃瓜、梨等。同時，要多喝水，保持身體水分充足，促進新陳代謝，把體內的火氣排出去，讓身體更清爽。",
        "lucky_color": "翠綠色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "被小人算計",
        "yi": "多關心身邊人",
        "all": "84%",
        "date": "2025-08-14",
        "love": "78%",
        "work": "85%",
        "money": "81%",
        "health": "86%",
        "notice": "把事落地踏實感",
        "discuss": "84%",
        "all_text": "這一天裡，你少了些天馬行空的念頭，多了份“把事落地”的踏實感。這種轉變會讓你在處理日常事務時更專注，比如整理文件時能一次性歸類清楚，和他人溝通時能抓住重點不跑題，甚至平時容易拖延的小事，也能主動做完。情緒上平和不糾結，遇到小麻煩能快速調整心態，比如臨時改計劃或被委派額外任務，不會抱怨而是直接想辦法解決。身體狀態不錯，精力夠用但別過度消耗，適合做些需要耐心的事，比如學個新技能、整理收藏或陪家人聊天。財運沒有大起伏，但可能會因細心發現省錢小技巧，比如對比價格時找到更便宜的選項，或翻出之前沒用的優惠券。整體是穩中帶進的一天，把每件小事做好，積累起來就是小成就。別追求多驚豔，能把計劃的事完成就是勝利。",
        "love_text": "單身的你，追求喜歡的人要講究方法，別光靠“刷存在感”或說甜言蜜語，對方可能更在意你是否真的懂TA。比如聊到TA喜歡的電影，別隻說“好看”，而是問“你覺得主角的選擇合理嗎”，更容易拉近距離。已有伴者的你，試著用對方喜歡的方式互動，比如TA喜歡安靜，就陪TA宅家看電影；TA愛熱鬧，就一起約朋友吃飯，感情會更融洽。",
        "take_star": "",
        "work_text": "是適合發揮智慧的一天。保持思考是你今日的關鍵法寶。無論是處理日常瑣事，還是面對重要決策，都要讓大腦高速運轉，從不同角度分析問題。通過不斷思考，你能發現隱藏在表面之下的機會，也能更好地應對各種突發狀況，讓生活和工作學習都更加順暢。",
        "lucky_star": "水瓶座",
        "money_text": "在財運上有挖掘兼職副業的好時機。這一天你的思維比較活躍，能發現不少可以增加收入的渠道。比如利用自己的技能在網上接一些小任務，或者利用業餘時間做些手工製品售賣。多嘗試不同的兼職方式，說不定能找到適合自己的副業，為你的錢包添磚加瓦。",
        "health_text": "要少吃生冷的食物。生冷食物吃多了容易刺激腸胃，引起腹痛、腹瀉等不適。像冰淇淋、冷飲、生魚片這些，能少吃就少吃。可以選擇吃一些溫熱、易消化的食物，比如熱粥、熱湯麵等，既能溫暖腸胃，又能給身體提供足夠的能量，讓腸胃舒舒服服的。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "閱讀一本好書",
        "all": "78%",
        "date": "2025-08-14",
        "love": "75%",
        "work": "77%",
        "money": "80%",
        "health": "79%",
        "notice": "調整節奏保持平衡",
        "discuss": "73%",
        "all_text": "周圍的環境或人際互動中有些小變化，需要你調整節奏保持平衡。這種“變化感”可能來自日常習慣被打破，比如突然換路線、臨時改聚餐地點，或和熟悉的人聊到新話題，讓你需要快速適應。情緒上會有些微妙波動，比如對某個消息既好奇又猶豫，或對某件事既想參與又怕麻煩，這種矛盾感需要你主動做選擇，別一直糾結。身體狀態需注意，可能因作息小調整或飲食變化感到輕微不適，比如沒睡夠或吃撐了，及時調整就能緩解。這一天的你要保持 靈活應對，尤其是遇到變化的時候先別急著抗拒，觀察後再行動，反而能抓住小機會。保持開放心態，變化未必是壞事，說不定還能帶來新體驗。",
        "love_text": "單身的你，好好打扮一下會有驚喜，比如換套新衣服或換個髮型，出門時可能會遇到主動搭話的人，或被朋友介紹新朋友。已有伴者的你，在伴侶面前也要保持魅力，別因為相處久了就放鬆形象管理，偶爾穿件TA誇過的衣服，或噴點TA喜歡的香水，對方會覺得你依然很用心。",
        "take_star": "",
        "work_text": "對你來說是對耐心的大考驗。在追求目標的道路上，可能會遇到一些進展緩慢的情況，讓你感到有些焦慮。但此時千萬不能急躁，耐心是化解困境的良藥。保持平和的心態，一步一個腳印地前行，相信只要堅持下去，那些看似棘手的問題都會逐漸迎刃而解。",
        "lucky_star": "金牛座",
        "money_text": "求財宜求穩為主，別想著去嘗試一些高風險的投資或者快速賺錢的項目。安穩地做好本職工作，保障穩定的收入來源才是關鍵。對於一些突然出現的賺錢機會，要保持冷靜，仔細分析其中的風險和收益，避免因小失大，穩穩地守護好自己的財富。",
        "health_text": "別在昏暗燈光下玩手機。這樣對眼睛傷害很大，容易讓眼睛疲勞、乾澀，還可能引發近視加深等問題。如果一定要用手機，就找個光線充足的地方，控制好使用時間，每隔一段時間就休息一下眼睛，看看遠處，做做眼保健操，保護好心靈的窗戶。",
        "lucky_color": "杏色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃炸雞燒烤",
        "yi": "做個美容SPA",
        "all": "91%",
        "date": "2025-08-14",
        "love": "90%",
        "work": "92%",
        "money": "94%",
        "health": "91%",
        "notice": "找準感興趣方向",
        "discuss": "90%",
        "all_text": "整體狀態向上，對想做的事充滿熱情。這種“想做”的衝動不是盲目衝動，而是內心真正感興趣的方向，比如想嘗試新活動、聯繫某個人，或完成擱置已久的小目標。情緒上積極不壓抑，遇到小阻礙也不會輕易放棄，反而會激發“再試試”的勁頭，這種狀態會感染周圍人，容易得到支持或正向反饋。身體狀態不錯，精力充沛適合做些需要行動力的事，比如運動、出門逛或學新東西。財運方面可能有小驚喜，比如收到小禮物、退款或意外發現之前沒用的優惠券。這一天的你不妨“跟著感覺走”，把注意力放在自己真正在意的事上，別被瑣事分散精力。你的熱情和行動力會成為推動好運的關鍵，想做就去做，別猶豫，正就是行動的好日子。",
        "love_text": "單身的你，要敢於追求幸福，遇到心動的人別猶豫，主動打個招呼或聊兩句，對方可能也在等你先開口。已有伴者的你，熱情而主動，比如主動計劃約會、給伴侶小驚喜，或直接說“我想你了”，這種直白的表達會讓對方感受到你的在乎，感情會更甜蜜。",
        "take_star": "",
        "work_text": "是揚長避短的好時機。你身上有著許多閃光點，要善於發現並放大它們，同時巧妙避開自己的不足之處。在與人交往和處理事務時，充分發揮自己的優勢，能讓你在人群中脫穎而出。對於不擅長的領域，不必強行涉足，藉助他人的力量，也能達到理想的效果。",
        "lucky_star": "處女座",
        "money_text": "你的存款有望迎來上漲。之前的一些努力和付出可能會在這一天得到回報，比如項目獎金、業績提成等。這是一個很好的機會，你可以把這部分額外的收入合理規劃，一部分用於儲蓄，一部分用於改善生活，讓你的財務狀況更上一層樓。",
        "health_text": "運動強度不宜過高。過高的運動強度可能會讓身體過度疲勞，甚至造成肌肉拉傷、關節損傷等。如果平時有運動習慣，就適當降低強度，選擇一些輕鬆的運動方式，比如散步、瑜伽等。讓身體在運動中得到放鬆和鍛鍊，而不是過度消耗。",
        "lucky_color": "橙黃色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不管理體重",
        "yi": "睡前做拉伸",
        "all": "96%",
        "date": "2025-08-14",
        "love": "98%",
        "work": "96%",
        "money": "92%",
        "health": "97%",
        "notice": "把事做好就滿足",
        "discuss": "98%",
        "all_text": "從早到晚都保持著有條理狀態的一天，這種自律不是刻意逼自己，而是自然想做好每件事。比如你會主動規劃日程，把任務按優先級排序；整理房間時連抽屜角落都不放過；甚至對日常習慣也格外注意，拒絕敷衍或隨意應付。這種自我管理的狀態會滲透到生活的每個角落，讓你覺得“把事做好”本身就是一種滿足，哪怕只是完成了一件小事，也會覺得“這一天沒白過”。情緒上平和不焦慮，對小問題能快速找到解決辦法，比如臨時需要處理的事、突然的變動，都能冷靜應對，不會因混亂而自亂陣腳。身體狀態良好，精力分配合理，適合做些需要專注的事，比如學習、整理資料或培養新習慣，過程中很少被外界干擾。這是積累小確幸的一天，你的自律會形成良性循環，讓生活更有掌控感。別小看這些小細節，它們正在悄悄提升你的整體狀態。",
        "love_text": "單身的你，魅力加分，可能因為某個小細節被注意到，比如認真工作的樣子、幫人遞東西時的溫柔，容易吸引到欣賞你的人。已有伴者的你，會得到伴侶更多寵愛，比如TA主動幫你分擔家務，或記住你隨口提過的小願望，別覺得“這是應該的”，及時回應“謝謝你，我很開心”，對方會更願意對你好。",
        "take_star": "",
        "work_text": "你會感受到諸多助力圍繞在身邊。無論是來自朋友、家人還是同事，都可能在關鍵時刻給你提供支持和幫助。要善於把握這些機會，積極與他人合作交流。同時，也要保持謙虛的態度，虛心接受他人的建議，這樣能讓你在前進的道路上少走彎路，更快地實現自己的目標。",
        "lucky_star": "白羊座",
        "money_text": "在財運上能得到提點，可能是來自長輩、同事或者專業人士的建議。他們會給你一些關於理財、投資或者節省開支的好方法。你要認真傾聽這些建議，結合自己的實際情況去思考和運用。說不定一個小小的改變，就能讓你的財務狀況有明顯的改善。",
        "health_text": "要注意均衡飲食。不能只挑自己喜歡的食物吃，要保證各類營養的攝入。多吃富含蛋白質的食物，像雞蛋、牛奶、魚肉等，也要搭配足夠的蔬菜和水果，提供維生素和膳食纖維。同時，別忘了吃一些粗糧，促進腸道蠕動。合理搭配飲食，才能讓身體更健康。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚開小差",
        "yi": "樹立自信心",
        "all": "63%",
        "date": "2025-08-14",
        "love": "58%",
        "work": "55%",
        "money": "69%",
        "health": "67%",
        "notice": "受負面反饋影響",
        "discuss": "51%",
        "all_text": "可能會明顯感覺到運勢在悄悄下滑，原本順手的事突然多了些磕絆，連心情都跟著變得敏感起來。周圍人的負面反饋特別容易影響你，哪怕只是隨口一句“這樣不太行”，都可能讓你瞬間洩了氣，甚至懷疑自己是不是哪裡沒做好。這種時候，你容易陷入反覆糾結的狀態——既想證明自己，又怕再被潑冷水，反而讓原本能做好的事變得拖泥帶水。其實不必太在意旁人的評價，整體運勢波動更多是暫時的，別人的否定未必針對你，可能只是他們自己的情緒在作祟。你需要做的是穩住自己的節奏，別因為外界的聲音打亂原本的計劃。另外，可能會遇到需要妥協的情況，比如和他人意見不合時，別急著爭對錯，適當退一步反而能避免更大的麻煩。整體來說，你需要多些耐心，少些自我懷疑，把注意力放在自己能掌控的事情上，別被外界的雜音帶偏。",
        "love_text": "單身的你，爛桃花讓你頭大，可能會遇到過度熱情或目的性太強的人，比如剛認識就頻繁約你，或總打聽你的隱私，別因為不好意思拒絕而勉強應付，直接說“我現在想慢慢來”反而能篩掉不合適的人。已有伴者的你，容易受旁人糾纏，比如前任突然聯繫，或異性同事過度關心，記得和伴侶坦誠溝通，別讓誤會滋生。",
        "take_star": "",
        "work_text": "原本精心規劃的節奏可能會被意外狀況打亂。這或許會讓你有些手忙腳亂，原本清晰的思路也變得混亂。原本按部就班推進的事情，突然出現各種小插曲，比如臨時增加的任務、合作方的變卦等。此時別慌，試著先穩住心態，重新梳理頭緒，在混亂中尋找新的平衡點，才能讓局面重回正軌。",
        "lucky_star": "雙魚座",
        "money_text": "切勿在財運上投機取巧。不要想著通過一些不正當或者高風險的手段來獲取財富，比如虛假交易、誇大宣傳等。這樣的行為不僅可能讓你得不到想要的收益，還可能給自己帶來麻煩和損失。腳踏實地，通過正當途徑賺錢才是正道。",
        "health_text": "容易出現口腔潰瘍，這可能和缺乏維生素、飲食不當有關。要多吃富含維生素的食物，如橙子、草莓、菠菜等。少吃辛辣、刺激性食物，避免刺激口腔黏膜。還要注意口腔衛生，早晚刷牙，飯後漱口，保持口腔清潔，減少細菌滋生，預防口腔潰瘍的發生。",
        "lucky_color": "草綠色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "貪小便宜",
        "yi": "整理臥室房間",
        "all": "76%",
        "date": "2025-08-14",
        "love": "65%",
        "work": "77%",
        "money": "75%",
        "health": "73%",
        "notice": "保持微妙的平衡",
        "discuss": "74%",
        "all_text": "整體運勢平平淡淡，沒有大起大落，更多是按部就班的一天。你可能會覺得生活像一杯溫水，既不燙也不涼，連情緒都保持著一種微妙的平衡——不會特別開心，但也不會煩躁，這種“不鹹不淡”的狀態反而讓你覺得踏實。日常裡該做的事會按計劃推進，比如處理瑣事、和人溝通或完成小任務，過程中不會遇到特別難搞的狀況，但也不會有“突然開掛”的輕鬆感。你可能會覺得沒什麼特別值得記錄的事，但正是這種平凡，讓你有機會沉澱下來，觀察身邊的小細節，比如家人的習慣、朋友的小習慣，這些平時忽略的點滴反而能讓你更理解身邊的人。另外，這一天的你不妨 “穩著來”，別給自己定太高的目標，也彆強求突破，把該做的小事做好，保持情緒穩定，就是最好的狀態。",
        "love_text": "單身的你，可能因為喜歡的人的小缺點而放棄，比如TA說話太直接，或生活習慣和你不同，但完美的人不存在，試著接受這些小差異，反而能發現對方的可愛之處。已有伴者的你，別對伴侶吹毛求疵，比如TA做飯鹹了點，別抱怨“這怎麼吃”，而是說“下次我們一起調整口味”，關係會更和諧。",
        "take_star": "",
        "work_text": "提醒自己切勿安於現狀。你可能在現有的狀態中逐漸失去了前進的動力，對周圍的事物缺乏新鮮感和探索欲。然而，舒適區雖然安逸，卻也容易讓人停滯不前。要警惕這種懈怠的情緒，主動給自己找點挑戰，嘗試新的方法或領域，才能激發內在的潛力，迎來新的突破。",
        "lucky_star": "摩羯座",
        "money_text": "在理財方面似乎沒有什麼想法，這可能會讓你錯過一些賺錢的機會。不妨花點時間梳理一下自己的財務狀況，看看有哪些地方可以優化和改進。也可以關注一些理財資訊，學習一些基本的理財知識，激發自己的理財靈感，讓財富更好地為你服務。",
        "health_text": "不要亂髮脾氣或生氣。情緒波動過大對身體可不好，會影響內分泌系統，還可能導致血壓升高。當遇到不開心的事情時，先深呼吸幾次，讓自己冷靜下來，換個角度思考問題。也可以通過聽音樂、看電影等方式轉移注意力，保持平和的心態，讓身體和心情都輕鬆。",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "孤立圈子外",
        "yi": "愛屋及烏",
        "all": "55%",
        "date": "2025-08-14",
        "love": "70%",
        "work": "53%",
        "money": "52%",
        "health": "60%",
        "notice": "多管閒事惹麻煩",
        "discuss": "58%",
        "all_text": "整體運勢略顯低迷，最大的問題在於你容易“多管閒事”，結果反而給自己惹來不必要的麻煩。你可能天生熱心腸，看到別人的事就想搭把手，但這種“熱心”容易變成“添亂”——比如插手別人的矛盾，結果被兩邊都不待見；或聽到消息就急著湊熱鬧，反而被捲進無關的糾紛裡。這種時候，你容易因為自己的“好意”沒被理解而委屈，甚至懷疑自己是不是做錯了什麼。其實不必太自責，運勢的波動更多是提醒你“邊界感”的重要性——別人的事再重要，也先管好自己，別硬當“和事佬”或“救世主”。另外，你的情緒容易急躁，遇到小問題就想立刻解決，但越急越容易出錯，比如說話沒分寸得罪人，或行動太急漏掉細節。建議你多給自己留些獨處的時間，少參與無關的討論，把注意力放回自己身上，避免因一時熱心反而添亂。",
        "love_text": "單身的你，沒有脫單想法，可能更想和朋友聚會、打遊戲或做自己喜歡的事，這種狀態反而讓你顯得輕鬆自在，反而容易吸引到欣賞你真實的人。已有伴者的你，要多關心對方，比如問一句“過得怎麼樣”，或主動分享自己的心情，別讓伴侶覺得“你只顧自己玩”，小小的關心能讓感情更溫暖。",
        "take_star": "",
        "work_text": "容易陷入被挑釁的困境中。周圍可能會出現一些故意激怒你的人或事，試圖打亂你的節奏，讓你失去理智。在這種情況下，保持冷靜和理智至關重要。不要被情緒左右，以免做出錯誤的決策。以平和的心態應對挑釁，用實力和行動證明自己，才是最好的反擊方式。",
        "lucky_star": "獅子座",
        "money_text": "可能會面臨入不敷出的情況。這一天可能會有一些意外的支出，比如車輛維修、醫療費用等，而你的收入又沒有明顯的增加。在這種情況下，要嚴格控制自己的消費，優先保障必要的生活開支。同時，也可以考慮尋找一些增加收入的途徑，緩解財務壓力。",
        "health_text": "不宜搬抬重物。搬抬重物時如果姿勢不正確或者用力過猛，很容易拉傷腰部肌肉，甚至損傷腰椎。如果必須搬重物，一定要先做好準備活動，採用正確的姿勢，比如屈膝下蹲，用腿部力量而不是腰部力量來搬起。儘量找他人幫忙，避免自己獨自承擔過重的負擔。",
        "lucky_color": "蝦粉色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太斤斤計較",
        "yi": "看一出電影",
        "all": "75%",
        "date": "2025-08-14",
        "love": "71%",
        "work": "65%",
        "money": "75%",
        "health": "76%",
        "notice": "把目光放長遠些",
        "discuss": "72%",
        "all_text": "整體運勢尚可，雖然沒有特別亮眼的表現，但勝在穩定，適合把目光放長遠些。你可能會發現，遇到的事大多需要“慢慢來”——比如處理關係、調整習慣或規劃未來，這些事不會立刻看到結果，但每一步都在為後續打基礎。這種“慢節奏”可能會讓你覺得有點沒勁，甚至懷疑自己是不是在原地踏步，但其實運勢正是在提醒你“積累”的重要性，很多事現在看不出成效，但堅持下去，未來會有意想不到的收穫。另外，你容易陷入“細節控”模式，比如對某件事反覆檢查，或對別人的話過度解讀，這種謹慎雖然能避免出錯，但也容易讓你陷入內耗。建議你適當放寬心態，別太糾結於眼前的小問題，把注意力放在“長期目標”上，現在的每一步都在為未來鋪路。",
        "love_text": "單身的你，沒有主動的動力，可能覺得“脫單太麻煩”，或擔心“對方不喜歡真實的我”，但感情需要慢慢培養，別給自己太大壓力，先從朋友做起，自然相處反而更容易。已有伴者的你，需克服平淡，比如一起嘗試新餐廳、看場電影，或回憶初見時的趣事，別讓日子過得像“完成任務”，偶爾的小浪漫能讓感情保鮮。",
        "take_star": "",
        "work_text": "可能會因為過於磨蹭而錯失一些機會。在做事情時，你總是習慣反覆思考、猶豫不決，導致行動遲緩。雖然謹慎是好事，但過度猶豫會讓你錯過最佳的時機。要學會在思考和行動之間找到平衡，該果斷的時候就要果斷出手，提高效率，才能更好地把握生活中的各種機遇。",
        "lucky_star": "天蠍座",
        "money_text": "在財運上沒有額外進賬，收入主要來自於日常工作。不過這也是一個讓你審視自己消費習慣的好時機。看看自己平時在哪些方面花費過多，有沒有可以節省的地方。合理規劃日常開支，避免不必要的浪費，這樣即使沒有額外收入，也能讓你的財務狀況保持穩定。",
        "health_text": "上下樓梯注意姿勢。不正確的姿勢可能會增加膝蓋和關節的壓力，導致關節疼痛。上下樓梯時要保持身體挺直，腳步穩健，不要彎腰駝背或者急躁奔跑。如果樓梯比較陡，可以扶著扶手，一步一步慢慢走，保護好關節，避免受傷。",
        "lucky_color": "桃紅色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打破玻璃製品",
        "yi": "學習新知識",
        "all": "95%",
        "date": "2025-08-14",
        "love": "96%",
        "work": "94%",
        "money": "98%",
        "health": "90%",
        "notice": "閃閃發光諸事順",
        "discuss": "92%",
        "all_text": "整體運勢非常好，簡直可以用“閃閃發光”來形容，連日常的小事都能讓你覺得“有意思”。你可能會發現，似乎這一天做什麼都順，比如和人溝通能快速達成共識，處理瑣事能一次性搞定，甚至平時覺得麻煩的事，也能輕鬆應對。這種“順遂感”會讓你整個人都充滿活力，連情緒都變得積極起來，對小事也能發現樂趣，比如看到路邊的花、聽到喜歡的歌，都會覺得“這一天真不錯”。另外，你容易吸引好機會，比如遇到願意幫你的人，或發現新興趣，這些“不期而遇”的小幸運會讓你更開心。建議你多出去走走，或嘗試些平時沒做過的事，比如去沒去過的店、學點新東西，這種“探索欲”會讓你的好狀態持續更久。整體來說，這正是“狀態佳”的一天，保持這種好心情，把想做的事都試試，說不定會有意外收穫。",
        "love_text": "單身的你，得到貴人牽線，可能是朋友、同事或家人介紹新對象，對方和你興趣相投，聊得來，別急著拒絕，先接觸看看。已有伴者的你，與伴侶感情升溫，比如一起做飯時默契配合，或聊到未來規劃時想法一致，這種“同頻”的感覺會讓你們更確定彼此的重要性。",
        "take_star": "",
        "work_text": "思維開闊的一天。你的腦海中會湧現出許多新奇的想法和創意，彷彿打開了一扇通往新世界的大門。這些獨特的思維能讓你在處理問題時找到與眾不同的解決方案，也能為你帶來新的靈感和動力。要善於抓住這些靈感，將它們轉化為實際的行動，讓生活和工作學習都煥發出新的活力。",
        "lucky_star": "雙子座",
        "money_text": "副業進賬會比較多。之前在副業上的投入和努力在這一天會得到回報，可能會有客戶下單、合作達成等好消息。這是一個很好的鼓勵，你可以繼續在副業上深耕，擴大業務範圍，提高服務質量，讓副業成為你穩定的收入來源之一。",
        "health_text": "不要長時間戴耳機。長時間戴耳機會讓耳朵處於封閉狀態，影響耳部血液循環，還可能損傷聽力。如果需要使用耳機，儘量選擇外放或者短時間佩戴，音量也不要調得太大。給耳朵一些休息的時間，讓它能自由地呼吸，保持耳部的健康。",
        "lucky_color": "焦糖色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃生冷食物",
        "yi": "可愛的配飾",
        "all": "86%",
        "date": "2025-08-14",
        "love": "85%",
        "work": "80%",
        "money": "88%",
        "health": "82%",
        "notice": "以自己為主導者",
        "discuss": "78%",
        "all_text": "整體運勢相對平順，最大的優勢是能自己做主。日常裡的大小事都能按你的想法推進，不用太在意別人的意見或干擾。這種掌控感會讓你很有安全感，比如決定吃什麼、穿什麼，或安排自己的時間，都能輕鬆做決定，不用反覆糾結。你可能會覺得特別“自在”，連情緒都保持著一種輕鬆的狀態，不會因小事焦慮，遇到問題也能快速調整心態，比如臨時改計劃或被委派額外任務，不會抱怨而是直接想辦法解決。另外，你容易在細節上發現小確幸，比如整理東西時找到遺忘的小物件，或聽到熟悉的老歌，這些“小驚喜”會讓你的心情更愉悅。建議你多關注自己的需求，別太在意別人的看法，按自己的節奏來，穩穩當當地過好就是勝利。",
        "love_text": "單身的你，要懂得循序漸進發展，遇到心動的人別急著表白，先從朋友做起，慢慢了解對方的性格和喜好，感情會更穩定。已有伴者的你，懂得珍惜簡單的陪伴，比如一起窩在沙發看劇、散步時手牽手，這些平凡的小事反而能讓你們更依賴彼此，感情也會更深厚。",
        "take_star": "",
        "work_text": "鍛鍊自身能力的好時機。你會面臨一些具有挑戰性的任務或情況，這雖然會讓你感到有些壓力，但也是成長和提升的絕佳機會。不要害怕困難，勇敢地迎接挑戰，在解決問題的過程中，你會發現自己的能力在不斷增強。每一次的突破都是一次蛻變，讓你離目標更近一步。",
        "lucky_star": "射手座",
        "money_text": "或有一些零碎進賬，比如收到退款、小禮品變現等。雖然這些收入可能不多，但也能給你的錢包帶來一些小驚喜。你可以把這些零碎的收入集中起來，用於一些小目標的實現，比如買一本心儀的書、看一場電影等。同時，也要繼續保持對其他賺錢機會的關注。",
        "health_text": "要及時清理積水，杜絕蚊蟲。積水容易滋生蚊蟲，蚊蟲叮咬不僅會讓人瘙癢難耐，還可能傳播疾病。檢查家裡各個角落，像花盆底部、水槽等地方，把積水清理乾淨。也可以使用一些驅蚊產品，如蚊香、驅蚊液等，讓自己遠離蚊蟲的困擾，擁有一個舒適健康的環境。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    }
  }
}