{
  "updated": "2025-08-04T15:10:11.217Z",
  "updateTime": "2025/8/4 下午11:10:11",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 32477,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝冰冷飲料",
        "yi": "思考與獨處",
        "all": "61%",
        "date": "2025-08-04",
        "love": "58%",
        "work": "56%",
        "money": "66%",
        "health": "69%",
        "notice": "保持清醒的頭腦",
        "discuss": "56%",
        "all_text": "整體運勢不太能讓人掉以輕心，得時刻保持清醒的頭腦。這一天裡，你很容易陷入跟風的狀況，可能是看到身邊人都在做某件事，比如跟風買某樣熱門商品、參與某個熱門活動，甚至是在一些觀點上也盲目跟隨他人。這種跟風行為可能會讓你忽略自身的實際需求和判斷，事後可能會覺得有些衝動和不理智。而且在跟風過程中，還可能因為不瞭解具體情況而遇到一些小麻煩。在社交場合中，也容易因為他人的影響而改變自己的計劃。這一天要提醒自己多獨立思考，在做決定前先冷靜分析是否真的適合自己，別被一時的潮流和氛圍帶偏。同時，在消費方面也要多留個心眼，別看到別人買就跟著買，避免不必要的支出。另外，在與人交流時，也要注意別輕易被他人的觀點左右，保持自己的立場和判斷，這樣才能讓這一天過得更穩當。",
        "love_text": "單身的你，要試著從舊戀情的陰影裡走出來。別總沉浸在過去的回憶裡，不然新的緣分很難靠近你。已有伴者的你，別老把現在的感情和過去美化後的樣子比較。每段感情都有獨特的相處模式，過度比較只會讓你忽略眼前人的好，容易引發不必要的矛盾，多看看當下伴侶的優點，珍惜眼前人。",
        "take_star": "",
        "work_text": "似乎陷入了一種破罐子破摔的消極狀態。這種心態會讓你在處理事情時不夠用心，容易出現一些小失誤，而這些小失誤積累起來，可能會引發更大的問題。而且，這種消極情緒還會影響你與周圍人的關係，讓你在團隊中顯得格格不入。你需要儘快調整自己的心態，重新找回對生活的熱情和信心，不然這一天可能會在渾渾噩噩中度過。",
        "lucky_star": "天蠍座",
        "money_text": "財運方面得留神盲目跟風這事兒。看別人投資啥賺錢，自己就跟著一頭扎進去，這可不理智。每個人財務狀況和風險承受力不同，別人的成功未必適合你。若遇到投資機會，先冷靜分析自身情況，瞭解項目風險收益，別被他人帶偏，不然容易陷入財務困境。",
        "health_text": "要警惕日常生活中的磕碰，走路別總盯著手機，上下樓梯留意臺階，搬重物時注意姿勢別太猛，避免肌肉拉傷。做家務時小心尖銳物品，使用刀具、剪刀後及時收納，防止意外劃傷。",
        "lucky_color": "抹茶色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "培養新愛好",
        "all": "73%",
        "date": "2025-08-04",
        "love": "78%",
        "work": "70%",
        "money": "62%",
        "health": "72%",
        "notice": "為生活增添活力",
        "discuss": "78%",
        "all_text": "整體運勢較為普通，生活狀態稍顯平淡，需要給自己的生活增添一些活力。這一天，你可能會感覺日常按部就班，缺乏一些新鮮感和激情。可能會習慣性地按照以往的模式做事，不太願意去嘗試新的事物。但其實生活裡有很多小驚喜等待你去發現，比如去探索一家沒去過的餐廳，嘗試一種新的美食，或者培養一個小愛好。在社交方面，也可以主動一些，和老朋友聚聚，或者結識一些新朋友，拓展自己的社交圈子。不要總是把自己侷限在熟悉的小圈子裡，多出去走走，接觸不同的人和事，說不定能給你帶來新的啟發和靈感。這一天雖然整體運勢一般，但只要你有心去改變，主動為生活注入活力，也能讓這一天變得有趣起來，讓自己的心情更加愉悅。",
        "love_text": "單身的你，面對感情問題可不能再稀裡糊塗啦，得認真考慮清楚自己的內心想法，別輕易做決定。已有伴者的你，別過於執著過去感情裡的美好細節，當下的感情才是最重要的。多關注伴侶現在的需求，一起努力經營現在的感情，才能讓感情更加穩固長久。",
        "take_star": "",
        "work_text": "需要花費不少精力去應付人際關係方面的問題。在各種場合中，與他人的溝通和交流變得尤為重要，但其中也暗藏著一些小摩擦和矛盾。你需要小心翼翼地處理與同事、同學之間的關係，避免因為一些小事而引發不必要的爭執。在這個過程中，你可能會感到有些疲憊和心煩，但這也是鍛鍊你人際交往能力的好機會。只要你能保持冷靜和理智，妥善處理各種人際關係，就能為你的發展創造一個良好的環境。",
        "lucky_star": "雙子座",
        "money_text": "在財運上，衝動是你得克服的大問題。可能看到喜歡的東西，或者聽到一些看似誘人的消費信息，就忍不住掏錢。但衝動消費後，往往又會後悔。購物前先給自己幾分鐘冷靜，想想是否真的需要，別讓一時的衝動打亂財務計劃，守住錢包才能讓財務狀況更穩定。",
        "health_text": "少喝各種冷飲，冰奶茶、冰可樂、冰咖啡都先緩緩，避免刺激腸胃引發腹痛、腹瀉。可以多喝溫水，既能補充水分，又能促進新陳代謝。如果想喝有味道的飲品，不妨選擇常溫的果茶或花茶。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷社交網絡",
        "yi": "做手工DIY",
        "all": "91%",
        "date": "2025-08-04",
        "love": "92%",
        "work": "89%",
        "money": "90%",
        "health": "90%",
        "notice": "充滿幹勁和行動力",
        "discuss": "93%",
        "all_text": "整體運勢相當出彩，是充滿幹勁和行動力的一天。這一天，你彷彿渾身充滿了能量，對各種事情都充滿了好奇心和探索欲。無論是面對生活中的小挑戰，還是一些新的機會，都能積極主動地去應對。行動力超強的你，不會猶豫不決，想到什麼就會立刻去做，這種果斷的態度會讓你在處理事情時更加高效。在社交場合中，你也能憑藉自己的熱情和活力，成為眾人矚目的焦點，輕鬆地和他人打成一片。而且你的思維敏捷，能夠快速地理解和回應他人的話語，交流起來十分順暢。這一天也很適合去嘗試一些一直想做但沒做的事情，比如學習一項新技能、參加一個有趣的活動。只要保持這種積極的狀態，充分發揮自己的優勢，這一天會有不少收穫，也能讓自己過得充實又快樂。",
        "love_text": "單身的你，魅力簡直爆棚！在社交場合中很容易吸引到異性的目光，說不定那個讓你心動的人就在其中，大膽展現自己的魅力吧。已有伴者的你，會收到伴侶甜蜜的表白，讓你感受到滿滿的愛意。這時候也別忘了回應對方，給對方一個溫暖的擁抱或者貼心的話語，讓感情更加甜蜜。",
        "take_star": "",
        "work_text": "周圍的環境充滿了各種干擾因素，很容易讓你分心，從而影響你的效率和質量。無論是在處理工作上的事務，還是完成學習任務，你都需要集中注意力，排除外界的干擾。當你能夠全身心地投入到一件事情中時，你會發現自己的思路更加清晰，解決問題的能力也更強。而且，專注還能讓你更好地把握細節，避免因為粗心大意而犯錯，從而提升整體的成果。",
        "lucky_star": "金牛座",
        "money_text": "財運相當不錯，或許能回收一筆錢。可能是之前借出去的錢，或者某項投資有了回報。這筆意外之財能讓你手頭更寬裕，不過也別太得意忘形。合理規劃這筆錢，比如存一部分，或者用於改善生活，讓這筆錢發揮更大價值，為財務狀況加分。",
        "health_text": "要注意適度控糖，蛋糕、巧克力、糖果這類高糖食物儘量少吃，攝入過多糖分不僅容易長胖，還可能影響血糖穩定。如果實在嘴饞，可以吃少量水果，像蘋果、草莓、藍莓都是不錯的選擇。",
        "lucky_color": "深棕色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間不學習",
        "yi": "看音樂劇演出",
        "all": "85%",
        "date": "2025-08-04",
        "love": "75%",
        "work": "84%",
        "money": "83%",
        "health": "86%",
        "notice": "活躍於藝術活動",
        "discuss": "81%",
        "all_text": "整體運勢平平穩穩，這一天你會比較活躍於文化藝術方面的活動。你可能會對音樂、繪畫、文學等藝術形式表現出濃厚的興趣，願意花時間去欣賞和感受其中的魅力。可能會去參觀一場藝術展覽，沉浸在那些精美的作品中，感受藝術家們想要表達的情感和思想；或者聽一場音樂會，讓美妙的旋律舒緩自己的心情，放鬆身心。在參與這些文化藝術活動的過程中，你的內心會得到滋養，精神世界也會更加豐富。而且通過與藝術作品的接觸，你可能會獲得一些新的感悟和啟發，對自己的人生有新的思考。這一天也適合和朋友一起分享這些藝術體驗，交流彼此的感受，增進彼此之間的感情。整體來說，這一天雖然不會有太大的波瀾，但能在文化藝術的世界裡找到屬於自己的寧靜和快樂。",
        "love_text": "單身的你，要是整天宅在家裡不社交，那可很難遇到合適的人。不妨多出去走走，參加一些朋友聚會，擴大自己的社交圈。已有伴者的你，在感情裡要保持一定的獨立，不要過度依賴對方。有自己的生活和興趣愛好，這樣不僅能讓彼此有新鮮感，還能讓感情更加健康。",
        "take_star": "",
        "work_text": "按計劃行事會讓你事半功倍。你有著清晰的規劃和目標，只要按照既定的計劃一步步前進，就能順利完成各項任務。在執行計劃的過程中，你能夠有條不紊地處理各種事情，不會因為突發情況而手忙腳亂。而且，按照計劃行事還能讓你更好地掌控時間和進度，合理安排自己的精力。不過，在執行計劃時也要保持一定的靈活性，遇到特殊情況時能夠及時調整，這樣才能更好地應對各種變化。",
        "lucky_star": "水瓶座",
        "money_text": "在財運上有小驚喜，能省下一筆錢。可能是購物時遇到打折優惠，或者本打算購買的東西有了更實惠的替代品。省下的錢雖不算多，但也是一筆財富。別小看這些小節省，積少成多，長期下來能改善你的財務狀況。繼續保持精打細算，讓錢包更鼓。",
        "health_text": "高溫天氣更要注意補水，別等到口渴了才想起喝水，每隔一段時間就喝幾口溫水。外出時隨身攜帶水杯，方便隨時補充水分。除了白開水，也可以喝些淡鹽水，補充因出汗流失的鹽分。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於張揚",
        "yi": "參觀科技展覽",
        "all": "55%",
        "date": "2025-08-04",
        "love": "50%",
        "work": "52%",
        "money": "53%",
        "health": "58%",
        "notice": "注意別盲目樂觀",
        "discuss": "79%",
        "all_text": "整體運勢差強人意，尤其要注意別盲目樂觀。你可能對一些事情的預期過高，覺得自己肯定能輕鬆應對，但實際上可能會遇到一些意想不到的困難和挫折。比如在做某個決定時，只看到了好的一面，沒有充分考慮到可能出現的風險和問題，結果事情的發展並不如你所願。在與人交往中，也可能會因為過於自信而忽略他人的感受和意見，導致人際關係出現一些小摩擦。這一天要保持清醒的頭腦，對待任何事情都要做好充分的準備，不要過於輕敵。在做決策前，多聽取他人的建議，全面分析事情的利弊。同時，也要調整好自己的心態，遇到問題不要慌張，積極尋找解決辦法。不要因為一時的落差而影響自己的情緒，保持平和的心態才能更好地應對這一天的各種狀況。",
        "love_text": "單身的你，可別衝動表白，在沒有充分了解對方心意的情況下，衝動行事可能會讓場面變得尷尬。已有伴者的你，不要總是以自己的方式去愛對方，要多考慮對方的感受和需求。也許你覺得好的方式，對對方來說並不合適，多溝通交流，才能讓感情更和諧。",
        "take_star": "",
        "work_text": "要警惕手機的誘惑。手機裡的各種娛樂信息、社交軟件就像一個個小陷阱，很容易讓你沉迷其中，從而浪費大量的時間和精力。當你原本打算專心工作或者學習時，手機的一聲提示音就可能讓你分心，忍不住去查看消息。這種頻繁的分心會嚴重影響你的效率，讓你無法集中精力完成重要的事情。你需要學會控制自己對手機的依賴，給自己設定一個合理的使用時間，避免被手機牽著鼻子走。",
        "lucky_star": "獅子座",
        "money_text": "財運方面要提醒你別衝動購買電子新產品。電子產品更新換代快，看到新品上市，可能忍不住心動下單。但衝動消費後，可能會發現新產品的功能並非自己急需，或者價格超出預算。購買前多考慮實際需求和財務狀況，別讓一時的熱情掏空錢包。",
        "health_text": "別因自我要求過高給自己太大壓力，工作或學習上別追求完美到苛刻，完成目標即可。長時間處於高壓狀態，容易引發頭痛、失眠等問題。適當給自己放鬆的時間，聽聽音樂、散散步，緩解緊張情緒。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "探索新奇事物",
        "all": "79%",
        "date": "2025-08-04",
        "love": "81%",
        "work": "76%",
        "money": "77%",
        "health": "80%",
        "notice": "與正能量人群互動",
        "discuss": "83%",
        "all_text": "整體運勢尚可，這一天適合多與積極向上的正能量人群互動。你可能會發現，和那些充滿活力、樂觀開朗的人在一起，自己的心情也會變得更好，整個人的狀態也會更加積極。他們的正能量會感染你，讓你對生活充滿信心和期待。在和他們交流的過程中，你能從他們身上學到很多積極的思維方式和生活態度，比如如何面對困難、如何調整自己的情緒等。而且和正能量的人相處，還能拓寬你的視野，讓你看到生活中更多的美好和可能性。這一天不妨主動去參加一些社交活動，結識一些新的朋友，尤其是那些積極向上的人。當然，也不要忘記保持自己的獨立思考和判斷，在吸收他人優點的同時，也要堅持自己的原則和底線。通過與正能量人群的互動，這一天你會過得更加充實和有意義。",
        "love_text": "單身的你，要多融入各種圈子，不管是興趣小組還是朋友組織的活動，都積極參加。說不定在某個圈子裡就能遇到那個與你靈魂契合的人。已有伴者的你，和伴侶一起培養共同話題很重要。一起看一部電影、讀一本書，然後交流感受，這樣能讓你們的關係更加親密。",
        "take_star": "",
        "work_text": "對你來說是一個考驗耐心的時候。無論是處理複雜的工作任務，還是攻克學習上的難題，都需要你有足夠的耐心和毅力。在這個過程中，你可能會遇到各種困難和挫折，事情的進展也不會一帆風順。但是，只要你能夠保持耐心，一步一個腳印地去解決問題，就一定能夠克服困難，取得成功。不要因為一時的急躁而放棄，耐心是你在取得進展的關鍵。",
        "lucky_star": "天秤座",
        "money_text": "財運需要增強理財意識。可能平時對財務狀況關注不夠，導致錢花得稀裡糊塗。不妨花點時間梳理下自己的收支情況，看看哪些是必要支出，哪些可以節省。制定簡單的理財計劃，合理分配資金，讓每一分錢都花得有價值，逐步改善財務狀況。",
        "health_text": "與飯圈爭吵保持適度距離，別因觀點不合就情緒激動、大動肝火。過度生氣會影響肝臟功能，導致氣血不暢。遇到分歧時，保持冷靜理性，沒必要爭個你死我活，以平和心態看待不同觀點。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過爭強好勝",
        "yi": "團結合作",
        "all": "76%",
        "date": "2025-08-04",
        "love": "78%",
        "work": "68%",
        "money": "75%",
        "health": "77%",
        "notice": "生活平穩而有序",
        "discuss": "82%",
        "all_text": "整體運勢中規中矩，就像走在一條平坦但缺乏驚喜的小路上。你會按部就班地完成日常事務，生活節奏平穩有序，卻總感覺少了點什麼。在人群中，你似乎沒有特別亮眼的表現，自己的閃光點彷彿被一層薄紗遮住了，難以被他人輕易察覺。社交場合裡，你能和大家友好交流，話題也能順利展開，但很難深入到觸動心靈的層面。你可能會參與一些集體活動，卻難以在其中找到強烈的歸屬感。這種平淡的狀態可能會讓你有些失落，不過換個角度看，這也是一個沉澱自我的好時機。你可以利用這段時間好好審視自己，回顧過往的經歷，挖掘那些被自己忽略的優勢和潛力。說不定在未來的某一天，這些沉澱會化作強大的力量，讓你綻放出耀眼的光芒，只是先享受這份平靜，耐心等待時機。",
        "love_text": "單身的你，不妨好好打扮一下自己，精緻的外表能讓你在人群中更加出眾，吸引到更多異性的關注。已有伴者的你，需要增加和伴侶生活的交集，比如一起做一頓飯、一起打掃房間。這些日常的小互動能讓你們更加了解彼此，感情也會在這些小事中升溫。",
        "take_star": "",
        "work_text": "得把精力放在克服自身短板上。在日常推進各項事務時，那些你一直忽視或處理不好的環節，會逐漸凸顯出來成為阻礙。比如溝通中不夠精準表達想法，或是處理問題缺乏果斷性等。這些短板就像隱藏在前進道路上的絆腳石，稍不注意就會讓你摔跟頭。若不及時正視並努力改進，不僅會影響整體進度，還可能讓你在團隊中處於被動地位。",
        "lucky_star": "白羊座",
        "money_text": "在財運上做好儲蓄計劃很重要。你可能平時沒有儲蓄的習慣，或者儲蓄目標不明確。可以靜下心來，根據自己的收入和支出情況，設定一個合理的儲蓄目標。比如每月存一定比例的收入，或者為了某個大目標儲蓄。有了計劃，才能更好地積累財富，讓財務更穩定。",
        "health_text": "不要長時間玩手機，每隔一段時間就放下手機，活動一下頸部和肩部，避免因長時間低頭導致頸椎疼痛、肩部僵硬。可以起身做做伸展運動，眺望遠方，放鬆眼睛，預防近視加深。",
        "lucky_color": "墨綠色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過情緒化",
        "yi": "參加技能培訓",
        "all": "67%",
        "date": "2025-08-04",
        "love": "68%",
        "work": "55%",
        "money": "56%",
        "health": "70%",
        "notice": "小情緒牽鼻子走",
        "discuss": "64%",
        "all_text": "整體運勢有些低迷，情緒化會像烏雲一樣籠罩著你。你可能會被各種小情緒牽著鼻子走，一會兒因為一點小事而煩躁不安，一會兒又陷入莫名的低落之中。這種情緒波動會影響你對周圍事物的判斷，讓你在看待問題時容易帶上消極的色彩。在與人交往中，情緒化也會成為溝通的障礙，你可能會因為一時的情緒而說出一些傷人的話，或者誤解別人的意圖，從而引發不必要的矛盾和衝突。而且，這種負面情緒還會不斷積累，讓你一整天都處於一種壓抑的狀態。其實，情緒只是暫時的，你要試著讓自己冷靜下來，意識到情緒的存在，但不要被它完全控制。可以試著做一些能讓自己放鬆的事情，比如聽音樂、深呼吸，緩解一下情緒，讓自己能以更平和的心態面對生活。",
        "love_text": "單身的你，還不是脫單的好時機，別太著急，先把自己的生活過好，提升自己的魅力，緣分自然會到來。已有伴者的你，要學會尊重伴侶的想法和選擇，不要總是把自己的意見強加給對方。每個人都有自己的思考方式，尊重才能讓感情更加平等和諧。",
        "take_star": "",
        "work_text": "疏忽大意會成為你前進路上的大麻煩。在處理各種事務時，你很容易因為一時的分心或者過度自信，而忽略一些關鍵細節。這些被忽略的細節就像隱藏在暗處的小炸彈，隨時可能引發一系列問題，讓原本順利的事情變得複雜棘手。而且，這種疏忽還可能影響你在他人心中的形象，降低別人對你的信任度。所以，一定要時刻保持警惕，認真對待每一件事。",
        "lucky_star": "射手座",
        "money_text": "財運上要剋制自己，不要放縱買買買。看到喜歡的東西就想買，不考慮是否實用和價格，這樣很容易超支。購物前先列個清單，只買清單上的東西，避免衝動消費。控制自己的購物慾望，理性消費，才能讓財務狀況保持在良好水平，避免陷入經濟壓力。",
        "health_text": "要加強運動鍛鍊，別總是坐著或躺著，利用碎片時間動起來。可以進行簡單的室內運動，如深蹲、平板支撐、仰臥起坐，增強身體抵抗力。運動前做好熱身，運動後做好拉伸，避免受傷。",
        "lucky_color": "米白色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "報復心理重",
        "yi": "做數據分析",
        "all": "59%",
        "date": "2025-08-04",
        "love": "61%",
        "work": "60%",
        "money": "57%",
        "health": "63%",
        "notice": "小麻煩如潮水一般",
        "discuss": "50%",
        "all_text": "對你來說可謂是諸事不順的一天，各種小麻煩就像潮水一般向你湧來。你可能會感覺做什麼都不對勁，計劃好的事情也容易出岔子，讓你應接不暇。面對這些狀況，你很容易陷入怨天尤人的狀態，覺得命運對自己不公平，卻很少從自身找問題。其實，很多時候問題的出現和自己也有一定的關係，也許是因為自己沒有提前做好充分的準備，或者是在處理事情時不夠細心。如果一直抱怨而不反思，情況可能會變得更糟。你要學會調整自己的心態，把挫折看作是一次成長的機會。遇到問題時，先冷靜下來，分析問題的根源，從自己身上找原因，然後積極尋找解決辦法。只有這樣，才能逐漸擺脫困境，讓運勢慢慢好轉。",
        "love_text": "單身的你，或許會遇到心儀的人，但也有被拒絕的可能。別因為一次拒絕就灰心喪氣，這只是感情路上的小插曲。已有伴者的你，不妨試著理解對方的想法，當你們有分歧時，不要急著爭論，先站在對方的角度想一想，這樣很多矛盾就能迎刃而解。",
        "take_star": "",
        "work_text": "要警惕盲目從眾的情況。在集體環境中，你很容易受到他人意見和行為的影響，從而失去自己的判斷。當大家都朝著一個方向行動時，你可能也會不假思索地跟隨，而沒有認真思考這是否適合自己。這種盲目從眾會讓你迷失方向，無法發揮自己的優勢，還可能陷入一些不必要的麻煩中。你要學會獨立思考，堅守自己的原則和目標，走適合自己的道路。",
        "lucky_star": "摩羯座",
        "money_text": "財運方面要警惕錢財糾葛。在與他人有金錢往來時，比如合作投資、借錢等，要格外小心。明確雙方的權利和義務，簽訂必要的協議，避免日後產生糾紛。同時，對於一些看似誘人的投資機會，要仔細甄別，別輕易相信他人，防止陷入財務陷阱。",
        "health_text": "洗完頭頭髮未乾不要馬上躺著，更不要對著風口吹，否則容易引發頭痛、頭暈。用乾毛巾吸乾頭髮水分後，再用吹風機低溫檔吹乾，保持頭部溫暖。如果時間充裕，自然晾乾頭髮更好。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝冷水澡",
        "yi": "提前做攻略",
        "all": "95%",
        "date": "2025-08-04",
        "love": "96%",
        "work": "93%",
        "money": "94%",
        "health": "97%",
        "notice": "胸有成竹的姿態",
        "discuss": "90%",
        "all_text": "你的整體運勢棒棒噠，整個人都散發著一種自信和從容的氣質，一副胸有成竹的姿態。你對自己的能力有清晰的認知，面對生活中的各種挑戰，都能冷靜應對，毫不畏懼。無論是處理日常瑣事，還是應對一些突發情況，你都能迅速做出正確的決策，讓人對你刮目相看。這種自信和從容也會感染身邊的人，讓他們對你更加信任和依賴。你可能會成為身邊人的主心骨，大家遇到問題都願意找你商量。而且，你還能從這種被需要的感覺中獲得滿足感，進一步提升自己的自信心。不過，即便運勢很好，也不要驕傲自滿，要保持謙遜的態度，繼續努力，這樣才能讓好運一直伴隨你。",
        "love_text": "單身的你，和心上人的互動氛圍很不錯哦，抓住這個機會好好交流，說不定能讓你們的關係更進一步。已有伴者的你，感情會持續升溫，和伴侶一起度過溫馨的時光，比如一起散步、一起看星星，這些美好的瞬間會讓你們的感情更加深厚。",
        "take_star": "",
        "work_text": "極有可能在眾多人中脫穎而出。你一直以來積累的紮實基礎和認真負責的態度，會在得到充分展現。在處理各項事務時，你能夠憑藉自己的專業能力和豐富經驗，迅速找到問題的關鍵並有效解決。你的出色表現會吸引他人的關注和認可，為自己贏得更多的機會和資源。這是一個展示自己實力、提升個人影響力的好時機，要好好把握。",
        "lucky_star": "金牛座",
        "money_text": "財運十分出彩，正偏財都很不錯。工作上可能會有額外的獎金或提成，讓你收入增加。偏財方面，也可能有一些意外之喜。不過，別因為財運好就放鬆警惕。合理規劃這些收入，把一部分存起來，一部分用於改善生活，讓財富穩定增長，為未來打下堅實基礎。",
        "health_text": "不要對著空調風口位直吹，不管是辦公室還是家裡，都要調整空調風向，避免冷風直接吹到身體，防止關節受涼引發疼痛。可以穿件薄外套，保護肩部和頸部，晚上睡覺時蓋好被子。",
        "lucky_color": "橙紅色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度迎合別人",
        "yi": "多動腦筋思考",
        "all": "88%",
        "date": "2025-08-04",
        "love": "89%",
        "work": "86%",
        "money": "87%",
        "health": "85%",
        "notice": "一切都井井有條",
        "discuss": "81%",
        "all_text": "整體運勢尚佳，能夠較好地兼顧生活的各個方面。你就像一位出色的指揮家，能巧妙地平衡生活中的各種事務，讓一切都井井有條。在處理家庭事務時，你能考慮到每個家庭成員的需求，讓家庭氛圍溫馨和諧；在社交方面，你也能和朋友保持良好的互動，既不會因為過於忙碌而忽略朋友，也不會因為和朋友聚會而耽誤其他事情。而且，你還能在忙碌中找到屬於自己的休閒時間，做自己喜歡的事情，放鬆身心。這種平衡的狀態會讓你感覺十分舒適，心情也會格外愉悅。不過，在兼顧各方面的時候，也要注意別讓自己太累，適當給自己留一些休息的空間，這樣才能以更好的狀態繼續應對生活中的各種挑戰。",
        "love_text": "單身的你，會有不少社交機會，在社交場合中要積極主動一些，說不定就能遇到那個讓你心動的人。已有伴者的你，會得到伴侶的體貼照顧，讓你感受到滿滿的溫暖。這時候也別忘了關心對方，相互的關懷能讓感情更加甜蜜。",
        "take_star": "",
        "work_text": "是一個完善自身不足的好時機。在日常推進事務的過程中，你會逐漸發現自己存在的一些問題和缺陷。這些問題可能是在處理事情時缺乏條理，或者是在與人交流時不夠得體等。意識到這些問題後，不要逃避，要積極主動地去改進。通過不斷地完善自己，你能提升自己的綜合素質和能力水平，為未來的發展打下堅實的基礎。",
        "lucky_star": "處女座",
        "money_text": "財運有亮點，或有副業、兼職進賬。如果你平時有副業或兼職，可能會收到一筆不錯的收入。這筆錢能讓你手頭更寬裕，也能增加你對副業的信心。不過，也別因為有了額外收入就忽視主業，合理安排時間和精力，讓主副業共同發展，提升整體財務狀況。",
        "health_text": "戶外室內溫差大時要注意給身體緩衝，從炎熱的戶外進入室內，別立刻對著空調猛吹，先在門口站一會兒，適應一下溫度變化。同樣，從室內到戶外時，也別突然暴露在高溫下，做好防曬措施。",
        "lucky_color": "藏藍色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時改變主意",
        "yi": "學習攝影技巧",
        "all": "82%",
        "date": "2025-08-04",
        "love": "84%",
        "work": "81%",
        "money": "80%",
        "health": "83%",
        "notice": "開拓眼界的機會",
        "discuss": "88%",
        "all_text": "整體運勢還不賴，會有一些學習與開拓眼界的機會出現在你面前。你可能會接觸到一些新的知識、新的觀念，就像打開了一扇通往新世界的大門，讓你對周圍的事物有了全新的認識。這些新的信息和體驗會豐富你的內心世界，讓你的思維更加開闊。你可以通過閱讀一本有深度的書籍、參加一場有意義的講座，或者和不同領域的人交流，來獲取這些寶貴的學習機會。在與他人交流的過程中，你也能分享自己的見解，同時吸收別人的想法，進一步提升自己的認知水平。而且，這種學習和開拓眼界的過程會讓你充滿成就感，激發你對生活的熱情。不過，在面對新知識時，不要急於求成，要慢慢消化吸收，這樣才能真正將所學轉化為自己的東西。",
        "love_text": "單身的你，要多提升自己的信心，相信自己值得被愛。自信的你更有魅力，更容易吸引到異性的目光。已有伴者的你，不妨和伴侶分享自己的想法和感受，讓對方更加了解你。同時，也要認真傾聽對方的想法，這樣能讓你們的心靈更加貼近。",
        "take_star": "",
        "work_text": "做好規劃至關重要。在面對繁多的事務時，如果沒有一個清晰的規劃，很容易陷入混亂和迷茫，導致效率低下。你需要靜下心來，對當天要做的事情進行全面梳理，按照重要程度和緊急程度進行排序，合理安排時間和精力。有了明確的規劃，你就能有條不紊地推進各項事務，避免出現手忙腳亂的情況。同時，規劃也能讓你更好地掌控進度，及時調整方向。",
        "lucky_star": "雙魚座",
        "money_text": "財運上懂得分散投資是明智之舉。不要把所有資金都集中在一個項目或領域，這樣風險較大。可以考慮將資金分散到不同的投資渠道，比如一部分存銀行，一部分投資穩健的基金。分散投資能降低風險，提高收益的穩定性，讓你的財富在安全的前提下實現增值。",
        "health_text": "要保持勞逸結合，工作或學習一段時間後，適當休息放鬆，別過度勞累。長時間連續工作，會導致注意力不集中、效率低下，還可能引發身體疲勞。可以利用午休時間小憩一會兒，恢復精力。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    }
  }
}