{
  "updated": "2025-12-24T18:12:57.393Z",
  "updateTime": "2025/12/25 上午2:12:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14635,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於放縱玩樂",
        "yi": "圍坐聊聊天",
        "all": "56%",
        "date": "2025-12-24",
        "love": "64%",
        "work": "60%",
        "money": "51%",
        "health": "62%",
        "notice": "情緒如脫韁野馬",
        "discuss": "68%",
        "all_text": "整體運勢有些低迷，情緒彷彿脫韁的野馬，難以掌控。在這熱鬧的節日氛圍裡，周圍人的歡聲笑語或許會讓你莫名煩躁，一些小事也可能成為情緒爆發的導火索。很容易被情緒牽著鼻子走，做出一些讓自己事後後悔的舉動。比如原本計劃好好享受節日，卻因為一點小摩擦就和朋友鬧得不愉快。建議你在這天儘量讓自己冷靜下來，當情緒湧上心頭時，先深呼吸幾次，給自己幾秒鐘的思考時間，不要急於做出反應。也可以試著找些能讓自己放鬆的事情做，像聽舒緩的音樂、看一場溫馨的電影，讓自己從負面情緒中抽離出來，避免因為情緒問題影響這一天的節日體驗。",
        "love_text": "單身的你，或許會收到不少邀約，但脫單可別廣撒網。別因為一時興起就隨意答應多個邀約，這樣不僅難以深入瞭解對方，還可能給人留下不認真的印象。不妨靜下心，選一個真正讓你有感覺的人深入接觸。已有伴者的你，節日氛圍容易讓人放鬆，可要注意與其他異性的相處距離，別因一時疏忽讓伴侶誤會，影響感情。",
        "work_text": "你內心對成果的渴望十分強烈，這種急切容易讓你在行動時不夠沉穩。在處理事務或學習知識時，可能會跳過一些關鍵步驟，試圖快速達成目標。但這種急於求成的心態，很可能讓你在後續出現疏漏，導致前期努力大打折扣，需要時刻提醒自己保持冷靜和耐心。",
        "lucky_star": "摩羯座",
        "money_text": "可能會陷入入不敷出的窘境，花錢的地方突然增多，像社交應酬、購買節日禮物等，可收入卻沒有相應增加。這時候得勒緊褲腰帶過日子，減少不必要的消費，比如那些可買可不買的小物件就先別入手，同時留意自己的消費記錄，避免出現糊塗賬。",
        "health_text": "需要注意不要放縱吃喝，節日期間聚會多，美食誘惑大，但吃太多油膩、高糖食物，腸胃容易抗議，出現腹脹、消化不良等情況。所以面對美食得剋制，多吃點蔬菜水果，每餐七八分飽，飯後散散步，這樣能讓腸胃輕鬆些，身體也更舒服。",
        "lucky_color": "蔥綠色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前玩手機",
        "yi": "出門湊熱鬧",
        "all": "50%",
        "date": "2025-12-24",
        "love": "53%",
        "work": "52%",
        "money": "51%",
        "health": "54%",
        "notice": "現實不盡如人意",
        "discuss": "69%",
        "all_text": "整體運勢略顯倒黴，彷彿被一層陰雲籠罩。對節日有著諸多期待，滿心歡喜地盼望著能度過一個美好的夜晚，然而現實卻可能不盡如人意。精心準備的節日計劃或許會因為一些突發狀況而被打亂，比如原本約好的朋友臨時有事無法赴約，或者期待的節日活動出現意外狀況。這種期待與現實的落差容易讓金牛座感到失落和沮喪。不過，別讓這些小插曲破壞了心情，不妨調整一下心態，把這次意外當作一次特別的經歷。即使計劃有變，也可以獨自去感受節日的氛圍，說不定會發現不一樣的美好，別讓過高的期待給自己帶來不必要的失望。",
        "love_text": "單身的你，要警惕花言巧語。在這個浪漫的節日，可能會有人用甜言蜜語靠近你，但別輕易被迷惑，多觀察對方的實際行動。已有伴者的你，別給對方太大壓力。節日裡別總要求伴侶按照你的想法來安排活動，給彼此一些自由空間，讓對方能輕鬆享受這個節日，感情才會更和諧。",
        "work_text": "彷彿陷入了一片陰霾，挫敗感如影隨形。在做事情或學習新知識時，會感覺困難重重，原本熟悉的領域也變得棘手起來。這種低迷的狀態讓你信心受挫，做決策時也變得猶豫不決，需要給自己一些鼓勵，重新振作起來。",
        "lucky_star": "雙魚座",
        "money_text": "需要警惕切勿捲入金錢紛爭裡。可能在和朋友聚會時，因為金錢往來產生矛盾，或者在合作項目裡，因財務分配問題引發爭執。在涉及金錢的事上，一定要提前把規則說清楚，白紙黑字寫明白，別怕麻煩，不然最後可能既傷了和氣又損失錢財。",
        "health_text": "建議不要通宵玩樂，即便節日氛圍濃，娛樂活動豐富，但熬夜會打亂生物鐘，第二天精神萎靡，還可能影響免疫力，容易感冒。儘量早點結束活動，睡前泡個腳、聽聽舒緩音樂，讓自己放鬆下來，保證充足睡眠，第二天才能活力滿滿。",
        "lucky_color": "深棕色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜通宵狂歡",
        "yi": "約會喜歡的人",
        "all": "96%",
        "date": "2025-12-24",
        "love": "98%",
        "work": "91%",
        "money": "97%",
        "health": "91%",
        "notice": "敢於主動去出擊",
        "discuss": "95%",
        "all_text": "整體運勢棒棒噠，彷彿被幸運之神眷顧。這是一個敢於主動出擊的日子，在節日的熱鬧氛圍中，你會充滿勇氣地去表達自己的想法和感受。不再像以往那樣猶豫不決，而是積極主動地參與到各種節日活動中，與周圍的人打成一片。無論是參加派對還是和朋友聚會，都能憑藉自己的熱情和活力成為焦點。而且，雙子座在這天還會有很多新奇的想法，不妨大膽地去嘗試，說不定能收穫意想不到的驚喜。主動與他人交流互動，不僅能讓自己感受到節日的快樂，還能結識到更多有趣的朋友，讓這個平安夜變得更加豐富多彩。",
        "love_text": "單身的你，邂逅浪漫緣分的幾率很大。在熱鬧的聚會或活動中，你獨特的魅力容易吸引到心儀的人，說不定就能開啟一段美好的感情。已有伴者的你，節日會讓你們的感情升溫甜蜜。一起參與有趣的活動，分享彼此的快樂，在溫馨的氛圍中，你們會更加珍惜對方，感情也會更加深厚。",
        "work_text": "對你而言無疑是閃耀的日子，迎來了屬於自己的高光時刻。在各種事務的處理和知識的汲取上，你都能展現出超強的能力和獨特的見解。思維敏捷的你，能夠迅速抓住關鍵信息，高效地完成任務，還能在學習中舉一反三，收穫滿滿。",
        "lucky_star": "金牛座",
        "money_text": "對你而言是財源廣進的好日子，各種賺錢的機會會主動找上門。可能是在社交場合結識到能給你帶來財富的人，或者之前的小投資有了不錯的收益。這時候別太保守，抓住機會適當拓展業務，但也別盲目衝動，多考察考察再做決定，讓財富穩穩進口袋。",
        "health_text": "要注意別熬夜晚睡，這一天社交活動不少，可能和朋友聊到很晚，但熬夜會讓你第二天頭腦昏沉、注意力不集中。儘量在合適時間結束聊天，營造安靜睡眠環境，關掉電子設備，讓大腦和身體都好好休息，以飽滿精神迎接新一天。",
        "lucky_color": "天藍色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家胡思亂想",
        "yi": "用心準備禮物",
        "all": "72%",
        "date": "2025-12-24",
        "love": "67%",
        "work": "76%",
        "money": "77%",
        "health": "70%",
        "notice": "孤立在小世界裡",
        "discuss": "74%",
        "all_text": "整體運勢一般般。周圍熱鬧的節日氛圍或許會讓巨蟹座有些不適應，內心更傾向於安靜地待在自己的小世界裡。與其孤立自己，不如試著融入這歡樂的節日氣氛中。雖然一開始可能會覺得有些不自在，但當真正參與進去後，會發現節日的魅力所在。可以和家人一起溫馨地度過，分享彼此的喜怒哀樂；也可以和朋友一起出去逛逛，感受節日的熱鬧與繁華。不要總是把自己封閉起來，勇敢地邁出那一步，主動與他人交流互動，說不定會在這個平安夜收穫許多溫暖和快樂，讓自己的心情也變得愉悅起來。",
        "love_text": "單身的你，別因寂寞將就。看著身邊的人成雙成對，你可能會有些孤單，但別為了擺脫寂寞就隨便找個人在一起。感情需要真心，耐心等待那個真正合適的人。已有伴者的你，節日裡要多些溝通理解。別因為一些小事就產生矛盾，多站在對方的角度思考問題，相互包容，感情才能更穩定。",
        "work_text": "整體呈現出穩步緩進的態勢。在處理事情和學習知識的過程中，你保持著穩健的步伐，不慌不忙。雖然可能不會取得特別突出的成績，但每一步都走得紮實。這種狀態讓你能夠積累經驗，為未來的發展做好鋪墊，不過也要注意不要過於保守，適當加快節奏。",
        "lucky_star": "天秤座",
        "money_text": "會有小財陸續進賬，可能是兼職的小報酬，或者收到一些意外的退款。雖然錢不算多，但也能讓你心情愉悅。不過別因為這點小錢就放鬆對財務的規劃，可以把這些小錢存起來，積少成多，為未來的大消費做準備，讓每一分錢都發揮它的價值。",
        "health_text": "適合適度運動放鬆，這一天可能比較忙碌，適當運動能緩解壓力、增強體質。不用做劇烈運動，像慢跑、瑜伽、打羽毛球都行，運動前做好熱身，控制好時間和強度，運動後拉伸放鬆，這樣能讓身體更健康，心情也更愉悅。",
        "lucky_color": "金色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "依賴電子產品",
        "yi": "佈置聖誕裝飾",
        "all": "94%",
        "date": "2025-12-24",
        "love": "92%",
        "work": "95%",
        "money": "91%",
        "health": "90%",
        "notice": "渾身充滿了能量",
        "discuss": "93%",
        "all_text": "整體運勢正旺，彷彿渾身充滿了能量。這是一個充滿熱情與活力的日子，你對一切都充滿了期待，有著滿滿的行程安排。無論是參加熱鬧的派對，還是和親朋好友一起慶祝，都能盡情地釋放自己的熱情。在節日活動中，你會成為引領氣氛的人，用自己的熱情感染身邊的每一個人。而且，你在這天還會展現出強大的社交能力，結識到很多新朋友，擴大自己的社交圈子。這種積極向上的狀態會讓你在這個熱鬧的節日過得充實而快樂，留下美好的回憶。盡情享受這充滿活力的節日時光，讓自己的熱情在這個平安夜盡情綻放。",
        "love_text": "單身的你，魅力大增，容易吸引桃花。你的自信和熱情會讓你在人群中格外耀眼，吸引到不少異性的目光，說不定能遇到那個讓你心動的人。已有伴者的你，節日是攜手共赴美好的時刻。和伴侶一起規劃一些有趣的活動，共同創造美好的回憶，在浪漫的氛圍中，你們的感情會更加堅如磐石。",
        "work_text": "將迎來突破飛躍的絕佳時機。在各種事務的處理和知識的探索中，你彷彿被一股強大的力量推動著，能夠突破以往的侷限，取得顯著的進步。你的自信心和行動力都達到了一個新的高度，能夠勇敢地挑戰難題，實現自我超越。",
        "lucky_star": "天蠍座",
        "money_text": "財富收穫頗豐，工作上的努力會得到豐厚回報，獎金、提成都有可能增加。而且可能還會有一些額外的賺錢機會，比如接到私活。這時候別光顧著高興，要合理規劃這些財富，一部分用來改善生活，一部分存起來，為以後的發展打下堅實的經濟基礎。",
        "health_text": "身心活力滿滿，這一天狀態不錯，精力充沛，適合做些喜歡的事。不過也別過度消耗自己，雖然活力足，但也要合理安排活動，別讓自己太累。適當休息，喝喝水、吃點小零食補充能量，這樣能一直保持好狀態，享受平安夜的歡樂。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不整理房間",
        "yi": "看一場電影",
        "all": "79%",
        "date": "2025-12-24",
        "love": "81%",
        "work": "77%",
        "money": "79%",
        "health": "78%",
        "notice": "享受熱鬧的氛圍",
        "discuss": "75%",
        "all_text": "整體運勢中規中矩。在這熱鬧的節日裡，處女座既享受熱鬧的氛圍，又渴望有一份獨處的安靜。可以在熱鬧的聚會中盡情歡笑，感受節日的歡樂；也可以在熱鬧過後，找一個安靜的角落，讓自己沉澱下來，享受那份獨處的寧靜。這種動靜結合的方式能讓處女座在這個平安夜找到內心的平衡。不必強迫自己一直處於熱鬧之中，也不必刻意遠離人群，按照自己的節奏來度過這個節日。當感到熱鬧有些喧囂時，就找個地方讓自己安靜一會兒；當覺得安靜有些孤單時，就再次融入到熱鬧的氛圍中。這樣，既能體驗到節日的熱鬧，又能擁有屬於自己的安靜時光。",
        "love_text": "單身的你，主動表達心意很重要。如果遇到了讓你有好感的人，別害羞，勇敢地表達自己的想法，說不定對方也對你有同樣的感覺。已有伴者的你，節日裡要用心經營感情。為伴侶準備一份小禮物，或者一起做一頓溫馨的晚餐，用實際行動讓對方感受到你的愛，感情會越來越好。",
        "work_text": "需要換個角度思考問題。在處理事務和學習知識時，可能會遇到一些看似棘手的難題，常規的方法難以解決。此時，不妨跳出固有的思維模式，從不同的視角去分析問題，或許能找到新的解決方案。這種思維的轉變不僅能幫你解決當前的問題，還能為未來的發展帶來新的思路。",
        "lucky_star": "水瓶座",
        "money_text": "你的收支基本能保持平衡，收入和支出都在可控範圍內。不過這並不意味著你可以放鬆警惕，還是要仔細記錄每一筆開支，看看哪些是必要的，哪些是可以節省的。同時，也可以關注一些穩健的理財方式，讓閒置的錢生錢，為未來的財務狀況增添一份保障。",
        "health_text": "要注意勞逸結合，這一天可能有很多事要處理，工作、社交等，一直忙碌身體會吃不消。忙一段時間就停下來休息會兒，活動活動身體、眺望遠方，讓眼睛和身體都放鬆放鬆。合理安排時間，做到勞逸結合，才能高效完成任務，還不會影響健康。",
        "lucky_color": "米黃色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門穿太少",
        "yi": "加點聖誕元素",
        "all": "88%",
        "date": "2025-12-24",
        "love": "90%",
        "work": "85%",
        "money": "80%",
        "health": "89%",
        "notice": "相對自在的節奏",
        "discuss": "82%",
        "all_text": "整體運勢較為順遂，外部干擾因素較少，能擁有相對自在的節奏。在這特別的日子裡，不妨主動為生活增添一些儀式感。儀式感並非需要大張旗鼓的籌備，它可以很簡單，比如精心挑選一張有節日氛圍的卡片，寫上對生活的感悟；或者佈置一個溫馨的小角落，用彩燈、蠟燭營造出浪漫的氛圍。這種對生活細節的用心，會讓你更深刻地感受到節日的意義，讓平凡的日子變得獨特而難忘。通過增添儀式感，你能在這個平安夜收穫更多溫暖的回憶，內心也會充滿滿足感。而且這種積極的生活態度，會讓你在後續的日子裡，以更好的狀態去面對生活，發現更多生活中的小確幸，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，緣分可能會悄然降臨。在不經意間，你可能會遇到那個與你心靈相通的人，開啟一段浪漫的戀情。已有伴者的你，節日裡盡情享受甜蜜時光吧。和伴侶一起漫步街頭，欣賞節日的裝飾，感受彼此的陪伴，在溫馨的氛圍中，你們的感情會更加甜蜜。",
        "work_text": "各種有利的機會會像雪花般紛紛向你飄來，無論是拓展人脈、接觸新項目，還是提升技能，都有不少好契機。只要你敏銳捕捉，積極行動，就能在多個領域有所收穫，為未來發展積累寶貴資源。不過，機會雖多，也要學會篩選，避免盲目跟風。",
        "lucky_star": "巨蟹座",
        "money_text": "偏財機遇會降臨到你身上，可能是抽獎中個小獎，或者收到一些意外的紅包。這些偏財雖然不確定，但也能給你帶來驚喜。不過別把希望都寄託在偏財上，還是要以正財為主，同時對於偏財帶來的錢財，要合理使用，別一下子就花光，可以存起來應急。",
        "health_text": "飲食均衡為宜，這一天美食眾多，但別隻挑喜歡的吃，要注意營養搭配。多吃富含蛋白質的食物，像瘦肉、魚類、豆類，再搭配蔬菜水果，保證攝入足夠的維生素和膳食纖維。少吃辛辣、油膩食物，避免腸胃不適，這樣身體才能吸收充足營養，保持健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "穿聖誕襪子",
        "all": "61%",
        "date": "2025-12-24",
        "love": "54%",
        "work": "59%",
        "money": "64%",
        "health": "69%",
        "notice": "錯過身邊的美好",
        "discuss": "60%",
        "all_text": "整體運勢稍顯不佳。這一天你容易過度沉迷於手機，注意力被虛擬世界裡的各種信息緊緊吸引。在不斷刷手機的過程中，時間悄然流逝，你卻可能錯過身邊許多美好的片段。也許窗外正飄著潔麗的雪花，營造出如夢如幻的節日場景；也許家人朋友正圍坐在一起，歡聲笑語傳遞著節日的溫暖。但因為沉浸在手機世界裡，這些美好都與你擦肩而過。建議你適當放下手機，抬起頭看看周圍的世界，用心去感受節日的氛圍。主動與身邊的人交流互動，參與到節日的活動中，這樣你才能真切地體會到平安夜的快樂，避免讓自己在虛擬與現實的落差中感到失落，讓這個節日過得更有意義。",
        "love_text": "單身的你，要小心爛桃花擾。節日裡可能會有人主動靠近你，但別被表象迷惑，要仔細觀察對方的為人，避免陷入不良的感情糾葛。已有伴者的你，節日裡避免過度猜疑。別因為一些小事就對伴侶產生懷疑，信任是感情的基礎，多給對方一些信任，感情才能長久。",
        "work_text": "似乎被一層無形的陰霾籠罩困境阻滯之感較為明顯。在做事情或追求目標的過程中，會遇到各種阻礙和難題，彷彿每前進一步都要付出巨大的努力。這種狀況容易讓你產生挫敗感和焦慮情緒，影響你的積極性和行動力。但別灰心，這只是暫時的，保持冷靜，尋找突破口。",
        "lucky_star": "白羊座",
        "money_text": "你的資金流動會受阻，可能會出現轉賬延遲、支付失敗等情況，影響你的正常消費和財務安排。這時候要提前做好資金規劃，預留足夠的現金或確保支付方式暢通。如果遇到資金問題，彆著急，冷靜分析原因，及時和相關部門溝通解決，避免問題擴大。",
        "health_text": "要避免情緒大起落，這一天可能會遇到一些讓人開心或煩惱的事，情緒波動大對身體不好。遇到開心事別太興奮，遇到煩心事也別太焦慮，儘量保持平和心態。可以通過聽音樂、看電影等方式調節情緒，讓自己心情穩定，身體也會更健康。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "網購買買買",
        "yi": "製作點心甜品",
        "all": "81%",
        "date": "2025-12-24",
        "love": "78%",
        "work": "75%",
        "money": "88%",
        "health": "87%",
        "notice": "自己動手豐衣足食",
        "discuss": "89%",
        "all_text": "整體運勢比較穩定，會是“自己動手豐衣足食”的一天。在這個充滿節日氛圍的日子裡，你更傾向於通過自己的努力去營造節日的快樂。你可能會親自去挑選節日裝飾品，按照自己的喜好佈置房間，讓整個空間充滿節日的氣息；也可能會動手製作一些小禮物，送給身邊的人，表達自己的心意。這種自己動手的過程，會讓你獲得滿滿的成就感，也能讓你更好地掌控節日的節奏。而且通過自己的努力創造出的節日氛圍，會讓你更加珍惜這個平安夜，感受到生活的樂趣。在這個過程中，你還能發揮自己的創造力，讓這個節日變得獨一無二，留下美好的回憶。",
        "love_text": "單身的你，不妨拓展社交覓愛。參加一些聚會或活動，結識更多的人，擴大自己的社交圈子，說不定就能遇到那個與你志同道合的人。已有伴者的你，節日裡一起製造驚喜吧。為伴侶準備一個特別的驚喜，讓對方感受到你的用心，在驚喜和歡樂中，你們的感情會更加升溫。",
        "work_text": "你的付出和努力會與成果成正比，不會出現不勞而獲的情況。無論是工作還是學習，只要你腳踏實地，認真對待每一項任務，就能看到明顯的進步。不過，也不要過於計較一時的得失，保持平和的心態更重要。",
        "lucky_star": "獅子座",
        "money_text": "你的投資回報會很可觀，之前投資的股票、基金等可能會有不錯的漲幅。這時候別被喜悅衝昏頭腦，要及時關注市場動態，根據情況調整投資策略。如果盈利達到預期，可以考慮適當獲利了結，落袋為安，別貪心追求更高的收益而忽略風險。",
        "health_text": "出行要注意安全，這一天可能會外出遊玩、參加活動，路上車多人多。出行前提前規劃好路線，遵守交通規則，走路、開車都集中注意力。如果是乘坐公共交通工具，保管好個人物品。注意安全才能玩得開心，也能避免意外發生影響健康。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不控制飲食",
        "yi": "給居家佈置",
        "all": "70%",
        "date": "2025-12-24",
        "love": "73%",
        "work": "69%",
        "money": "66%",
        "health": "72%",
        "notice": "需要旁人的帶動",
        "discuss": "73%",
        "all_text": "整體運勢平平，自身能量稍顯不足，需要旁人能量的帶動。不妨積極參加社交活動，融入到熱鬧的人群中。在社交場合裡，與不同的人交流互動，能接觸到各種新鮮的觀點和想法，激發你的思維活力。他人的熱情和活力也會像一股暖流，感染你，讓你逐漸擺脫平淡的狀態，融入到節日的歡樂氛圍中。你可以參加朋友組織的聚會，大家一起聊天、玩遊戲，分享節日的喜悅；也可以去參加一些社區活動，為節日增添一份自己的力量。通過積極參與社交，你能在與他人的互動中汲取能量，讓自己的平安夜變得更加豐富多彩，不再平淡無奇，也能結識更多志同道合的朋友。",
        "love_text": "單身的你，如果遇到了心動的人，用真誠的態度去接近對方，讓對方感受到你的真心，這樣更容易收穫美好的感情。已有伴者的你，節日裡給予彼此空間。別總是黏在一起，給對方一些獨立的空間和時間，讓彼此都能做自己喜歡的事情，感情會更加健康。",
        "work_text": "進展遲緩的狀況較為突出。在做事情或推進計劃時，會感覺各種因素都在拖慢你的速度，讓你有些心急如焚。這種遲緩可能會打亂你原有的安排，但不要慌亂，重新調整計劃，合理分配時間和精力，逐步解決問題。",
        "lucky_star": "雙子座",
        "money_text": "你會感受到財務壓力顯現，可能是因為要支付一些大額費用，比如房租、貸款等，讓你的錢包有些緊張。這時候要合理安排資金，優先保障必要的生活開支和債務償還。同時，也可以考慮尋找一些增加收入的途徑，比如兼職或者利用業餘時間做些小生意，緩解財務壓力。",
        "health_text": "要減少久坐時間，這一天可能因為工作、娛樂等原因長時間坐著，久坐會影響血液循環，導致腰痠背痛。每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，促進血液循環。也可以在工作間隙做些簡單運動，這樣能減少久坐對身體的不良影響。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "眼睛過度疲勞",
        "yi": "逛街感受氣氛",
        "all": "76%",
        "date": "2025-12-24",
        "love": "71%",
        "work": "83%",
        "money": "75%",
        "health": "80%",
        "notice": "只顧著埋頭忙碌",
        "discuss": "83%",
        "all_text": "整體運勢尚可。這一天不要只顧著埋頭忙碌，也要給生活喘氣的空隙。在忙碌的生活節奏中，很容易忽略身邊的美好和內心的感受。這是一個放鬆身心的好時機，你可以暫時放下手頭的事情，給自己留出一些時間。你可以找一個安靜的地方，靜靜地坐一會兒，讓自己的思緒放空，感受內心的平靜；也可以去戶外散散步，呼吸一下新鮮的空氣，欣賞一下節日的街景。給生活喘氣的空隙，能讓你調整狀態，以更好的心情去享受這個平安夜。當你放鬆下來，你會發現生活中有許多被忽略的小美好，也能更加珍惜這個節日，讓自己的內心充滿溫暖和快樂。",
        "love_text": "單身的你，保持開放心態。別對感情有太多的條條框框，以開放的心態去接納新的人和事，說不定會有意想不到的收穫。已有伴者的你，節日裡尊重對方想法。在做決定時多聽聽伴侶的意見，尊重對方的想法和選擇，這樣能讓你們的關係更加平等和諧，感情也會更穩固。",
        "work_text": "你的大腦彷彿被靈感之泉灌滿，靈感迸發的時刻頻繁出現。這一天，你在處理事務或解決問題時，會有許多新奇獨特的想法和創意湧現出來，讓你能夠以全新的視角看待事物，找到創新的解決方案。這種靈感不僅能提升你的效率，還能讓你在人群中脫穎而出。",
        "lucky_star": "處女座",
        "money_text": "你的正財會穩定增長，工作上的表現會得到認可，收入也會相應提高。這是你努力工作的回報，要繼續保持積極的工作態度。不過也別滿足於現狀，可以利用業餘時間提升自己的技能，為未來的職業發展打下基礎，從而獲得更高的收入。",
        "health_text": "要多喝溫水潤體，這一天空氣可能比較乾燥，加上活動多、說話多，身體容易缺水。要養成隨時喝溫水的好習慣，不要等到口渴了才喝。溫水能滋潤喉嚨、促進新陳代謝，還能讓皮膚保持水潤。多喝溫水，身體會更舒服，健康也有保障。",
        "lucky_color": "紫色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢不節制",
        "yi": "過節儀式感",
        "all": "55%",
        "date": "2025-12-24",
        "love": "60%",
        "work": "61%",
        "money": "51%",
        "health": "62%",
        "notice": "自我封閉的狀態",
        "discuss": "68%",
        "all_text": "整體運勢低迷。看著別人熱熱鬧鬧地慶祝節日，你卻不經意間把自己孤立在外，心中難免會湧起羨慕之情。也許是因為性格內向，或者是一時的不知所措，讓你陷入了自我封閉的狀態。但這樣只會讓你更加孤單，錯過與他人共享節日歡樂的機會。你要試著主動邁出一步，哪怕只是向身邊的人露出一個微笑，說一句簡單的問候。也可以參與到一些集體活動中，和大家一起做遊戲、聊天。不要總是把自己置身於熱鬧之外，要勇敢地融入這個充滿歡樂的節日氛圍中。當你打開心扉，主動與他人交流互動時，你會發現原來自己也能成為節日的一部分，收穫屬於自己的溫暖與快樂，讓這個平安夜不再孤單。",
        "love_text": "單身的你，別總是沉浸在自己的幻想中，期待完美的愛情降臨，建議迴歸現實，腳踏實地去尋找那個真正適合你的人。已有伴者的你，節日裡珍惜眼前幸福。別總是羨慕別人的感情，多看看身邊伴侶的優點，珍惜眼前的幸福，和伴侶一起用心經營感情，生活會更美好。",
        "work_text": "迷茫徘徊的感覺較為強烈。在做事情或做決策時，你會缺乏明確的方向和目標，不知道該往哪個方向努力。這種迷茫可能會讓你陷入猶豫和糾結的狀態，影響你的行動效率。此時，不妨停下來，梳理自己的思路，明確自己的需求和目標。",
        "lucky_star": "射手座",
        "money_text": "你要小心錢財損耗較大，可能會因為衝動消費或者被他人忽悠而花冤枉錢。在購物時，要保持理性，別被商家的促銷活動衝昏頭腦，買一堆不實用的東西。同時，也要注意保護好自己的財物，避免丟失或被盜，讓辛苦賺來的錢能好好留在自己口袋裡。",
        "health_text": "要規律作息養神，這一天可能因為各種活動打亂作息，但規律作息對身體很重要。儘量按照平時的作息時間睡覺、起床，睡前別做太刺激的事，營造安靜舒適的睡眠環境。規律作息能讓身體各器官正常運轉，精神飽滿地度過平安夜。",
        "lucky_color": "寶藍色",
        "lucky_number": "7"
      }
    }
  }
}