{
  "updated": "2025-08-21T17:08:13.663Z",
  "updateTime": "2025/8/22 上午1:08:13",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 24604,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "控制慾太強",
        "yi": "享受美食大餐",
        "all": "57%",
        "date": "2025-08-22",
        "love": "64%",
        "work": "48%",
        "money": "66%",
        "health": "69%",
        "notice": "事與願違的失落",
        "discuss": "60%",
        "all_text": "對你來說像是走在一條佈滿小石子的路上，整體運勢磕磕絆絆，計劃好的事總會被意外小狀況打亂節奏。比如臨時被要求處理原本沒預料到的小麻煩，這種“事與願違”的感覺會反覆出現，容易讓人有點煩躁。你可能會覺得“怎麼什麼都要多花點力氣”，甚至懷疑是不是自己哪裡沒考慮周全，但其實是外界的隨機變動佔了主導，和你的準備程度關係不大。情緒上容易因為小挫折冒火，但發完脾氣後又會覺得“好像也沒那麼嚴重”，這種反覆拉扯的狀態會消耗不少精力。建議別把目標定得太死，留點彈性空間，遇到突發狀況時告訴自己“順其自然就好”，反而能減少內耗。另外，和身邊人溝通時注意語氣，別因為急躁把小矛盾放大，畢竟“不順”大多是客觀因素，不是誰的錯。",
        "love_text": "單身的你，別總沉溺於過去的感情回憶裡，那些已經成為過去式，過度緬懷只會讓你錯過當下可能出現的緣分。不妨多出去走走，參加些新活動，拓展社交圈。已有伴者的你，千萬別和前任糾纏不清，過去的感情就該徹底翻篇。要是和前任頻繁聯繫，會讓現任心裡很不是滋味，影響你們現在的感情，把心思都放在現任身上，好好經營當下的感情才是正事。",
        "work_text": "被拖延的藤蔓纏住了腳步，總想著等會兒再做，結果時間在等待中悄然溜走。原本能輕鬆完成的任務，也因拖延變得棘手。這種狀態不僅影響進度，還可能讓你錯過一些潛在機會。別讓拖延成為前進的絆腳石，及時行動才能擺脫困境。",
        "lucky_star": "金牛座",
        "money_text": "在財運方面得把規避風險放在首位。這天市場環境可能有些複雜，一些看似誘人的投資機會，背後或許藏著隱患。別被高收益衝昏頭腦，衝動做決定。對於不熟悉的理財項目，多觀察瞭解再做打算。消費時也要理性，別因一時興起買些不實用的東西，守住自己的錢包，才能避免不必要的損失。",
        "health_text": "壓力比較大，這可能會讓身體處於緊繃狀態。長時間的高壓容易引發頭痛、肩頸痠痛等問題。工作間隙別一直悶頭忙，每隔一段時間起來活動活動身體，伸伸懶腰、轉轉脖子。下班後可以去散散步、聽聽音樂，舒緩一下緊張的情緒，給身體和大腦都放個假，緩解壓力帶來的不適。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法太保守",
        "yi": "多角度思考",
        "all": "70%",
        "date": "2025-08-22",
        "love": "62%",
        "work": "69%",
        "money": "75%",
        "health": "78%",
        "notice": "揪細節忽略整體",
        "discuss": "74%",
        "all_text": "整體運勢像在爬一段有點坡度的路，不算特別累，但每一步都得稍微用點勁，稍有起伏的狀態會讓你略感吃力。比如日常習慣的事突然需要多花點時間（比如等車比平時久、排隊處理事務），或是原本熟悉的環境裡多了些小變動（比如常去的店換了位置），這些細微的不順手會讓你覺得“怎麼有點費勁”。你可能會不自覺地繃緊神經，試圖把每件事都控制在預期範圍內，但反而容易因為過度關注細節而忽略整體節奏。情緒上會有點“想快點結束”的急切感，但越急越容易在小事上卡殼。建議別對自己要求太高，遇到小阻礙時先深呼吸，告訴自己“慢慢來反而快”，把注意力放在“完成”而非“完美”上，反而能更輕鬆地度過這一天。",
        "love_text": "單身的你，別一遇到心儀對象就過度猜測對方的心思。還沒怎麼接觸，就自己腦補出一堆情節，這樣容易讓自己陷入焦慮，還可能錯把想象當現實。已有伴者的你，切勿和伴侶冷戰。遇到問題有分歧很正常，冷戰只會讓矛盾越積越深，有什麼想法和不滿，坐下來好好溝通，把問題攤開說清楚，才能讓感情更穩固。",
        "work_text": "容易陷入抓小放大的誤區，把精力都放在一些無關緊要的細節上，卻忽略了整體的大方向。就像在迷宮裡只盯著腳下的小石子，卻忘了尋找出口的方向。這樣不僅效率低下，還可能讓你偏離目標，得不償失。要學會分清主次，抓住關鍵。",
        "lucky_star": "獅子座",
        "money_text": "財運有不錯走向，可以考慮長線項目。長線投資就像慢慢播種施肥，等待收穫的過程。你可以把目光放長遠，挑選一些有發展潛力的領域，比如穩健的基金或者優質股票。不過，也別把所有資金都投進去，合理分配資產，做好風險把控，耐心持有，說不定日後能收穫滿滿。",
        "health_text": "要做好情緒的管理，情緒波動過大對健康可沒好處。過於激動或者生氣，可能會讓血壓升高，影響心臟健康。遇到事情先深呼吸，讓自己冷靜下來再處理。多和家人朋友聊聊天，分享一下生活中的趣事，保持樂觀積極的心態，讓情緒穩定，身體也能更健康。",
        "lucky_color": "米黃色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過情緒化",
        "yi": "瞭解新科技",
        "all": "78%",
        "date": "2025-08-22",
        "love": "70%",
        "work": "75%",
        "money": "74%",
        "health": "72%",
        "notice": "凡事靠自己撐著",
        "discuss": "73%",
        "all_text": "整體運勢像一杯沒加糖的茶，喝起來平平淡淡，沒有額外的助力，凡事都得靠自己撐著。比如平時能順手解決的小問題，可能需要多花點時間琢磨；或是習慣依賴的便利條件（比如常用的工具、熟悉的人幫忙）突然不太給力，得自己動手補上。這種“靠自己”的狀態會讓你有點懷念平時的輕鬆，但換個角度看，也是鍛鍊獨立應對能力的好機會。你可能會覺得“怎麼沒人搭把手”，但其實周圍人並非故意不幫忙，只是各自的節奏沒對上。情緒上會有點“單打獨鬥”的孤獨感，但別因此否定自己的能力——你完全有能力處理好這些事，只是需要多給自己點信心。建議把注意力放在“解決問題”本身，別太在意“有沒有人幫忙”，完成後的成就感會比平時更強烈。",
        "love_text": "單身的你，似乎沒什麼戀愛的想法，對周圍的人也提不起太大興趣。這也沒什麼不好，正好可以利用這段時間好好享受單身生活，提升自己。已有伴者的你，和伴侶之間還需要多磨合。雖然相處一段時間了，但彼此的習慣和想法還是有差異，別總是按照自己的方式來，多站在對方角度考慮，感情會更和諧。",
        "work_text": "保持固有的節奏，按照自己熟悉的方式和步伐前進。就像在熟悉的道路上開車，不需要刻意加速或減速，平穩駕駛就能順利到達目的地。這種穩定的狀態能讓你在處理各種事務時更加得心應手，避免因急躁或慌亂而出錯。",
        "lucky_star": "巨蟹座",
        "money_text": "不如把零花錢存起來。日常零花錢看似不多，但積少成多也能成為一筆不小的財富。這天就別再隨意揮霍零花錢買些可有可無的小物件了。可以準備一個存錢罐或者開個專門的儲蓄賬戶，把零錢都存進去。養成儲蓄的好習慣，時間長了，你會發現自己的小金庫越來越充實。",
        "health_text": "少吃上火的食物，不然容易口腔潰瘍、長痘痘。像辣椒、花椒、桂皮這些調料要少放，薯片、油炸食品也儘量別吃。多吃點清熱降火的食物，比如苦瓜、黃瓜、綠豆湯。還要多喝水，促進身體新陳代謝，把體內的火氣排出去，讓身體保持清爽舒適。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "社交過分拘謹",
        "yi": "養生與保健",
        "all": "57%",
        "date": "2025-08-22",
        "love": "68%",
        "work": "50%",
        "money": "70%",
        "health": "65%",
        "notice": "被別人牽著鼻子走",
        "discuss": "63%",
        "all_text": "整體運勢像被一根無形的線牽著，容易陷入“被別人牽著鼻子走”的狀態，自己的節奏容易被外界打亂。比如原本計劃好的安排被臨時要求調整，或是身邊人的情緒、需求無形中影響你的決定，甚至可能為了照顧他人而委屈自己。這種“身不由己”的感覺會讓你有點壓抑，覺得“怎麼總在配合別人”。你可能會不自覺地壓抑自己的真實想法，試圖用妥協換取和諧，但反而容易讓自己陷入被動。情緒上會有點“委屈又無奈”的複雜感，甚至懷疑“是不是我太沒主見了”。其實“被牽動”更多是客觀環境的影響，和你的性格無關。建議偶爾給自己留點“自私”的空間——遇到不想答應的事，試著說“我需要再想想”；覺得累時，主動找個藉口暫時抽離，別讓別人的需求完全佔據你的時間。",
        "love_text": "單身的你，可能因為之前感情受挫，對愛情深感失望，覺得很難再遇到合適的人。但別灰心，緣分說不定就在下一個轉角。已有伴者的你，別總愛挑伴侶的小問題。每個人都有不完美的地方，老是揪著一些小事不放，會讓伴侶覺得很壓抑，多看看對方的優點，多一些包容和理解，感情才能長久。",
        "work_text": "做事磨磨蹭蹭，就像蝸牛在爬行，速度緩慢得讓人著急。無論是處理工作上的文件，還是完成學習中的作業，都顯得拖拖拉拉。這種狀態不僅浪費時間，還可能讓你在競爭中處於劣勢。要儘快振作起來，加快自己的節奏，提高做事的效率。",
        "lucky_star": "射手座",
        "money_text": "在財運上沒有求財的想法，這其實也不錯。沒有強烈的求財慾望，能讓你保持平和的心態，不會因為盲目追求財富而做出錯誤決策。不過，雖然沒有主動求財，但也要留意身邊的理財信息，說不定在不經意間就能發現一些適合自己的小機會，為未來的財富積累打下基礎。",
        "health_text": "正餐不宜吃太撐，不然腸胃負擔太重，會出現消化不良、腹脹等問題。吃飯的時候控制一下食量，吃到七八分飽就停下。可以少食多餐，把一天的食物分成幾頓吃。飯後也不要立刻坐下或者躺下，出去散散步，幫助腸胃蠕動，促進消化，讓腸胃能輕鬆工作。",
        "lucky_color": "綠色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏安全感",
        "yi": "深度思考",
        "all": "77%",
        "date": "2025-08-22",
        "love": "80%",
        "work": "74%",
        "money": "82%",
        "health": "79%",
        "notice": "忙閒有序的狀態",
        "discuss": "75%",
        "all_text": "整體運勢像一首節奏適中的歌，沒有特別激昂的高潮，但也沒有卡頓的雜音，基本能保持忙閒有序的狀態。比如該處理的事能按部就班完成，該休息的時間也能自然放鬆，不會出現“忙到飛起”或“閒到發慌”的極端情況。這種“剛剛好”的節奏會讓你覺得舒服，既不會因為太閒而無聊，也不會因為太忙而焦慮。你可能會發現小事處理起來比平時更順手，比如溝通時能準確表達想法，或是做決定時少了幾分猶豫。情緒上會保持平穩，即使遇到小麻煩也能冷靜應對，不會輕易被影響心情。這種“穩中帶順”的狀態會讓你對當天的生活滿意度較高，甚至可能覺得“過得還挺踏實”。建議順著這種節奏走，別主動給自己加太多任務，享受這種“不緊不慢”的舒適感就好。",
        "love_text": "單身的你，或許會有相親機會，別一聽到相親就抗拒，說不定能遇到讓你心動的人。以開放的心態去接觸，說不定會有意外收穫。已有伴者的你，可以和伴侶一起出門，無論是逛街、看電影還是去公園散步，一起度過一段美好的時光，能增進彼此的感情，讓你們的關係更加親密。",
        "work_text": "你的積極性一般，沒有往日的熱情和衝勁。就像一輛缺少燃料的汽車，雖然還能行駛，但速度明顯慢了下來。面對各種任務和挑戰，你缺乏主動出擊的動力，更願意按部就班地完成。這樣的狀態可能會讓你錯過一些展現自己的機會，需要適當激發自己的熱情。",
        "lucky_star": "天秤座",
        "money_text": "或許會有小財陸續到賬。可能是之前的一些兼職報酬，或者是項目的小分紅。這些小財雖然不算多，但也能讓你的錢包鼓起來一些。收到錢後，別一下子就花光，可以合理規劃一下，比如把一部分存起來，另一部分用於改善生活。這樣既能享受財富帶來的快樂，又能為未來做準備。",
        "health_text": "要關注睡眠問題，睡眠不好會影響第二天的精神狀態和身體健康。睡前別喝濃茶、咖啡，也別做劇烈運動，這些都會讓你難以入睡。可以泡個熱水澡，讓身體放鬆下來，再喝一杯溫牛奶，有助於提高睡眠質量。營造一個安靜、舒適的睡眠環境，讓自己能睡個好覺。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過小心眼",
        "yi": "樹立自信心",
        "all": "94%",
        "date": "2025-08-22",
        "love": "91%",
        "work": "92%",
        "money": "90%",
        "health": "96%",
        "notice": "實現自我的價值",
        "discuss": "90%",
        "all_text": "整體運勢相當給力，做什麼都帶著一股順勁兒，積極實現自我價值的狀態會特別明顯。比如平時覺得麻煩的事，處理起來反而得心應手；或是突然冒出些新想法，能快速落地執行，甚至超出預期。這種“做什麼成什麼”的順遂感會讓你充滿動力，忍不住想多嘗試些新事物，或是把原本擱置的計劃重新撿起來。你可能會覺得“狀態簡直開掛”，連平時容易糾結的小細節都能果斷拍板，這種“掌控感”會讓你特別有成就感。情緒上會保持高昂，對生活的熱情明顯提升，甚至可能主動幫身邊人解決問題，享受“被需要”的價值感。這種“積極向上”的狀態會吸引更多正向反饋，比如得到他人的認可，或是遇到意外的小驚喜。建議順著這股勁兒多做些自己想做的事，別壓抑自己的熱情，畢竟這樣的好狀態不是每天都有。",
        "love_text": "單身的你，極有可能遇到彼此有好感的對象，也許是在某個社交場合，不經意間的眼神交匯，就擦出了火花。別錯過這個機會，主動一點，說不定就能開啟一段美好的戀情。已有伴者的你，能得到伴侶真誠以待，對方會用心對待你，讓你感受到滿滿的愛意，好好珍惜這份感情，相互回應對方的真心。",
        "work_text": "將迎來突飛猛進的一天，彷彿被一股強大的力量推動著向前。無論是處理複雜的工作任務，還是攻克學習中的難題，你都能遊刃有餘，輕鬆應對。你的思維敏捷，靈感不斷，能夠快速找到解決問題的方法，在各個方面都能取得顯著的進步。",
        "lucky_star": "雙魚座",
        "money_text": "財運超棒，能回收一筆錢。可能是之前借出去的錢收回來了，或者是投資的資金有了回報。這筆錢對你來說是個意外之喜，收到後要好好規劃怎麼使用。可以拿出一部分用於償還債務，減輕經濟壓力；也可以把一部分存起來，作為應急資金；還可以用一小部分犒勞一下自己，享受一下財富帶來的滿足感。",
        "health_text": "不要熬夜晚睡，熬夜會打亂身體的生物鐘，影響內分泌，導致皮膚變差、免疫力下降。晚上早點放下手機，調好鬧鐘，按時上床睡覺。保證充足的睡眠時間，讓身體得到充分的休息和恢復，第二天才能精力充沛地面對生活和工作。",
        "lucky_color": "奶茶色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "為別人操碎心",
        "yi": "養創意思維",
        "all": "59%",
        "date": "2025-08-22",
        "love": "70%",
        "work": "51%",
        "money": "64%",
        "health": "62%",
        "notice": "注意力難以集中",
        "discuss": "68%",
        "all_text": "整體運勢著實不容樂觀，生活彷彿被一團亂麻纏住。你會察覺到外界干擾源不斷，各種瑣碎小事像潮水般湧來，將你原本的節奏衝得七零八落。注意力難以集中成了最大問題，做著這件事，思緒卻飄到了另一件事上，導致效率極其低下。在與人交往時，也容易因觀點不合產生摩擦，原本和諧的氛圍變得緊張起來。此時，你需要主動把注意力收回來，明確當前最重要的事，屏蔽掉那些無關緊要的干擾。決策方面，會格外猶豫不決，面對選擇時反覆權衡卻難以定奪，這可能會讓你錯過一些稍縱即逝的機會。財務上，要格外謹慎，避免衝動消費，一些看似誘人的優惠活動，可能隱藏著消費陷阱，稍不留意就會讓錢包縮水。而且，情緒也容易波動，可能會因為一些小事而心情低落，要學會自我調節，別讓負面情緒影響一整天。",
        "love_text": "單身的你，不太主動，即便遇到有好感的人，也可能因為害羞或者猶豫而錯過。適當主動一點，給對方一些暗示，說不定就能開啟一段緣分。已有伴者的你，要珍惜和伴侶面對面交流互動的機會，在這個快節奏的時代，面對面的溝通能讓你們更瞭解彼此的想法，增進感情，別總是通過手機交流，多創造一些相處的時光。",
        "work_text": "彷彿走在佈滿陷阱的道路上，稍有不慎就容易栽跟斗。在處理各種事務時，你可能會因為粗心大意或者判斷失誤，而陷入一些不必要的麻煩中。比如可能會忽略重要的細節，導致工作成果出現瑕疵，或者在學習中誤解知識點，影響成績。你需要時刻保持警惕，認真對待每一件事，才能避免摔倒。",
        "lucky_star": "天蠍座",
        "money_text": "建議不要給別人借錢。這天你的財運有些不穩定，把錢借出去可能面臨收不回來的風險。朋友找你借錢時，要謹慎考慮，別因為抹不開面子就輕易答應。如果實在不好拒絕，也要和對方明確還款時間和方式，並留下書面證據。保護好自己的財產，才能避免日後因為金錢問題和朋友產生矛盾。",
        "health_text": "要警惕高熱量吃喝，像蛋糕、奶茶、巧克力這些高熱量食物要少吃，不然容易長胖，還可能引發一些慢性疾病。選擇低熱量、高纖維的食物，比如水果、蔬菜、全麥麵包。喝飲料的時候可以選擇白開水或者淡茶水，既能解渴又健康，讓身體保持良好的狀態。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過分追求完美",
        "yi": "多元化發展",
        "all": "97%",
        "date": "2025-08-22",
        "love": "95%",
        "work": "94%",
        "money": "98%",
        "health": "90%",
        "notice": "視野將無比開闊",
        "discuss": "92%",
        "all_text": "整體運勢簡直羨煞旁人，彷彿被幸運女神緊緊環繞。你的視野無比開闊，看待問題的角度獨特且全面，能敏銳地捕捉到生活中隱藏的機遇和潛在的問題。心中有著充實又合理的計劃，並且能按部就班地推進，每一步都走得穩健而有力。在社交場合中，你魅力四射，成為眾人矚目的焦點，輕鬆就能結識到志同道合的朋友，拓展自己的人脈圈。而且，還有可能收到意外的好消息，比如一直期待的事情有了好的進展，或者得到一份心儀已久的禮物，讓你的心情格外愉悅。這種良好的運勢也會感染身邊的人，為你營造一個積極向上的氛圍，讓你在各個方面都能感受到生活的美好與順遂。",
        "love_text": "單身的你，有機會提升心上人的好感，通過一些細節展現自己的魅力，比如一個溫暖的微笑、一句貼心的問候，都能讓對方對你印象更好。已有伴者的你，可以和伴侶一起製造甜蜜回憶，比如一起做一頓飯、看一場浪漫的電影，這些小小的舉動能讓你們的感情更加深厚，讓生活充滿甜蜜。",
        "take_star": "",
        "work_text": "是你全力以赴大展身手的好時機，就像充滿能量的戰士奔赴戰場。你內心充滿了鬥志和決心，對每一個目標都志在必得。無論是面對複雜的工作任務，還是高難度的學習內容，你都能全身心地投入其中，憑藉自己的智慧和毅力去克服困難，有望在各個方面取得令人矚目的成果。",
        "lucky_star": "水瓶座",
        "money_text": "你的正財偏財都當旺。工作上可能會有額外的獎金或者提成，讓你收入增加；在理財方面，之前的一些投資也可能有了不錯的收益。這是財富向你招手的好時機，你可以趁著運勢好，合理規劃自己的財務。比如把一部分收益繼續投資，擴大財富規模；也可以拿出一部分改善生活品質，享受財富帶來的美好。",
        "health_text": "要注重養髮，頭髮健康能反映身體的狀況。平時可以多吃一些對頭髮好的食物，比如黑芝麻、核桃、黑豆。洗頭的時候水溫不要太高，也別用指甲用力抓撓頭皮，用指腹輕輕按摩就好。少用吹風機高溫吹頭髮，讓頭髮自然風乾，這樣可以減少對頭髮的損傷，讓頭髮更健康亮麗。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "用腦過度",
        "yi": "學習實用技巧",
        "all": "80%",
        "date": "2025-08-22",
        "love": "69%",
        "work": "82%",
        "money": "89%",
        "health": "81%",
        "notice": "大膽去嘗試實踐",
        "discuss": "85%",
        "all_text": "整體運勢相對平穩，是實踐出真知的好日子。你腦海中充滿了各種新奇的想法和創意，不要讓它們只停留在想象階段，大膽地去嘗試、去實踐吧。在實踐的過程中，你會發現很多之前未曾考慮到的問題，也能積累到寶貴的經驗，這對你的成長和發展大有裨益。雖然過程中可能會遇到一些小阻礙，但憑藉你樂觀積極的心態和勇於探索的精神，都能輕鬆克服。而且，你的動手能力很強，適合去做一些需要實際操作的事情，比如手工製作、修理物品等，會有不錯的成果。同時，在與人交流分享實踐經驗時，也能從他人那裡獲得新的啟發和思路，讓你的思維更加開闊。",
        "love_text": "單身的你，要好好收拾自己外表，乾淨整潔的形象能讓你更有吸引力，增加遇到緣分的幾率。別總是邋里邋遢的，第一印象很重要。已有伴者的你，就算和伴侶相處久了，也別不修邊幅。保持好的形象不僅是對伴侶的尊重，也能讓你們的感情保持新鮮感，讓對方始終對你充滿興趣。",
        "work_text": "以勤勤懇懇的姿態開啟新的一天，如同勤勞的小蜜蜂，在自己的領域裡忙碌而充實地穿梭。你深知成功沒有捷徑，只有通過不懈的努力和付出才能收穫成果。因此，你會腳踏實地地完成每一項任務，不偷懶、不敷衍，這種踏實的態度會讓你在前進的道路上穩步前行，逐漸積累起屬於自己的優勢。",
        "lucky_star": "摩羯座",
        "money_text": "小試牛刀會有收穫。如果有理財的想法，但還沒付諸行動，這天可以嘗試一些小額投資。比如購買一些低風險的理財產品，或者參與一些小型的商業活動。不要投入太多資金，先積累經驗，瞭解市場規律。通過這次小嚐試，你能學到不少理財知識，為以後的大規模投資打下基礎。",
        "health_text": "睡前不要玩手機，手機屏幕發出的藍光會抑制褪黑素的分泌，影響睡眠質量。而且玩手機容易讓人沉迷，不知不覺就熬夜了。睡前可以把手機放在遠處，看看書、聽聽輕柔的音樂，讓大腦放鬆下來，更容易進入夢鄉，保證充足的睡眠，讓身體得到恢復。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "獨斷專行",
        "yi": "接受新挑戰",
        "all": "92%",
        "date": "2025-08-22",
        "love": "90%",
        "work": "89%",
        "money": "93%",
        "health": "88%",
        "notice": "得到多方的助力",
        "discuss": "91%",
        "all_text": "運氣簡直好到爆棚，整體運勢一路飄紅。你很容易得到多方的助力，家人會給予你溫暖的關懷和支持，朋友會在你需要的時候伸出援手，甚至一些陌生人也可能在不經意間為你提供幫助。在處理事情時，各種資源會主動向你靠攏，讓你的計劃得以順利實施，彷彿一切都在朝著你期望的方向發展。你的判斷力也十分敏銳，能夠準確把握事情的發展方向，做出正確的決策，避免走彎路。在社交方面，你也能結識到一些對你有幫助的人，他們可能會為你帶來新的機會和發展空間。而且，你的心情格外舒暢，對生活充滿了熱情和期待。",
        "love_text": "單身的你，會給人很靠譜的好感，這種穩重踏實的形象容易吸引到異性的注意。在與人交往中，展現出自己的真誠和責任感，說不定就能收穫一段美好的感情。已有伴者的你，要向伴侶展示成熟的一面，遇到問題冷靜處理，給伴侶足夠的安全感，讓對方覺得你是可以依靠的人，感情會更加穩定。",
        "work_text": "是你積累經驗的好日子，就像一位沉穩的行者，在人生的道路上不斷收集著寶貴的財富。你會從每一次的嘗試和挑戰中吸取教訓，總結經驗，無論是成功的喜悅還是失敗的痛苦，都能成為你成長的養分。這些積累的經驗會讓你在未來的日子裡更加從容地應對各種情況，為你的發展打下堅實的基礎。",
        "lucky_star": "雙子座",
        "money_text": "有意外驚喜，財運方面迎來好消息。可能是突然得到一筆遺產，或者是中了小獎。這筆意外之財會讓你心情愉悅，但也要保持冷靜。別因為興奮就亂花錢，要好好規劃這筆錢的使用。可以和家人商量一下，制定一個合理的理財計劃，讓這筆意外之財發揮最大的作用，為你的生活增添更多保障。",
        "health_text": "容易出現乳糖不耐受的情況，喝了牛奶後可能會腹脹、腹瀉。如果你有這種情況，就先別喝牛奶了，可以選擇其他富含鈣的食物，比如豆腐、蝦皮、海帶。如果不確定自己是否乳糖不耐受，喝了牛奶後注意觀察身體反應，有不適及時調整飲食。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不尊重別人",
        "yi": "進行情感交流",
        "all": "56%",
        "date": "2025-08-22",
        "love": "60%",
        "work": "54%",
        "money": "62%",
        "health": "63%",
        "notice": "參考他人的建議",
        "discuss": "59%",
        "all_text": "整體運勢欠佳，主要問題在於你過於以自我為中心。在做事情時，你總是隻考慮自己的感受和需求，忽略了他人的想法和意見，這很容易引起別人的反感和不滿。在團隊合作中，這種態度會讓你顯得格格不入，影響整個團隊的和諧氛圍和協作效率。而且，你在溝通時也容易過於直接，說話不經過思考，可能會無意中傷害到別人，導致人際關係變得緊張。建議你多站在別人的角度思考問題，學會傾聽和包容，尊重他人的觀點和選擇。在做決策時，也可以適當參考他人的建議，這樣不僅能避免一些錯誤，還能改善你的人際關係，讓生活更加順利。",
        "love_text": "單身的你，可能會故意說反話，明明心裡喜歡，嘴上卻說不感興趣，這樣容易讓對方誤解你的心意，錯過可能的緣分。有話直說會更好。已有伴者的你，別過於傲嬌，伴侶對你好的時候，別總是裝作不在乎，適當表達自己的感激和愛意，讓對方知道你的心意，感情才能更加甜蜜。",
        "work_text": "似乎過於依賴別人的幫助，就像在航行中總是期待有外力來推動自己前進。在做決策或者處理問題時，你習慣先尋求他人的意見和建議，缺乏獨立思考和自主行動的能力。雖然他人的幫助有時能讓你少走彎路，但過度依賴會讓你失去鍛鍊自己的機會，難以真正成長和獨立。",
        "lucky_star": "處女座",
        "money_text": "在吃喝玩樂上的開銷會比較大。這天你可能會和朋友聚會、外出遊玩，在這些活動中容易控制不住自己，買很多東西或者選擇高消費的娛樂項目。這樣雖然能讓你享受當下的快樂，但也會讓錢包迅速癟下去。所以，在消費前要先做好預算，控制自己的慾望，避免過度消費導致經濟緊張。",
        "health_text": "睡眠不足容易頭痛，所以一定要保證充足的睡眠。如果晚上沒睡好，中午可以午休一會兒，補補覺。頭痛發作時，不要強行忍著，找個安靜的地方躺下來休息，用熱毛巾敷敷額頭，緩解一下頭痛症狀。平時也要注意規律作息，避免睡眠不足再次引發頭痛。",
        "lucky_color": "淺灰色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏耐心",
        "yi": "享受舞臺演出",
        "all": "72%",
        "date": "2025-08-22",
        "love": "75%",
        "work": "66%",
        "money": "78%",
        "health": "70%",
        "notice": "退一步海闊天空",
        "discuss": "73%",
        "all_text": "整體運勢一般，沒有太多令人驚喜的事情發生，但也沒有大的波折。不過你要知道，有時候退一步海闊天空，別總是爭強好勝。在遇到一些分歧或者矛盾時，別急著表明自己的立場，先冷靜下來，換個角度思考問題，也許會有新的發現和理解。而且，你可能會有些情緒化，容易因為一些小事而心情低落或者煩躁不安。要學會調整自己的心態，保持樂觀積極的態度，不要讓負面情緒影響到自己的生活和工作。在與人相處時，也別太敏感，別把別人的話太往心裡去，避免不必要的誤會和衝突。可以多參加一些輕鬆愉快的活動，放鬆自己的心情，讓自己以更好的狀態迎接新的一天。",
        "love_text": "單身的你，或有社交的機會，多參加一些聚會或者活動，擴大自己的社交圈，說不定能在其中遇到那個讓你心動的人。已有伴者的你，試著換位思考，當和伴侶有矛盾時，站在對方的角度想想問題，這樣能更好地理解對方的想法，避免不必要的爭吵，讓感情更加融洽。",
        "work_text": "習慣性地逃避問題，就像一隻把頭埋進沙子裡的小鳥，以為看不見問題就不存在了。當面對困難和挑戰時，你第一反應不是勇敢地去面對，而是選擇退縮和逃避。這種態度只會讓問題越積越多，最終變得難以解決。你需要鼓起勇氣，正視問題，積極尋找解決辦法，才能走出困境。",
        "lucky_star": "巨蟹座",
        "money_text": "你的進賬一般，沒有特別突出的財富收入。不過，這也不代表沒有理財的機會。你可以利用這一天，好好梳理一下自己的財務狀況，看看有哪些地方可以節省開支，哪些地方可以進行優化。比如減少不必要的購物，降低生活成本。同時，也可以關注一些理財信息，為以後的財富增長做好準備。",
        "health_text": "不要過度沉迷手機，長時間盯著手機屏幕，眼睛會疲勞、乾澀，還可能引發近視等問題。每隔一段時間就放下手機，看看遠處的風景，讓眼睛休息一下。也可以做做眼保健操，促進眼部血液循環，保護眼睛健康。多參與一些戶外活動，減少對手機的依賴。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    }
  }
}