{
  "updated": "2025-11-29T20:09:28.705Z",
  "updateTime": "2025/11/30 上午4:09:28",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14874,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "看恐怖電影",
        "yi": "多動腦筋思考",
        "all": "73%",
        "date": "2025-11-29",
        "love": "82%",
        "work": "69%",
        "money": "79%",
        "health": "80%",
        "notice": "湧現出各種想法",
        "discuss": "86%",
        "all_text": "整體運勢較為平常，沒有那種讓人眼前一亮的驚喜，但也不至於陷入糟糕的境地。腦海裡不斷湧現出各種想法，就像泉水一樣源源不斷，每一個想法都帶著獨特的閃光點，讓你覺得都值得去嘗試。然而，當真正要決定把精力投入到哪一個想法上時，你卻犯了難。眾多的選擇讓你有些不知所措，不知道該從何處下手。這種猶豫不決的狀態，可能會讓你在面對機會時有些遲緩，錯過一些潛在的契機。不過，這其實也是一個自我審視和篩選的好時機。你可以靜下心來，仔細分析每個想法的可行性和潛在價值，結合自身的實際情況和資源，做出相對合理的選擇。一旦確定了方向，就堅定地朝著目標前進，不要輕易被其他想法干擾，說不定在這一天裡，你也能收穫屬於自己的小成果。",
        "love_text": "單身的你，在感情上或許會迎來小驚喜，和暗戀對象可能會有更多自然的接觸機會。也許是工作間隙的閒聊，或是共同參與活動時的互動，都讓你感覺關係在悄悄拉近。已有伴者的你，不妨和愛人一起探索新領域，比如嘗試新的餐廳、看一場小眾電影，在交流中培養共同話題，讓感情持續升溫。",
        "work_text": "整體推進過程不算順暢，會碰到一些小阻礙。在做事情時，可能因準備不夠充分，或是臨時出現的小狀況，讓原本的節奏被打亂。不過你精力充沛，面對這些小麻煩不會輕易退縮，只要保持耐心，逐個解決，就能慢慢回到正軌，繼續朝著目標前進。",
        "lucky_star": "雙子座",
        "money_text": "有小額進賬的機會，可能是一些零散的收入，比如兼職的小報酬或者之前小投資的微薄回報。不過別太指望這些能讓你大富大貴，還是得腳踏實地。這天別盲目跟風去做大投入，守住現有的小收穫，穩穩當當的，說不定後續還有更多小驚喜等著你。",
        "health_text": "建議不要過度消耗，長時間運動或高強度工作後，記得適當拉伸放鬆肌肉，避免肌肉痠痛，晚上泡個熱水澡，能更好地緩解疲勞，讓身體保持良好狀態，以滿滿的活力迎接新一天。",
        "lucky_color": "杏色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路玩手機",
        "yi": "圍爐吃火鍋",
        "all": "74%",
        "date": "2025-11-29",
        "love": "73%",
        "work": "65%",
        "money": "68%",
        "health": "75%",
        "notice": "保持平和的心態",
        "discuss": "79%",
        "all_text": "整體運勢呈現出起伏不定的態勢。原本你精心規劃好的生活節奏，就像一幅有序的拼圖，每一塊都安排得恰到好處。然而，生活中總會出現一些意外情況，如同突然闖入的不速之客，打亂了你原本的計劃。這些意外可能是外界環境的變化，也可能是他人行為的影響，讓你的生活變得有些混亂。面對這種起伏，你可能會感到有些煩躁和無奈，但不要讓這些負面情緒佔據你的內心。當計劃被打亂時，試著以平和的心態去接受，然後根據實際情況靈活調整自己的安排。也許這些意外會帶來一些新的機會和挑戰，讓你發現原來還有其他的可能性。只要你能積極應對，保持樂觀的態度，就能在這起伏的運勢中找到屬於自己的平衡點，讓生活重新回到正軌。",
        "love_text": "單身的你，在感情方面可能沒有明顯起色，彆著急，緣分有時需要耐心等待。不妨把精力放在提升自己上，比如閱讀一本好書、學習新技能。已有伴者的你，感情生活趨於平淡，不過這也是穩定的表現。可以計劃一次短途旅行，在新的環境中為感情注入新鮮感，讓彼此的心更貼近。",
        "work_text": "整體狀態較為平穩，但進展速度有些遲緩。在推進各項事務時，會感覺外界的干擾因素較多，或是自身狀態不夠興奮，導致效率不高。不過你做事踏實，會按部就班地完成每個步驟，雖然速度慢，但質量有保障，只要堅持下去，也能取得不錯的成果。",
        "lucky_star": "摩羯座",
        "money_text": "財運方面不太給力，保守理財是上策。別想著去嘗試新的投資項目或者冒險消費，老老實實把手裡的錢規劃好，該存存該花花，別超支。日常開銷上多留意價格，別被一些促銷活動衝昏頭腦，衝動買下不實用的東西，不然錢包可要“受傷”啦。",
        "health_text": "腸胃消化順暢，但飲食還是要規律，別因為消化好就暴飲暴食，多吃些清淡易消化的食物，像蔬菜、水果，少吃油膩辛辣的，給腸胃減輕負擔，這樣能一直保持消化順暢，身體也更舒服。",
        "lucky_color": "墨綠色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一切向錢看",
        "yi": "學習時尚穿搭",
        "all": "95%",
        "date": "2025-11-29",
        "love": "94%",
        "work": "91%",
        "money": "95%",
        "health": "96%",
        "notice": "超強的應變能力",
        "discuss": "96%",
        "all_text": "整體運勢相當出色，彷彿被幸運之神眷顧一般。在生活的各個場景中，你都展現出了超強的隨機應變能力。無論是與人交流時遇到的各種話題，還是面對突發的小狀況，你都能迅速做出反應，給出恰當的回應和解決辦法。這種機靈的表現讓你在社交場合中如魚得水，能夠輕鬆地與不同類型的人建立良好的關係，營造出和諧的氛圍。同時，在處理生活中的各種事務時，你也能憑藉自己的智慧和靈活的思維，高效地完成任務，避免不必要的麻煩。這種良好的狀態會讓你充滿自信和活力，願意積極參與各種活動，拓展自己的視野和社交圈子。不妨趁著這個好時機，多去嘗試一些新的事物，探索未知的領域，相信你會在這一天裡收穫滿滿的快樂和驚喜。",
        "love_text": "單身的你，愛神彷彿格外眷顧，極有可能邂逅讓你心動的人。可能在某個社交場合，對方的一個微笑、一句話就讓你心動不已。已有伴者的你，和愛人的感情愈發濃烈，不妨一起做些浪漫的事，比如漫步在街頭、分享彼此的夢想，讓愛意在溫馨的氛圍中不斷蔓延，感情更加深厚。",
        "work_text": "運勢極佳，無論是工作還是學習，都能輕鬆應對各種挑戰。你的思維活躍，靈感不斷，能夠快速找到解決問題的方法。在處理複雜事務時，能展現出高效的工作能力和學習能力，不僅能按時完成任務，還能提出創新的想法和建議，為自己贏得更多的機會和發展空間。",
        "lucky_star": "天秤座",
        "money_text": "你的財運簡直爆棚，意外財源說不定就降臨到你頭上啦！可能是突然收到一筆退款，或者朋友給你介紹了個賺錢的小門道。這時候可別錯過機會，但也要保持清醒，別被喜悅衝昏頭腦，好好評估一下這些意外之財的後續處理方式，讓錢生錢。",
        "health_text": "精神飽滿煥新，不過也別一直處於亢奮狀態，工作學習間隙可以閉目養神幾分鐘，讓大腦得到短暫休息，晚上也別熬夜刷手機，早點上床睡覺，保證充足睡眠，這樣第二天才能持續精神煥發。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "頭腦不清醒",
        "yi": "及時拆快遞",
        "all": "57%",
        "date": "2025-11-29",
        "love": "56%",
        "work": "45%",
        "money": "59%",
        "health": "69%",
        "notice": "出現各種的變故",
        "discuss": "60%",
        "all_text": "整體運勢不太理想，生活中諸多事務都難以順心如意，就像走在一條佈滿荊棘的小路上，每一步都可能遇到阻礙。原本期待的事情可能無法按照自己的意願發展，一些計劃好的安排也容易出現各種變故，讓你感到有些沮喪和無助。面對這種狀況，你可能會陷入消極的情緒中，覺得自己做什麼都不對。但你要知道，每個人都會遇到不順的時候，這只是暫時的。不要讓負面情緒一直困擾著你，試著換個角度看待問題，尋找其中的積極因素。也許這些困難和挫折是生活給予你的考驗，通過克服它們，你能變得更加堅強和成熟。保持樂觀的心態，積極面對生活中的挑戰，相信總有一天你能走出這片陰霾，迎來陽光燦爛的日子。",
        "love_text": "單身的你，在尋找愛情的道路上可能會有些坎坷，難遇到合適的緣分。別灰心，這只是暫時的，多參加一些活動，擴大社交圈。已有伴者的你，感情中矛盾可能會悄然滋生，或許是生活習慣的不同，或是溝通不暢。遇到問題別冷戰，及時坦誠交流，把心裡的想法說出來，才能化解矛盾，讓感情更穩固。",
        "work_text": "面臨不少棘手的問題，讓你感到壓力較大。在工作和學習中，可能會遇到一些突發狀況，打亂原有的計劃。比如工作上項目出現意外故障，學習上考試內容出現自己不熟悉的知識點。不過別慌張，冷靜分析問題的本質，尋找解決辦法，必要時向他人求助，逐步克服困難。",
        "lucky_star": "巨蟹座",
        "money_text": "在財務支出上得格外小心，一不小心就可能超支。買東西前多想想是不是真的需要，別看到打折就瘋狂囤貨。一些不必要的社交活動能推就推，減少一些不必要的開支。把錢用在刀刃上，這樣才能保證自己的財務狀況穩定，不至於月底吃緊。",
        "health_text": "肩頸容易有緊張感，需要放鬆舒緩，工作學習時保持正確坐姿，每隔一段時間就活動一下肩頸，做做擴胸運動、轉動脖子，下班後可以找家人幫忙按摩肩頸，或者去按摩店放鬆一下，緩解肩頸壓力。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "晚上零點後睡",
        "yi": "遠離是非八卦",
        "all": "58%",
        "date": "2025-11-29",
        "love": "51%",
        "work": "53%",
        "money": "56%",
        "health": "60%",
        "notice": "忙碌無序的漩渦",
        "discuss": "59%",
        "all_text": "整體運勢較差，彷彿陷入了一場忙碌而無序的漩渦之中。各種事情如同潮水一般向你湧來，讓你應接不暇。在處理這些事務的過程中，你常常會出現顧此失彼的情況，精力分散，難以將每一件事情都處理得盡善盡美。這種忙亂的狀態會讓你感到疲憊不堪，情緒也容易變得煩躁和焦慮。而且，由於精力有限，在面對一些重要的事情時，你可能會因為疏忽而出現失誤，給自己帶來一些不必要的麻煩。面對這種狀況，你需要學會合理安排時間和精力，分清事情的輕重緩急，優先處理重要的事情。同時，也要學會適當放鬆自己，給自己留出一些休息和調整的時間，避免過度勞累。只有保持清醒的頭腦，才能在這混亂的一天裡提高處理事務的效率，減少失誤的發生，逐漸讓生活恢復秩序。",
        "love_text": "單身的你，尋愛路途似乎不太順利，可能會遇到一些阻礙。不過彆氣餒，這只是成長的過程。可以把注意力放在自我提升上，讓自己變得更優秀。已有伴者的你，和愛人相處略顯沉悶，不妨一起做些有趣的事，比如玩一場遊戲、參加戶外運動，打破平淡，為感情增添活力，讓彼此重新找回熱戀時的感覺。",
        "work_text": "整體狀態不佳，缺乏動力和幹勁，感覺做什麼事情都提不起精神。在工作和學習中，容易分心，注意力不集中，導致效率低下。這可能是因為你近期過於勞累，或是目標不夠明確。給自己一些時間休息和調整，重新審視自己的目標，激發內心的熱情，重新投入到工作和學習中。",
        "lucky_star": "水瓶座",
        "money_text": "在投資方面，你最好先按兵不動，暫緩觀望。市場情況不太明朗，這時候盲目投資很容易踩坑。別看到別人賺錢就眼紅，跟著瞎投。先把手裡的資金穩住，多關注市場動態，等形勢明朗一些，再做打算也不遲，不然很可能把辛苦賺的錢打水漂。",
        "health_text": "眼睛需要休息調養，長時間盯著電腦、手機屏幕，眼睛容易疲勞乾澀，每隔一段時間就看看遠處，讓眼睛放鬆放鬆，也可以做做眼保健操，晚上睡前用熱毛巾敷敷眼睛，促進眼部血液循環，保護好眼睛。",
        "lucky_color": "米白色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "牛皮吹上天",
        "yi": "陪家人吃飯",
        "all": "59%",
        "date": "2025-11-29",
        "love": "67%",
        "work": "60%",
        "money": "54%",
        "health": "60%",
        "notice": "難以理清的頭緒",
        "discuss": "68%",
        "all_text": "整體運勢較為低迷，思緒如同脫韁的野馬，難以集中。腦海中彷彿有一團亂麻，各種想法和念頭交織在一起，讓你難以理清頭緒。在做決策或者處理事情時，這種思緒的混亂會給你帶來很大的困擾，可能會出現猶豫不決、反覆無常的情況。原本清晰的思路變得模糊不清，原本堅定的信念也有些動搖。這種狀態會讓你在面對生活時感到有些迷茫和無助，不知道該往哪個方向前進。為了改善這種狀況，你可以試著給自己創造一個安靜的環境，讓自己能夠靜下心來，排除外界的干擾。也可以通過做一些簡單的放鬆活動，如深呼吸、冥想等，讓自己的身心得到舒緩，從而恢復清晰的思維。不要給自己太大的壓力，接受自己目前的狀態，相信自己能夠逐漸調整過來。只要積極面對，採取有效的措施，你一定能走出思緒雜亂的困境，重新找回生活的方向。",
        "love_text": "單身的你，感情方面曖昧氛圍初顯，可能會有人對你釋放出特別的信號。別急於確定關係，多觀察瞭解對方，看看是否真的合適。已有伴者的你，感情關係平穩，但也在微調中。可以和愛人一起回顧過去的點點滴滴，感恩彼此的陪伴，同時規劃未來，讓感情在穩定中不斷向前發展。",
        "work_text": "感覺進入了一個瓶頸期，無論怎麼努力，都難以取得明顯的進步。在工作和學習中，會遇到一些難以解決的問題，或是感覺自己的能力達到了極限。這可能是因為你一直採用固定的思維方式和做事方法，缺乏創新和突破。反思自己的方法和思路，嘗試從不同的角度看待問題，尋求新的解決方案，突破瓶頸。",
        "lucky_star": "金牛座",
        "money_text": "消費要保持理性節制，別看到什麼喜歡的東西就買買買。購物前列個清單，只買清單上的東西，避免衝動消費。在飲食上也別太奢侈，選擇性價比高的餐廳或者自己做飯。控制好自己的消費慾望，這樣才能讓錢包裡的錢更經花，不至於還沒到月底就囊中羞澀。",
        "health_text": "足部需要好好護理，長時間走路或站立後，足部容易痠痛，回家後用熱水泡泡腳，促進血液循環，緩解足部疲勞，也可以給足部做個簡單按摩，塗抹一些潤膚霜，讓足部皮膚保持滋潤，避免乾裂。",
        "lucky_color": "銀灰色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "空腹喝牛奶",
        "yi": "學習一門技能",
        "all": "88%",
        "date": "2025-11-29",
        "love": "80%",
        "work": "86%",
        "money": "89%",
        "health": "83%",
        "notice": "安穩踏實的狀態",
        "discuss": "90%",
        "all_text": "你的生活整體呈現出平穩有序的狀態。沒有大起大落的波瀾，一切都按部就班地進行著，這種安穩會讓你內心感到踏實。在平淡的日常裡，你有著善於發現的眼睛和細膩的感知力，會不自覺地在生活的細微之處探尋新的樂趣。也許是偶然間翻到一本舊書，重新閱讀時有了新的感悟；又或許是在散步時留意到路邊新開的花朵，被它的嬌豔所吸引。這些小小的發現會成為你生活中的新興趣點，讓你在熟悉的環境裡找到不一樣的體驗。你不會急於深入這些新興趣，而是以一種悠然自得的態度慢慢接觸和了解。這種從容會讓你的生活節奏更加舒緩，讓你在探索新事物的過程中，不斷豐富自己的內心世界，讓生活充滿溫馨與美好。",
        "love_text": "單身的你，在社交場合中結識新緣分的可能性很大。可能會遇到志同道合的人，有聊不完的話題。主動一點，說不定就能開啟一段美好的感情。已有伴者的你，和愛人的默契持續升溫，一個眼神、一個動作就能明白對方的心意。不妨一起完成一件小事，比如一起做頓飯，在合作中增進感情，讓愛情更加甜蜜。",
        "work_text": "整體狀態平穩且呈上升態勢。在推進各類事務時，能明顯感覺到節奏把控得不錯，既不會過於急促而手忙腳亂，也不會過於拖沓而錯失時機。之前積累的經驗和人脈開始發揮作用，讓你在處理問題時更加得心應手。不過，偶爾也會遇到一些小挑戰，但只要保持冷靜，憑藉自身能力就能順利解決，進而實現穩步躍升。",
        "lucky_star": "白羊座",
        "money_text": "財運上有合作獲利的好機會哦！可能會和同事、朋友一起做個小項目，或者一起投資點什麼。大家齊心協力，發揮各自的優勢，很有可能收穫不錯的收益。不過在合作過程中，要多溝通，明確各自的分工和利益分配，避免因為一些小問題產生矛盾，影響賺錢大計。",
        "health_text": "睡眠質量有望提升，睡前別做劇烈運動，也別喝咖啡、濃茶等提神飲品，可以泡個腳、聽點舒緩的音樂，營造一個安靜舒適的睡眠環境，讓自己放鬆下來，更容易進入深度睡眠，第二天精神更好。",
        "lucky_color": "橘紅色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前玩手機",
        "yi": "一天八杯水",
        "all": "84%",
        "date": "2025-11-29",
        "love": "70%",
        "work": "88%",
        "money": "77%",
        "health": "86%",
        "notice": "有著自己的步調",
        "discuss": "81%",
        "all_text": "你的整體運勢較為不錯，有著屬於自己的節奏和步調。在生活的紛繁複雜中，你不會被外界的聲音和潮流所幹擾，而是更願意傾聽內心深處的想法。當週圍的人都在盲目跟風，追求那些看似熱門的事物時，你卻能保持清醒的頭腦，堅守自己的喜好和原則。這種堅定的態度讓你在面對各種選擇時，能夠做出真正符合自己心意的決定。你不會為了迎合他人而改變自己，也不會因為外界的壓力而放棄自己的追求。在生活裡，你會按照自己的方式去安排一切，無論是休閒娛樂還是社交活動，都能讓自己感到舒適和自在。這種獨立自主的生活方式，會讓你在今日收穫內心的平靜和滿足，感受到生活的真實與純粹。",
        "love_text": "單身的你，情思緩緩萌動，內心對愛情有了更多的期待。可能會不自覺地關注身邊的人，留意那些讓你心動的小細節。已有伴者的你，和愛人之間的理解逐步加深，彼此更加懂對方。可以找個時間坐下來，和愛人分享內心的想法和感受，讓感情在深度交流中更加堅固，攜手走過更多美好時光。",
        "work_text": "正處於能量積蓄的關鍵階段。在處理各種事務時，表面上看似進展平穩，沒有特別突出的表現，但實則內在的潛力正在不斷被挖掘和激發。你專注於每一個細節，認真對待每一項任務，這種嚴謹的態度讓你在積累經驗的同時，也在提升自己的能力。隨著時間的推移，這些積蓄的勢能將在未來轉化為強大的動力，推動你取得更大的成就。",
        "lucky_star": "獅子座",
        "money_text": "有舊賬回收的希望，之前借出去的錢或者一些未結算的款項，有可能在這天有了進展。可以主動去聯繫一下對方，提醒一下還款或者結算的事情。同時，也別忘了梳理一下自己的財務狀況，看看還有哪些遺漏的款項，爭取把該收的錢都收回來，讓自己的錢包鼓起來。",
        "health_text": "身體柔韌增強，適合做一些伸展運動，比如瑜伽、普拉提，能更好地發揮身體的柔韌性，提升身體協調性，不過運動前要做好熱身，避免拉傷肌肉，運動後也要適當拉伸，讓身體更好地恢復。",
        "lucky_color": "茶色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話膈應人",
        "yi": "拍趣味視頻",
        "all": "77%",
        "date": "2025-11-29",
        "love": "74%",
        "work": "71%",
        "money": "69%",
        "health": "75%",
        "notice": "陷入無形舒適圈",
        "discuss": "72%",
        "all_text": "你的整體運勢較為普通，生活狀態有些趨於安穩和舒適。長期處於熟悉的環境中，你彷彿陷入了一個無形的舒適圈，雖然愜意，但也容易讓人產生懈怠和滿足感。然而，這樣的狀態並不利於你的成長和進步。今日有必要主動打破這種安穩，勇敢地踏出熟悉的生活舒適圈。你可以嘗試去接觸一些新的人，與不同性格、不同背景的人交流，拓寬自己的社交圈子；也可以去探索一些新的地方，感受不同的氛圍和文化，開闊自己的視野。當你勇敢地邁出這一步，你會發現外面有著更廣闊的天地等待你去發現。雖然一開始可能會有些不適應和緊張，但正是這種挑戰和突破，能讓你的生活變得更加豐富多彩，也能讓你在不斷嘗試中發現新的自己。",
        "love_text": "單身的你，偶遇潛在緣分的機會不小，可能在不經意間就遇到那個讓你心動的人。保持開放的心態，勇敢地去認識新朋友。已有伴者的你，和愛人相處充滿歡樂氛圍，一起做喜歡的事，笑聲不斷。可以計劃一次家庭聚會，邀請親朋好友一起分享這份快樂，讓感情在溫馨的氛圍中更加幸福美滿。",
        "work_text": "你的狀態充滿了起伏與探索的意味。在推進事情的過程中，時而會遇到一些阻礙，讓你感到有些迷茫和困惑；時而又會出現一些新的機會和靈感，讓你重新振作起來。這種起伏不定的狀態需要你保持靈活應變的能力，不斷調整自己的思路和方法。在探索中，你會逐漸找到適合自己的方向，為未來的發展積累寶貴的經驗。",
        "lucky_star": "處女座",
        "money_text": "你的兼職收入可能比較微薄，別指望靠兼職發大財啦。不過也別灰心，這只是暫時的。在做兼職的時候，多積累經驗，提升自己的能力，說不定以後能找到更高收入的兼職工作。同時，也別把所有精力都放在兼職上，還是要兼顧好自己的本職工作，這樣才能有穩定的收入來源。",
        "health_text": "呼吸通暢自在，不過空氣質量不好時，外出記得戴上口罩，避免吸入過多灰塵和有害氣體，室內可以經常開窗通風，保持空氣清新，也可以進行一些深呼吸練習，增強肺部功能，讓呼吸更順暢。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "行事太草率",
        "yi": "和朋友約飯",
        "all": "70%",
        "date": "2025-11-29",
        "love": "76%",
        "work": "85%",
        "money": "75%",
        "health": "72%",
        "notice": "陷入反覆的思考",
        "discuss": "76%",
        "all_text": "你的整體運勢平緩，內心卻並不平靜。在生活裡，你常常會陷入反覆的思考中，面對各種選擇和決策時，內心的掙扎尤為明顯。你會在權衡利弊的過程中，不斷地分析各種可能性，試圖找到最完美的解決方案。這種謹慎的態度雖然能讓你避免一些錯誤和風險，但也會讓你在思考中耗費大量的精力，導致行動上有些遲緩。有時候，你會因為過於糾結而錯過一些機會，這讓你感到有些懊惱和無奈。不過，這種內心的掙扎也是你成長的過程。通過不斷地思考和反思，你能更加清楚地認識自己的需求和目標，從而在未來的生活中做出更明智的選擇。今日不妨給自己一些時間和空間，讓內心慢慢沉澱，相信你會在思考中找到屬於自己的方向。",
        "love_text": "單身的你，緣分輕輕叩門，或許會有一些小暗示讓你察覺到愛情的可能。別錯過這些信號，勇敢地邁出第一步。已有伴者的你，和愛人相處和諧有序，彼此尊重、相互支持。可以一起為未來制定一些計劃，比如存錢買房、規劃旅行，讓感情在共同的目標中更加堅定，攜手創造美好未來。",
        "work_text": "整體狀態漸入佳境。在處理各項事務時，之前遇到的困難和阻礙逐漸減少，進展變得越來越順利。你能夠更加自信地面對挑戰，充分發揮自己的優勢和潛力。同時，你也能從周圍的人和事中汲取經驗和教訓，不斷完善自己，為未來的發展做好充分的準備。",
        "lucky_star": "雙魚座",
        "money_text": "財運呈現出穩健收益增長的態勢，之前的投資或者努力工作開始慢慢看到回報啦。不過別驕傲，還是要保持這種穩健的風格，繼續按照自己的計劃前進。在理財方面，可以繼續選擇一些穩健型的投資產品，讓錢穩步增值，別盲目追求高收益而冒險投資。",
        "health_text": "手部靈活自如，但也要注意保護手部，做家務或工作時，如果需要接觸尖銳物品或化學物品，記得戴上手套，避免手部受傷，平時也可以多活動活動手指，做做手指操，讓手部更加靈活。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "坐姿不端正",
        "yi": "完成待辦事宜",
        "all": "97%",
        "date": "2025-11-29",
        "love": "96%",
        "work": "91%",
        "money": "95%",
        "health": "94%",
        "notice": "精益求精的態度",
        "discuss": "92%",
        "all_text": "你的整體運勢十分出色，對生活有著極高的標準和追求。在生活的各個方面，你都秉持著精益求精的態度，不滿足於平庸和普通。無論是日常的飲食起居，還是與他人的交流互動，你都力求做到盡善盡美。這種嚴謹的態度會讓你在生活裡發現很多可以改進和提升的地方。你可能會花費一些時間來整理自己的居住環境，讓它變得更加整潔和舒適；也可能會用心去準備一場聚會，讓每一個細節都能體現出你的用心和誠意。你的這種精益求精不僅能讓自己的生活品質得到提升，也會給身邊的人帶來積極的影響。大家會被你的認真和執著所感染，從而更加註重生活的品質和細節。在今日，你會因為自己的這份堅持和努力，收穫滿滿的成就感和幸福感。",
        "love_text": "單身的你，愛神熱情眷顧，彷彿被幸福包圍。可能會遇到那個讓你一見鍾情的人，開啟一段浪漫的愛情之旅。已有伴者的你，和愛人之間柔情蜜意滿溢，感情甜蜜得讓人羨慕。不妨為對方準備一份小驚喜，比如送一束花、寫一封情書，讓愛意在細節中不斷升溫，讓愛情永遠保鮮。",
        "work_text": "在各方面都暢達無阻。在推進事務時，幾乎沒有遇到什麼阻礙，能夠輕鬆地按照自己的計劃和節奏前進。你的思維敏捷，靈感不斷，能夠快速找到解決問題的方法。這種良好的狀態讓你充滿信心，能夠更加大膽地去嘗試新的事物，開拓新的領域，為未來的發展創造更多的可能性。",
        "lucky_star": "天蠍座",
        "money_text": "你的偏財運簡直好到爆，說不定會有一些意想不到的驚喜等著你！可能是收到一份意外的禮物，或者抽獎中了小獎。這些偏財雖然可能不是很多，但也能讓你心情愉悅。不過別太依賴偏財，還是要靠自己的努力工作來賺錢，這樣才能讓生活更有保障。",
        "health_text": "心情愉悅舒暢，不過也別讓情緒大起大落，遇到開心的事別太激動，遇到煩心事也別太焦慮，學會調整自己的情緒，可以通過和朋友聊天、看電影等方式釋放壓力，保持平和的心態，讓心情一直美美的。",
        "lucky_color": "咖啡色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "多管別人閒事",
        "yi": "獎勵小禮物",
        "all": "96%",
        "date": "2025-11-29",
        "love": "91%",
        "work": "90%",
        "money": "98%",
        "health": "95%",
        "notice": "大膽邁出第一步",
        "discuss": "92%",
        "all_text": "你的整體運勢超棒，內心充滿了勇氣和創造力。在生活裡，你不再害怕嘗試新的事物，而是敢於大膽地邁出第一步，去探索那些未知的領域。你有著豐富的想象力和創新思維，總能想出一些別出心裁的點子和創意。無論是裝飾自己的房間，還是策劃一場特別的活動，你都能將自己的創意融入其中，讓一切變得與眾不同。這種大膽創新的精神會讓你在生活裡脫穎而出，吸引到更多人的關注和讚賞。你會發現自己有著無限的潛力，只要敢於嘗試，就能創造出許多意想不到的驚喜。在今日，不要壓抑自己的想法和創意，盡情地發揮自己的想象力，大膽地去實踐和探索，相信你會在生活裡收穫許多美好的回憶和寶貴的經驗，讓生活充滿無限可能。",
        "love_text": "單身的你，浪漫緣分降臨，可能會在某個浪漫的場景中遇到那個對的人。勇敢地表達自己的心意，說不定就能收穫美好的愛情。已有伴者的你，和愛人之間愛意纏綿繾綣，彷彿回到了熱戀時期。可以一起度過一個浪漫的夜晚，比如燭光晚餐、看星星，在浪漫的氛圍中讓感情更加深厚，相伴一生。",
        "work_text": "一切似乎都順著你的心意發展，無論是遇到的人還是事，都能給你帶來積極的影響。你能夠敏銳地捕捉到這些機會，並且充分利用它們，為自己的發展創造有利的條件。這種佳運領航的狀態讓你充滿活力和動力，能夠更加積極地面對生活中的各種挑戰。",
        "lucky_star": "射手座",
        "money_text": "有貴人助力生財的好運氣哦！可能會遇到一個對你財運有幫助的人，給你提供一些賺錢的機會或者建議。要好好把握這個機會，多和對方交流溝通，學習一些賺錢的經驗和方法。同時，也要懂得感恩，在自己有能力的時候，也去幫助別人，這樣好運才會一直圍繞著你。",
        "health_text": "飲食上可以多吃些富含膳食纖維的食物，像粗糧、蔬菜，促進腸道蠕動，幫助身體排出毒素，同時也要多喝水，保持身體水分充足，讓代謝循環更加順暢，身體更健康。",
        "lucky_color": "青綠色",
        "lucky_number": "8"
      }
    }
  }
}