{
  "updated": "2025-09-13T07:07:58.611Z",
  "updateTime": "2025/9/13 下午3:07:58",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15416,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝水燙到嘴",
        "yi": "培養興趣愛好",
        "all": "57%",
        "date": "2025-09-13",
        "love": "63%",
        "work": "58%",
        "money": "69%",
        "health": "61%",
        "notice": "原本節奏被打亂",
        "discuss": "60%",
        "all_text": "可能會感覺原本順暢的節奏突然被打亂，許多事像被按了暫停鍵後又強行重啟，容易出現計劃外的變動。比如臨時被要求處理未準備的事，或是原本確定的事突然需要調整方向，這種“失控感”容易讓你心裡發慌。情緒上容易急躁，對細節的耐心下降，甚至可能因為小事和身邊人起摩擦。建議別急著往前衝，遇到狀況先停三秒再反應，避免因衝動讓問題更復雜。也適合減少對結果的執著，把注意力放在“應對過程”上，反而能減少內耗。另外，出門前多檢查隨身物品，避免丟三落四帶來麻煩。整體來說，需要多留點彈性空間，別把日程排得太滿，預留調整的餘地會讓你更從容。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但別因為一時猶豫錯過主動的機會，適當展現熱情比被動等待更有效。已有伴者的你，容易因小事和對方爭執，別總想著“贏”，偶爾服軟反而能讓關係更輕鬆，別讓任性消耗了彼此的耐心。",
        "take_star": "",
        "work_text": "可能會陷入“忙而亂”的狀態，明明花了不少時間，卻總覺得沒做出什麼實質成果。比如整理資料時反覆修改、討論問題時繞回原點，這種“無用功”容易讓你焦慮，甚至懷疑自己的效率。其實問題可能出在“目標模糊”——你更在意“做了什麼”，卻沒想清楚“要達成什麼”，試著先明確重點再行動，或許能減少內耗。",
        "lucky_star": "雙子座",
        "money_text": "在吃喝玩樂上的開銷容易超支，比如和朋友聚餐時搶著買單，或看到新開的網紅店忍不住打卡，錢包不知不覺就癟了。建議出門前列個大致預算，遇到非必要消費時先問自己“這錢花得值嗎”，別為了面子或一時興起亂花錢。晚上回家記得核對賬單，避免月底吃土。",
        "health_text": "腸胃比較敏感，容易因為吃錯東西拉肚子，比如路邊攤的涼菜、沒加熱的剩飯，或是冰飲配辣食的組合。建議三餐儘量吃新鮮熱乎的，外賣選有口碑的商家，水果要洗乾淨再吃；如果必須外出就餐，隨身帶包紙巾擦餐具，別直接用桌上的公用溼巾，減少病從口入的風險。",
        "lucky_color": "酒紅色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "投機取巧",
        "yi": "關注時事政治",
        "all": "93%",
        "date": "2025-09-13",
        "love": "96%",
        "work": "92%",
        "money": "90%",
        "health": "97%",
        "notice": "順著預期在推進",
        "discuss": "91%",
        "all_text": "整體運勢非常好，似乎許多事會順著你的預期推進，甚至有超出計劃的小驚喜。比如原本覺得需要費力的溝通，卻能自然達成共識；或是之前卡住的環節突然有了突破口，讓你感覺“順得有點意外”。這種順暢感會讓你對未來的規劃更有信心，適合梳理長期目標或推進重要事項。情緒上也會比較穩定，能冷靜處理突發狀況，不容易被外界干擾。也適合整理生活環境，比如清理雜物、調整佈局，這種“有序感”會進一步強化你的掌控力。另外，和信任的人聊聊想法，可能會得到有價值的反饋。整體來說，是適合“向前一步”的日子，保持節奏，順勢而為就好。",
        "love_text": "單身的你，可能會收到意料之外的表白，或遇到讓你覺得“有安全感”的人，別急著拒絕，先給彼此瞭解的機會。已有伴者的你，和對方的默契度提升，哪怕只是安靜相處也能感受到溫暖，適合一起做些小事增進感情，比如一起做飯或散步。",
        "take_star": "",
        "work_text": "像被“提前校準的鐘表”，所有安排都井井有條。無論是處理複雜任務還是應對突發狀況，你都能憑藉充分的準備從容應對，甚至能提前預判問題並解決。這種“穩中有序”的狀態會讓你更有底氣，也容易得到他人的信任。",
        "lucky_star": "巨蟹座",
        "money_text": "你的理財眼光格外準，比如能發現別人忽略的優惠信息，或挑到性價比高的實用物品，甚至能從小細節裡找到省錢妙招。買東西前多對比幾家，別急著下單；如果有投資計劃，可以關注平時不太注意的小眾領域，說不定有意外收穫。保持冷靜，別被“打折”衝昏頭。",
        "health_text": "你的健康狀態穩穩在線，但衛生細節也要做好把關，比如摸完寵物不洗手就揉眼睛，或切完生肉直接碰熟食，容易讓細菌鑽空子。建議回家先換家居服再活動，手機定期用酒精棉片擦擦，快遞盒拆完立刻扔，這些小習慣能幫你擋住大部分“隱形髒東西”。",
        "lucky_color": "翡翠綠",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝太多飲料",
        "yi": "主動學習",
        "all": "71%",
        "date": "2025-09-13",
        "love": "70%",
        "work": "72%",
        "money": "77%",
        "health": "75%",
        "notice": "充電模式的開啟",
        "discuss": "81%",
        "all_text": "運勢沒有大起大落，更像是充電模式開啟的一天。許多事不會急著要結果，反而給你留出了喘息的空間，適合把節奏放慢，專注在自己的狀態上。比如可以花時間整理近期積累的瑣事，或是單純放鬆做些喜歡的事，這種“不趕時間”的感覺會讓你更舒服。情緒上可能有些慵懶，對熱鬧的社交或高強度活動興趣不高，更想獨處或和親近的人簡單相處。也適合覆盤近期的經歷，把零散的想法梳理清楚，為後續行動積蓄能量。不過別因為“閒”而過度拖延，可以給自己定個小目標，完成後再徹底放鬆。整體來說，是調整節奏的好時機，把精力用在“養精蓄銳”上，比強行推進更重要。",
        "love_text": "單身的你，遇到有好感的人別總端著架子，適當放下高冷，主動聊幾句日常反而能拉近距離。已有伴者的你，別總把想法藏在心裡，直接表達需求或感受，對方可能沒你想的那麼“懂你”，多溝通才能減少誤會。",
        "take_star": "",
        "work_text": "更適合“邊聊邊學”的模式，無論是和同事討論方案，還是和同學複習功課，互動能激發你的靈感。單打獨鬥反而容易卡殼，比如獨自想方案時沒思路，和他人交流後卻能快速找到方向。保持開放的心態，多聽聽別人的觀點，會有新收穫。",
        "lucky_star": "射手座",
        "money_text": "你的收支能維持基本平衡，雖然可能有小筆意外支出，比如臨時買日用品或幫人墊錢，但也會有零碎進賬，比如兼職小費或退款到賬。建議把大額消費往後推，優先處理必要開支；如果收到錢別急著花，先存起來備用，月底會輕鬆不少。",
        "health_text": "在廁所的時間容易變長，蹲著刷短視頻、回消息，一待就是十幾分鍾，小心痔瘡悄悄找上門。建議把手機放在衛生間門外，帶塊表計時，儘量控制在5分鐘內；如果便秘，別硬用力，起來喝杯溫水走兩步，比“死磕”更管用，拉完記得用溼廁紙，減少摩擦刺激。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "動怒發脾氣",
        "yi": "打扮美美的",
        "all": "85%",
        "date": "2025-09-13",
        "love": "79%",
        "work": "81%",
        "money": "70%",
        "health": "83%",
        "notice": "出門見喜的意味",
        "discuss": "78%",
        "all_text": "運勢帶著點出門見喜的意味，可能會有外出、聚會或接觸新環境的機會，讓你從日常的固定模式中跳出來。這種變化會帶來新鮮感，比如遇到有趣的人、發現新的興趣點，或是單純因為換個環境而心情變好。你的狀態也會比較在線，適合展示自己精緻的一面——比如穿得得體些、注意言行細節，容易給人留下好印象。也適合處理需要溝通的事，你的表達會更清晰，容易得到他人的理解。不過別因為貪玩而忽略基礎事項，比如出門前確認行程、帶齊必需品，避免因為小疏忽影響心情。整體來說，是適合“向外走”的日子，多接觸不同的人或事，會讓你收穫意外的小確幸。",
        "love_text": "單身的你，不妨多參加朋友聚會或興趣活動，新圈子可能藏著讓你心動的人，別總宅在家裡。已有伴者的你，和對方的生活交集可以更多些，比如一起規劃週末、分享喜歡的歌，共同參與的事能讓感情更有溫度。",
        "take_star": "",
        "work_text": "更適合進行“查漏補缺”的任務，比如整理堆積的文件、完善未完成的方案，或是複習之前學過的知識。你的耐心和細緻能讓你發現被忽略的細節，比如數據中的小錯誤、計劃裡的漏洞，及時修正後會讓整體更完善。這種“穩紮穩打”的狀態會讓你更有成就感。",
        "lucky_star": "天秤座",
        "money_text": "手頭可能有點閒錢，比如獎金到賬或兼職結款，別急著買新衣服或吃大餐，存起來更穩妥。可以開個專門的儲蓄賬戶，把這部分錢單獨放進去，避免和日常開銷混在一起；如果有長期理財計劃，適合整理之前的賬單，看看哪些錢能省下來。",
        "health_text": "想運動的心蠢蠢欲動，但別一上來就猛跑10公里或舉鐵到力竭，容易拉傷肌肉或扭到關節。建議從散步、拉伸這種溫和活動開始，比如下班提前兩站下車走回家，或跟著視頻做10分鐘肩頸放鬆；運動後用泡沫軸滾滾腿，第二天不會酸得下不了樓。",
        "lucky_color": "咖啡色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "頻繁撓耳朵",
        "yi": "完成一個目標",
        "all": "90%",
        "date": "2025-09-13",
        "love": "89%",
        "work": "91%",
        "money": "93%",
        "health": "92%",
        "notice": "有被需要的滿足",
        "discuss": "94%",
        "all_text": "運勢像被高光籠罩，無論做什麼都容易有充實感，甚至能感受到“被需要”的滿足。比如參與的活動或討論中，你的觀點會被重視；或是日常的小事也能做出成就感，這種“存在感”會讓你心情大好。情緒上比較積極，對新鮮事物充滿興趣，適合嘗試平時沒做過的事，比如學個小技能、探索新領域，容易有意外收穫。也適合和朋友互動，你的熱情會感染身邊人，帶動氣氛變得輕鬆愉快。不過別因為太興奮而忽略休息，適當給自己留點放鬆時間，避免後期精力透支。整體來說，是能量滿滿的日子，保持開放的心態，盡情享受當下的充實感就好。",
        "love_text": "單身的你，追求喜歡的人時別隻按自己的方式來，多觀察對方的喜好，投其所好更容易打動對方。已有伴者的你，更懂得包容對方的小缺點，哪怕對方偶爾“作”一下，也能耐心哄著，這種溫柔會讓關係更親密。",
        "take_star": "",
        "work_text": "無論做什麼都帶著股“我能行”的勁兒。你不僅能高效完成目標，還能在過程中找到樂趣，比如解決難題時的成就感、推進項目時的掌控感。這種“充滿動力”的狀態會讓你成為團隊中的“小太陽”，帶動他人一起向前。",
        "lucky_star": "水瓶座",
        "money_text": "在理財上有點“開掛”，比如能快速理清複雜的賬單，或找到更划算的支付方式，甚至能幫朋友解決財務問題。如果有投資想法，可以聊聊行業動態，別人的經驗可能給你啟發；處理自己的錢時，記得把風險和收益平衡好，別光看高回報。",
        "health_text": "不妨多通過瑜伽拉伸筋骨，比如久坐後做貓牛式活動脊椎，或睡前躺床上抬腿拉伸大腿後側，能緩解肩頸僵硬和腰痠。建議穿寬鬆衣服練，別穿牛仔褲或緊身褲；動作別追求“到位”，以自己舒服為主，聽到關節“咔咔”響就停，避免過度拉伸受傷。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "擺出一副臭臉",
        "yi": "看學習視頻",
        "all": "74%",
        "date": "2025-09-13",
        "love": "64%",
        "work": "75%",
        "money": "72%",
        "health": "70%",
        "notice": "總為細節焦慮著",
        "discuss": "77%",
        "all_text": "運勢沒有太多波瀾，但情緒上容易有些小起伏，比如對某些事過於敏感，或是被細節困擾產生焦慮。這種狀態可能會讓你對周圍人的反應過度解讀，甚至因為小事而自我懷疑。其實許多事並沒有你想象中嚴重，試著把注意力從“可能的負面結果”上移開，多關注當下的實際感受，情緒會平穩很多。也適合做些簡單、重複的事，比如整理文件、打掃衛生，這種“有明確結果”的活動能幫你找回掌控感。另外，和信任的人聊聊困惑，對方的客觀視角會讓你豁然開朗。整體來說，是需要“穩住情緒”的日子，別讓小念頭放大成壓力，保持平常心就能順利度過。",
        "love_text": "單身的你，容易對某個人或某段關係過度糾結，別總想“如果……會怎樣”，順其自然反而更輕鬆。已有伴者的你，可能因小事和對方爭執，比如誰沒回消息、誰忘了買東西，別把小問題放大，冷靜溝通比冷戰更有效。",
        "take_star": "",
        "work_text": "容易陷入“想得多做得少”的循環，比如計劃列了一堆卻遲遲不行動，或是擔心結果不好而猶豫不決。其實你缺的不是想法，而是“動起來”的勇氣。別總想著“準備到完美再開始”，先邁出第一步，邊做邊調整反而更高效。",
        "lucky_star": "白羊座",
        "money_text": "需要多留意市場動態，比如超市打折、平臺優惠或商家活動，提前做點功課能省不少錢。買東西前搜搜優惠券，或問問朋友有沒有推薦；如果有理財習慣，可以看看最近的新聞，瞭解哪些領域有新政策，調整下自己的分配比例會更穩妥。",
        "health_text": "睡前容易抱著手機刷到停不下來，藍光會抑制褪黑素分泌，越玩越精神，第二天起床頭昏腦脹。建議睡前1小時把手機調成“灰度模式”，減少視覺刺激；如果實在想玩，設個22:30的鬧鐘，到點就鎖屏，換成聽輕音樂或白噪音，入睡會快很多。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "委屈自己",
        "yi": "出門約會",
        "all": "59%",
        "date": "2025-09-13",
        "love": "65%",
        "work": "57%",
        "money": "61%",
        "health": "60%",
        "notice": "腦袋打結的狀態",
        "discuss": "65%",
        "all_text": "可能會陷入一種腦袋打結的狀態，明明有很多事需要處理，卻總覺得思路像被一團亂麻纏住，連自己真正想做什麼都理不清。這種“思緒亂哄哄”的感覺容易讓你在面對選擇時猶豫不決，比如點外賣時反覆看菜單，或是買東西時糾結顏色款式，最後反而消耗了更多精力。情緒上也會因為這種“不確定感”變得煩躁，甚至可能因為小事遷怒身邊人。其實不適合強行推進重要決定，不妨先把能做的小事列出來，比如整理房間、回覆消息，用具體行動代替空想，反而能慢慢找回節奏。另外，容易被他人的意見影響，如果遇到需要表態的情況，可以先問問自己“我真正想要什麼”，別被外界聲音帶偏。整體來說，是需要“給思緒鬆綁”的日子，允許自己“暫時沒方向”，反而能減少內耗。",
        "love_text": "單身的你，可能會遇到主動示好的人，但別急著投入，多觀察對方的言行是否一致，避免被表面熱情迷惑。已有伴者的你，別總懷疑對方的真心，哪怕對方沒按你的期待表現，也可能只是方式不同，多給點信任。",
        "take_star": "",
        "work_text": "容易陷入“擺爛式鬆弛”，明明有任務待完成，卻提不起勁頭，總想著“等會兒再做”。這種拖延會像滾雪球一樣，越積越多的小事最後變成壓力源。比如文件沒整理、複習沒開始，到了晚上反而更焦慮。試著給自己設個小目標，比如先做10分鐘，行動起來後狀態會慢慢回來。",
        "lucky_star": "金牛座",
        "money_text": "看到喜歡的東西總是想買，比如刷到直播秒殺或路過櫥窗走不動道，結果買了一堆用不上的東西。建議出門少帶現金或關閉免密支付，付款前給自己10秒冷靜期；如果實在想買，先列個清單，只買清單上的，避免衝動消費。",
        "health_text": "洗完頭容易犯懶，頂著溼漉漉的頭髮直接躺沙發或睡覺，水汽滲進頭皮容易頭疼，還可能引發偏頭痛。建議用吹風機從髮根往髮梢吹，先吹乾頭皮再吹髮尾，全程不超過10分鐘；如果實在不想吹，至少用幹發帽包15分鐘再摘，別讓頭髮自然晾到全乾。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過於特立獨行",
        "yi": "嘗試新事物",
        "all": "87%",
        "date": "2025-09-13",
        "love": "82%",
        "work": "88%",
        "money": "85%",
        "health": "80%",
        "notice": "帶著點新鮮勁兒",
        "discuss": "89%",
        "all_text": "運勢帶著點新鮮勁兒，你可能會對平時沒接觸過的事物突然產生興趣，比如想嘗試新口味的食物、聽沒聽過的音樂類型，或是和平時不太聯繫的人聊幾句。這種“好奇心冒頭”的狀態會讓你覺得生活多了點期待感，適合主動接觸新信息或新環境，比如去沒去過的書店、看一場小眾展覽，容易有意外收穫。情緒上也比較輕鬆，不會對結果過於執著，反而能更自然地享受過程。也適合整理近期積累的零散想法，把碎片化的靈感串聯起來，可能會發現新的可能性。不過別因為貪多而分散精力，可以選一兩個真正感興趣的方向深入，效果會更好。整體來說，是適合“打開感官”的日子，多感受、多體驗，新鮮感會給你帶來不錯的能量補充。",
        "love_text": "單身的你，可能會遇到讓你覺得“合拍”的人，或通過朋友介紹認識不錯的新對象，別拒絕機會，先接觸看看。已有伴者的你，對方更能理解你的情緒，哪怕你沉默，對方也會主動關心，這種默契會讓感情更穩固。",
        "take_star": "",
        "work_text": "更適合開啟“深度思考”模式，無論是處理複雜問題還是學習新知識，都能通過梳理邏輯找到關鍵點。比如工作中分析數據時發現隱藏規律，或複習時總結出知識點的關聯，這種“抽絲剝繭”的能力會讓你更有成就感。保持冷靜，別被表面信息干擾，答案往往藏在細節裡。",
        "lucky_star": "天蠍座",
        "money_text": "可以通過兼職或副業增加進賬，比如幫人做設計、代寫文案或分享技能，哪怕是小任務也能攢點錢。別嫌錢少，積少成多才是關鍵；如果有空閒時間，可以整理下自己的特長，看看哪些能變成賺錢的路子，主動找機會比等活上門更有效。",
        "health_text": "容易對食物挑三揀四，比如只吃肉不吃菜，或頓頓點重口味外賣，營養不均衡會讓你沒精神，還可能便秘。建議點餐時加份清炒時蔬，或自己煮碗雞蛋蔬菜湯；如果實在沒胃口，把水果切塊拌酸奶當加餐，比吃薯片健康，腸胃負擔也小。",
        "lucky_color": "寶藍色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "與別人比較",
        "yi": "穿喜歡的衣服",
        "all": "71%",
        "date": "2025-09-13",
        "love": "75%",
        "work": "77%",
        "money": "65%",
        "health": "73%",
        "notice": "有點提不起幹勁",
        "discuss": "76%",
        "all_text": "運勢沒有太多起伏，但情緒上容易有點提不起勁，像是手機電量只充到60%的狀態。你可能會對平時熱衷的活動興趣降低，比如不想出門聚會、懶得運動，甚至對熱鬧的場合也有些迴避，更想一個人安靜待著。這種“情緒不高”其實不是壞事，更像是身體在提醒你“需要休息”——比如減少社交活動、不做高強度計劃，給自己留點“發呆”或“放空”的時間。也適合做些能讓自己開心的小事，比如吃頓喜歡的飯、看部輕鬆的電影，這種“哄自己開心”的行為能有效提升狀態。不過別因為情緒低落而否定自己，接受這種“不完美狀態”，反而能更快調整過來。整體來說，是需要“對自己溫柔點”的日子，別逼自己“必須積極”，順其自然就好。",
        "love_text": "單身的你，機會不會自動找上門，想脫單就別總等“緣分降臨”，主動約朋友介紹、參加活動，創造相遇的可能。已有伴者的你，別總覺得“感情穩定就不用經營”，偶爾製造點小驚喜，比如送束花或寫張卡片，能讓對方感受到你的在意。",
        "take_star": "",
        "work_text": "更多是回顧之前的工作記錄或是複習學過的知識點，容易發現被忽略的小問題。比如方案裡的數據錯誤、筆記裡的漏記內容，及時修正後能讓整體更完善。別總急著往前衝，停下來看看走過的路，反而能走得更穩。",
        "lucky_star": "摩羯座",
        "money_text": "你的個人開銷容易增大，比如突然想換新手機、買遊戲裝備或請朋友吃飯，錢包壓力不小。建議把大件消費拆成小目標，比如先存夠一部分再買；如果必須花錢，優先選實用的，別為了“新鮮感”買回一堆閒置品，月底會後悔的。",
        "health_text": "容易因為趕時間或犯懶不吃早餐，胃裡空蕩蕩到中午，容易低血糖頭暈，或午餐暴飲暴食傷胃。建議早起10分鐘煮個雞蛋、熱杯牛奶，或前一天晚上把麵包、堅果裝好，第二天直接帶走；如果實在來不及，去便利店買個飯糰或包子，總比空腹強。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "太過小心眼",
        "yi": "打卡有趣店鋪",
        "all": "96%",
        "date": "2025-09-13",
        "love": "91%",
        "work": "90%",
        "money": "96%",
        "health": "98%",
        "notice": "得到好運氣助力",
        "discuss": "98%",
        "all_text": "得到運勢助力的一天！你會明顯感覺到精力充沛，做什麼都帶著股“我能行”的勁兒。這種“能量滿格”的狀態會讓你在處理日常事務時更高效，甚至能主動承擔一些原本覺得麻煩的事，容易得到他人的認可。情緒上也比較穩定，能冷靜應對突發狀況，不會因為小問題打亂節奏。也適合推進需要耐心的事，比如整理物品、規劃長期目標，你的專注力會讓你事半功倍。另外，和信任的人互動時，你的真誠和可靠會加深彼此的關係，容易收穫溫暖的反饋。整體來說，是適合“主動出擊”的日子，抓住這種“有勁兒”的狀態，把想做的事往前推一推，會有不錯的進展。",
        "love_text": "單身的你，可能有機會和心上人單獨相處，比如一起加班、順路回家，抓住機會多聊幾句，別讓沉默浪費機會。已有伴者的你，對方的熱情回應會讓你覺得被重視，比如主動擁抱、說甜言蜜語，別吝嗇回應，互相表達愛意能讓感情更甜。",
        "take_star": "",
        "work_text": "像被“靈感小精靈”附體，無論是工作還是學習，都能冒出不少新點子。比如優化方案時想到更高效的步驟，或複習時找到更簡單的方法，這些創意會讓你成為團隊中的“智慧擔當”。別藏著掖著，大膽分享你的想法，可能會得到意想不到的支持。",
        "lucky_star": "獅子座",
        "money_text": "你的副業進賬可能比主業還多，比如接了私單、賣了閒置或收到合作分成，辛苦沒白費。別急著犒勞自己，先把這部分錢規劃好，比如存起來或投資；如果有新的副業想法，可以和朋友聊聊，他們的建議可能幫你避開坑，少走彎路。",
        "health_text": "接觸公共物品的機會多，比如按電梯、開門、拿快遞，手上容易沾細菌，如果沒洗手就揉眼睛或摳鼻子，可能感染結膜炎或感冒。建議隨身帶小瓶免洗洗手液，接觸公共物品後立刻搓手20秒；回家先洗手再碰臉，用流動水衝夠15秒，比隨便搓兩下更乾淨。",
        "lucky_color": "藏青色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝水嗆到",
        "yi": "享受美食大餐",
        "all": "82%",
        "date": "2025-09-13",
        "love": "74%",
        "work": "83%",
        "money": "85%",
        "health": "80%",
        "notice": "偏向於循規蹈矩",
        "discuss": "88%",
        "all_text": "運勢沒有大驚喜，但勝在穩當，你可能會覺得生活偏向於循規蹈矩，不過卻偶爾能在熟悉的小事裡找到小樂趣。比如做一頓家常飯、整理房間，或是和老朋友聊幾句，這些“喜歡的事”會讓你覺得踏實又滿足。情緒上比較平和，不會因為外界變化而大起大落，適合處理需要耐心的事，比如閱讀、手工或養植物，這種“專注當下”的狀態能幫你積累小能量。也適合回顧近期的經歷，把零散的感受整理成清晰的想法，可能會對未來方向有新的認識。不過別因為“習慣”而忽略新機會，偶爾抬頭看看周圍，可能會有意外的小發現。整體來說，是適合“從日常裡找甜頭”的日子，珍惜這些小確幸，就能讓狀態穩中有升。",
        "love_text": "單身的你，對感情保持順其自然的態度就好，別因為“該脫單了”而勉強自己，遇到真正心動的人再行動。已有伴者的你，別總忙自己的事忽略了對方，哪怕只是陪對方看一集劇、聊半小時天，陪伴的質量比時長更重要。",
        "take_star": "",
        "work_text": "容易得到“旁觀者清”的幫助，無論是同事的提醒還是同學的建議，都能幫你跳出固有思維，找到更優解。比如工作卡殼時同事隨口提的思路，或複習迷茫時同學分享的方法，這些“外部輸入”會讓你豁然開朗。保持開放心態，多聽聽別人的看法，會有新啟發。",
        "lucky_star": "處女座",
        "money_text": "可能有抽獎的好手氣，比如參加活動中個小獎、搶到限量優惠券或買到超值套餐，別錯過這些小驚喜。可以多關注商家活動，比如滿減、贈品或會員福利，說不定能省一筆；如果收到意外之財，別全花光，留一部分應急會更安心。",
        "health_text": "睡前容易喝太多水，比如追劇時抱著水杯猛灌，半夜被尿憋醒不說，第二天臉還容易腫成“饅頭”。建議睡前1小時少喝水，如果口渴就抿兩口潤潤喉；實在想喝，泡杯淡菊花茶或檸檬水，比白水更有味道，還能避免起夜影響睡眠質量。",
        "lucky_color": "米白色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "分享聊天記錄",
        "yi": "拍照記錄生活",
        "all": "98%",
        "date": "2025-09-13",
        "love": "90%",
        "work": "97%",
        "money": "92%",
        "health": "95%",
        "notice": "遇到善意小舉動",
        "discuss": "92%",
        "all_text": "被溫暖籠罩著的一天，整體運勢很流暢。你或許會頻繁遇到讓你心裡一軟的小舉動，比如陌生人善意的提醒、朋友的一句關心，或是家人默默準備的小驚喜。這些“暖心的細節”會讓你覺得生活充滿溫柔，情緒上也會更願意相信“美好”。你可能會更主動地表達善意，比如對服務人員說聲謝謝，或是給朋友分享有趣的事，這種“傳遞溫暖”的行為會進一步強化你的幸福感。也適合做些能帶來成就感的小事，比如完成一個小目標、幫助他人解決問題，這種“被需要”的感覺會讓你更有力量。整體來說，是適合“感受善意”的日子，多留意身邊的小溫暖，你會發現自己也被這些美好包圍著。",
        "love_text": "單身的你，可能有朋友或家人幫你牽線，或遇到主動幫你介紹對象的人，別拒絕好意，說不定緣分就在其中。已有伴者的你，魅力依然在線，對方可能會更主動表達愛意，比如誇你好看、送你小禮物，享受被寵的感覺就好。",
        "take_star": "",
        "work_text": "像打開了“全景視角”，無論是處理任務還是學習新知識，都能從更宏觀的角度看待問題。比如工作中能理解項目的整體目標，或複習時能把握學科的核心脈絡，這種“大局觀”會讓你更有方向感。別被細節困住，先抓住主線，細節再慢慢完善。",
        "lucky_star": "雙魚座",
        "money_text": "你的收入可能有驚喜，比如獎金比預期多、客戶主動加單或收到退款，錢來得比平時輕鬆。別急著規劃怎麼花，先存一部分，剩下的再分配；如果有理財計劃，可以諮詢有經驗的人，他們的建議能幫你避開風險，讓錢更穩當地增長。",
        "health_text": "正餐容易吃撐，比如遇到愛吃的菜就停不下來，或和朋友聚餐時邊聊邊吃沒節制，胃被撐得難受，還可能反酸。建議吃飯時把手機收起來，專心感受飽腹感，吃到七分飽就停；如果實在沒忍住吃多了，飯後靠牆站10分鐘，或散步15分鐘，幫助消化別直接躺。",
        "lucky_color": "紫色",
        "lucky_number": "9"
      }
    }
  }
}