{
  "updated": "2026-01-25T16:10:30.968Z",
  "updateTime": "2026/1/26 上午12:10:30",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 24300,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "替別人抱不平",
        "yi": "培養興趣愛好",
        "all": "54%",
        "date": "2026-01-25",
        "love": "52%",
        "work": "54%",
        "money": "50%",
        "health": "65%",
        "notice": "三分鐘熱度的表現",
        "discuss": "61%",
        "all_text": "整體運勢欠佳，狀態起伏較大，情緒容易受外界影響而波動。在面對選擇時，可能會因缺乏耐心而顯得草率，難以長時間專注於某件事，三分鐘熱度的表現較為明顯。這種狀態可能會讓你在處理事務時缺乏深度思考，導致一些機會從手中溜走。與人相處時，也可能因急躁而引發不必要的矛盾，建議儘量保持平和的心態，遇到問題時先深呼吸，讓自己冷靜下來再行動。在社交場合中，要避免過於衝動地表達自己的觀點，以免給他人留下不好的印象。整體而言，這一天需要你多花些精力來調整自己的狀態，克服浮躁的情緒，才能讓運勢有所好轉。",
        "love_text": "單身的你，很容易被他人的一些小舉動瞬間打動，進而快速動心。但這種衝動可能會讓你忽略對方真實的一面，建議先冷靜觀察，別急著投入感情。已有伴者的你，會把大量精力放在對方身上，事事都圍著對方轉。不過，也要給彼此一些獨立空間，不然可能會讓對方感到壓力，適當保持距離感情會更穩定。",
        "work_text": "容易陷入拖沓磨蹭的狀態，原本計劃好的任務可能因分心或猶豫而進展緩慢。這種節奏不僅會打亂整體安排，還可能讓你因趕工而忽略細節。建議提前拆分目標，用小任務推動自己行動，避免因拖延導致後續壓力倍增。",
        "lucky_star": "雙魚座",
        "money_text": "財運上容易冒進，切勿想著走捷徑快速獲利，那些看似輕鬆能賺大錢的機會，往往藏著風險，一不小心就會讓你陷入財務困境，還是腳踏實地，靠自己努力積累財富更靠譜，別被一時的利益衝昏頭腦，穩穩當當才是正道。",
        "health_text": "不要頻繁生氣動怒，怒火攻心易引發身體不適，比如頭痛、胃脹。遇到煩心事先深呼吸，冷靜下來再處理，也可以找朋友傾訴，把壞情緒釋放出去，讓身心都輕鬆。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "屏蔽群消息",
        "yi": "慢節奏生活",
        "all": "84%",
        "date": "2026-01-25",
        "love": "87%",
        "work": "71%",
        "money": "81%",
        "health": "85%",
        "notice": "積極與他人溝通",
        "discuss": "90%",
        "all_text": "整體運勢尚可，處於平穩向上的態勢。在交流互動方面，會有不錯的表現，能夠積極與他人溝通，在交流過程中或許能獲得一些新的啟發和收穫。這種良好的溝通氛圍有助於拓展你的視野，讓你接觸到不同的觀點和想法。在與人交往時，你會展現出真誠和耐心的一面，容易贏得他人的信任和好感。不過，也要注意不要過於固執己見，適當聽取他人的意見和建議，能讓你的思路更加開闊。保持這種積極的交流狀態，會為你帶來更多的人際關係資源，為未來的發展打下基礎。",
        "love_text": "單身的你，有較大機會邂逅讓你心動的對象。也許是在某個日常場景中，對方的某個特質吸引了你。不妨主動一點，給彼此一個瞭解的機會。已有伴者的你，和伴侶之間的感情會迅速升溫。你們可能會一起回憶過去的美好，或者計劃未來的生活，在交流中感情愈發深厚，享受這甜蜜的時刻。",
        "work_text": "你的整體狀態穩定，但需注意時間的合理安排。無論是處理事務還是規劃目標，都容易因過於追求完美而陷入細節，導致效率下降。建議設定明確的時間節點，優先完成核心部分，再逐步完善細節。",
        "lucky_star": "雙子座",
        "money_text": "這天求財你得穩紮穩打，之前積累的經驗和人脈會發揮作用，按部就班推進計劃，別輕易改變方向，堅持自己的節奏，雖然可能不會一下子有大收穫，但細水長流，穩穩的收益會讓你心裡踏實，也能為未來打下堅實基礎。",
        "health_text": "規律飲食養胃是關鍵。別因為忙碌就隨便對付三餐，按時吃飯，多吃易消化、營養豐富的食物，像小米粥、蔬菜沙拉，避免吃太多辛辣油膩的東西，給胃減輕負擔。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "模仿別人",
        "yi": "做好備忘提醒",
        "all": "91%",
        "date": "2026-01-25",
        "love": "80%",
        "work": "92%",
        "money": "87%",
        "health": "92%",
        "notice": "敢主動發起進攻",
        "discuss": "94%",
        "all_text": "整體運勢棒棒噠，充滿活力與幹勁，積極性高漲，敢於主動發起進攻。在社交場合中，你會成為焦點，能夠輕鬆地與他人建立良好的互動關係，吸引到不少人的關注。這種主動出擊的態度會讓你在各種事務中佔據主動地位，更容易把握機會。你的思維敏捷，能夠快速地應對各種突發情況，展現出較強的應變能力。在與人交流時，幽默風趣的語言風格會讓你更加受歡迎，為你的社交生活增添不少色彩。整體而言，這一天是你展現自我、拓展人脈的好時機，要充分利用自己的優勢，積極行動起來。",
        "love_text": "單身的你，魅力四射，很容易吸引到眾多異性的目光。無論走到哪裡，都可能成為焦點，有不少人主動和你搭話。抓住這個機會，說不定能遇到那個特別的人。已有伴者的你，和伴侶相處十分甜蜜融洽。你們會一起做有趣的事，分享彼此的快樂，互動中充滿了歡聲笑語，感情在溫馨氛圍中不斷升溫。",
        "work_text": "身邊會出現許多助力。無論是解決問題還是推進計劃，都能得到他人的支持或靈感啟發。這種狀態讓你充滿動力，但也要記得主動分享成果，保持與他人的良性互動，讓好運持續發酵。",
        "lucky_star": "水瓶座",
        "money_text": "你的財運不錯，很適合靈活拓展財路，憑藉你的聰明才智，能發現不少新的賺錢機會，不妨多和不同行業的人交流，說不定就能碰撞出賺錢的火花，但也要注意別太分散精力，選準方向集中發力，收穫會更可觀。",
        "health_text": "很適合活力運動暢玩。可以去公園跑跑步、打打球，或者參加戶外健身活動，在運動中釋放壓力，增強體質。但運動前要做好熱身，避免拉傷，運動後也別忘了拉伸放鬆。",
        "lucky_color": "淺褐色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "和朋友聚餐",
        "all": "51%",
        "date": "2026-01-25",
        "love": "62%",
        "work": "67%",
        "money": "55%",
        "health": "57%",
        "notice": "人際關係變緊張",
        "discuss": "68%",
        "all_text": "整體運勢略顯倒黴，煩心事接踵而至，讓你有些應接不暇。情緒上容易陷入低落和焦慮的狀態，對周圍的事物缺乏興趣和熱情。在與人相處時，可能會因為一些小事而產生矛盾和衝突，導致人際關係變得緊張。這種負面的情緒和狀態會影響你的判斷力和決策能力，讓你在處理事務時容易出錯。建議你儘量調整自己的心態，不要讓壞情緒影響到自己的生活。可以嘗試找一些方式來放鬆自己，如聽音樂、散步等，緩解內心的壓力。同時，要學會正視問題，積極尋找解決辦法，而不是一味地逃避和抱怨。",
        "love_text": "單身的你，可能很難遇到讓你心動的人。即便身邊有一些異性出現，也很難激起你內心的波瀾。別太著急，耐心等待那個對的人出現。已有伴者的你，和伴侶之間的小矛盾可能會逐漸顯現。也許是因為一些生活習慣或者觀念的不同，產生一些小摩擦。這時候需要多一些理解和包容，好好溝通解決問題。",
        "work_text": "需格外小心大意犯錯的問題。無論是處理文件還是執行計劃，都容易因粗心而遺漏關鍵細節，導致後續麻煩。建議做事前多確認幾遍，或請他人幫忙複核，避免因小失誤影響整體進度。",
        "lucky_star": "金牛座",
        "money_text": "這天你在財運方面要格外小心衝動消費，逛街或者網購時，別看到喜歡的東西就盲目下單，先冷靜想想是不是真的需要，不然很容易買了一堆用不上的東西，白白浪費錢，控制好消費慾望，才能守住自己的錢包。",
        "health_text": "要小心著涼感冒，早晚溫差大，出門記得添衣，尤其是頭部、頸部和腳部要保暖。晚上睡覺蓋好被子，別踢被子，室內保持通風，避免細菌滋生，多喝溫水，預防感冒找上門。",
        "lucky_color": "茶色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高冷不理人",
        "yi": "見好就收",
        "all": "65%",
        "date": "2026-01-25",
        "love": "63%",
        "work": "56%",
        "money": "52%",
        "health": "62%",
        "notice": "得意忘形的狀態",
        "discuss": "58%",
        "all_text": "整體運勢略差，容易陷入得意忘形的狀態，過度自信可能會讓你忽視一些潛在的問題。在與人交往時，可能會過於強調自己的觀點和想法，而忽略了他人的感受和意見，容易引起他人的反感。這種自負的表現會讓你在團隊合作中難以與他人達成共識，影響工作的進展。同時，在處理事務時，也可能會因為粗心大意而犯一些低級錯誤。建議你保持謙虛謹慎的態度，認識到自己的不足之處，多聽取他人的建議和批評。要學會控制自己的情緒，不要讓驕傲和自負衝昏了頭腦，這樣才能避免不必要的麻煩和損失。",
        "love_text": "單身的你，在追求愛情時可能會略顯急切。看到心儀的對象，就想立刻展開攻勢，但這種過於急切的表現可能會讓對方感到有壓力。不妨放慢節奏，循序漸進。已有伴者的你，和伴侶相處時可能會有些強勢，總是希望對方按照自己的想法來。這樣容易引發矛盾，要學會尊重對方的意見，平等地交流。",
        "work_text": "容易因盲目自信而忽略潛在風險。無論是制定計劃還是執行任務，都可能高估自己的能力或低估外界的挑戰。建議保持謙遜，多聽取他人意見，避免因固執己見而走彎路，甚至因小失誤影響整體表現。",
        "lucky_star": "處女座",
        "money_text": "面對那些承諾高回報的賺錢項目，你可千萬別輕信，天上不會掉餡餅，高回報往往伴隨著高風險，很可能最後血本無歸，還是多考察多瞭解，別被一時的利益誘惑，保持理性，才能避免陷入財務危機。",
        "health_text": "用眼較多，要避免用眼過度。長時間看電腦、手機後，停下來遠眺幾分鐘，或者做做眼保健操，緩解眼部疲勞。也可以準備一些護眼的食物，如藍莓、胡蘿蔔，給眼睛補充營養。",
        "lucky_color": "杏色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "重口味吃喝",
        "yi": "清理手機內存",
        "all": "77%",
        "date": "2026-01-25",
        "love": "79%",
        "work": "78%",
        "money": "60%",
        "health": "81%",
        "notice": "人際關係雙刃劍",
        "discuss": "84%",
        "all_text": "整體運勢一般，人際關係會成為一把雙刃劍。一方面，良好的人際關係可能會為你帶來一些幫助和支持，讓你在處理事務時更加順利；另一方面，也可能因為一些人際方面的矛盾和糾紛而讓你陷入困擾。在與他人交往時，要注意把握分寸，不要過於苛刻和挑剔，以免引起他人的不滿。同時，要學會理解和包容他人的缺點和不足，不要因為一些小事而與他人產生矛盾。在處理人際關係問題時，要保持冷靜和理智，以平和的心態去解決問題。通過合理的溝通和協調，能夠化解矛盾，讓人際關係更加和諧，從而為你的生活帶來積極的影響。",
        "love_text": "單身的你，處於觀望狀態。面對周圍的異性，你不會輕易做出決定，而是會仔細觀察、分析，看看對方是否適合自己。這種謹慎的態度有助於你找到更合適的伴侶。已有伴者的你，要多主動關心對方。不要總是等著對方來找你，主動一些，瞭解對方的需求，給予關心和陪伴，會讓你們的感情更加穩固。",
        "work_text": "你的整體狀態不錯，但需保持細心。無論是處理瑣碎事務還是應對複雜問題，都能通過嚴謹的態度找到解決方案。不過，也要注意別因過度追求完美而陷入糾結，適當放寬標準會更高效，避免因小瑕疵影響整體進度。",
        "lucky_star": "射手座",
        "money_text": "這天你在理財上得精打細算，每一筆開支都要心裡有數，做好預算規劃，避免不必要的浪費，對於一些大額消費，更要謹慎考慮，別因為一時的衝動而超支，合理規劃財務，才能讓你的錢袋子越來越鼓。",
        "health_text": "保證充足睡眠很重要。忙碌一天後，晚上早點洗漱上床，營造一個安靜舒適的睡眠環境，放下手機，放鬆身心，讓大腦和身體都得到充分休息，第二天才能精神飽滿。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "早起半小時",
        "all": "76%",
        "date": "2026-01-25",
        "love": "67%",
        "work": "82%",
        "money": "77%",
        "health": "75%",
        "notice": "出現不穩定波動",
        "discuss": "72%",
        "all_text": "整體狀態容易受外界影響，出現一些不穩定的波動。面對各種狀況時，決策可能會變得有些猶豫，容易在多個選擇間徘徊不定。這種不確定感會讓內心有些小焦慮，所以在做決定前，不妨先讓自己冷靜下來，仔細分析各個選項的利弊，做好詳細的計劃部署，避免因為一時的衝動而做出讓自己後悔的選擇。在與人相處時，也要注意溝通方式，別因為情緒的起伏而說出一些不恰當的話。整體而言，今天需要多一些耐心和理智，穩住自己的節奏，按部就班地處理事情，狀態就能逐漸平穩下來。",
        "love_text": "單身的你，似乎沒有太多戀愛的想法。可能更享受當下的單身生活，或者專注於自己的事情，對愛情沒有特別強烈的渴望。不過，緣分說不定會在不經意間降臨。已有伴者的你，和伴侶的相處平淡如水。雖然沒有大的矛盾，但也缺少一些激情和浪漫。不妨一起做些新鮮的事，為感情增添一些色彩。",
        "work_text": "整體狀態積極，但需做好兩手準備。無論是推進項目還是應對挑戰，都可能遇到計劃外的變化，提前預判不同可能性並準備備選方案，能讓你更從容應對突發狀況。這種靈活的思維模式不僅能提升效率，還能減少因臨時調整帶來的壓力。",
        "lucky_star": "天蠍座",
        "money_text": "財運上要注意平衡收支關係，別隻想著賺錢而忽略了控制支出，也別因為省錢而降低生活質量，找到一個合適的平衡點，既能保證生活舒適，又能讓財務狀況穩定，這樣日子才能過得順心。",
        "health_text": "要注意均衡營養攝入，別挑食偏食。一日三餐要葷素搭配，多吃蔬菜水果，保證攝入足夠的維生素和礦物質，也可以適當吃些粗糧，促進腸道蠕動，讓身體更健康。",
        "lucky_color": "淺褐色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約會遲到",
        "yi": "DIY手作",
        "all": "71%",
        "date": "2026-01-25",
        "love": "64%",
        "work": "68%",
        "money": "79%",
        "health": "78%",
        "notice": "時間管理出問題",
        "discuss": "76%",
        "all_text": "整體運勢會有一些小起伏，時間管理方面容易出問題。可能會覺得時間不夠用，很多事情都擠在一起，導致手忙腳亂。這是因為對事情所需時間的預估不夠準確，容易高估自己的處理速度。所以在安排事務時，要更合理地規劃時間，給每件事都留出足夠的緩衝，避免因為趕時間而出現失誤。在社交場合中，也要注意守時，別因為遲到而給他人留下不好的印象。只要把時間安排得井井有條，就能減少很多不必要的麻煩，讓一天過得更順暢。",
        "love_text": "單身的你，周圍曖昧氛圍濃厚。可能會有一些異性對你釋放出曖昧的信號，讓你有些心動又有些迷茫。要理清自己的感情，別陷入複雜的曖昧關係中。已有伴者的你，和伴侶之間彼此理解加深。你們會更加懂對方的想法和感受，在遇到問題時能夠相互支持，感情在相互理解中不斷昇華。",
        "work_text": "需避免過度關注他人的問題。無論是團隊任務還是個人目標，都容易因分心於他人的失誤或進度而打亂自己的節奏。建議將注意力聚焦在自身任務上，優先完成核心部分，再視情況提供幫助，避免因外界干擾影響整體表現。",
        "lucky_star": "巨蟹座",
        "money_text": "在投資決策上要謹慎，別看到別人賺錢就跟著盲目投資，每個項目都有其風險和特點，你得根據自己的實際情況和風險承受能力來選擇，多做一些調查和分析，再做決定，這樣才能降低投資風險，保障自己的財產安全。",
        "health_text": "這天肩頸容易緊張，要適度放鬆肩頸。工作間隙可以站起來活動活動，轉轉脖子、聳聳肩膀，或者用熱毛巾敷一敷肩頸部位，促進血液循環，緩解肌肉痠痛，預防肩頸疾病。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂髮脾氣",
        "yi": "結交新朋友",
        "all": "91%",
        "date": "2026-01-25",
        "love": "94%",
        "work": "96%",
        "money": "93%",
        "health": "92%",
        "notice": "被幸運之神眷顧",
        "discuss": "90%",
        "all_text": "整體狀態超棒，彷彿被幸運之神眷顧。社交方面會特別活躍，能輕鬆地融入各種社交圈子，和大家相處得十分融洽。你的熱情和真誠會吸引很多人靠近，也會結識到一些有趣的新朋友。在這種積極的社交氛圍中，心情也會變得格外愉悅，整個人都充滿活力。而且這種良好的狀態還會延伸到其他方面，讓你在做任何事情時都更有信心和動力。不妨趁著這股勁兒，多參與一些社交活動，拓展自己的人脈，說不定會有意想不到的收穫。",
        "love_text": "單身的你，緣分會悄然降臨。也許是在一次偶然的聚會或者活動中，遇到那個讓你眼前一亮的人。抓住這個機會，勇敢地邁出第一步，說不定就能開啟一段美好的戀情。已有伴者的你，和伴侶的互動充滿歡樂。你們會一起嘗試新的事物，探索新的領域，在玩樂中增進彼此的感情，享受這快樂的時光。",
        "work_text": "你的行動力和執行力會帶來顯著效果。無論是啟動新計劃還是優化現有流程，都能通過果斷的決策和高效的行動快速看到成果。這種狀態讓你充滿成就感，但也要注意保持耐心，避免因急於求成而忽略細節，影響長期收益。",
        "lucky_star": "天秤座",
        "money_text": "財運超棒，有不少賺錢良機在等著你，憑藉你的敏銳洞察力和行動力，能快速抓住這些機會，不妨多關注市場動態，主動出擊，說不定就能收穫一筆意外之財，但也要注意別太貪心，見好就收。",
        "health_text": "健康運勢超棒，很適合去戶外呼吸新鮮空氣。可以去郊外爬山、徒步，感受大自然的美好，在運動中增強心肺功能，提高免疫力。但要注意做好防護措施，避免受傷。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度攀比",
        "yi": "吃一塹長一智",
        "all": "50%",
        "date": "2026-01-25",
        "love": "59%",
        "work": "73%",
        "money": "54%",
        "health": "64%",
        "notice": "自我高估的誤區",
        "discuss": "58%",
        "all_text": "整體運勢不太理想，容易陷入自我高估的誤區。總是覺得自己能承擔很多事情，於是主動攬下各種任務，結果卻發現自己有些力不從心。這種過度攬事的行為不僅會讓自己身心疲憊，還可能因為無法按時完成而影響他人對你的信任。要學會正視自己的能力邊界，不要盲目地大包大攬。對於已經接手的事情，也要合理分配精力，優先處理重要且緊急的，避免因為精力分散而導致所有事情都進展緩慢。只有認清自己的能力，量力而行，才能避免陷入困境。",
        "love_text": "單身的你，很難展露出戀愛熱情。可能是因為工作或者其他事情讓你有些疲憊，對愛情提不起興趣。不過，也別完全封閉自己的心，說不定愛情就在不經意間出現。已有伴者的你，和伴侶交流時有些生硬。可能是因為一些話題比較嚴肅，導致氣氛有些緊張。嘗試用更輕鬆的方式交流，會讓你們的溝通更順暢。",
        "work_text": "需穩紮穩打推進事務。無論是處理複雜任務還是應對競爭壓力，都容易因急躁而出現失誤。建議將目標拆解為小步驟，按優先級逐個完成，每完成一項再推進下一項，這種腳踏實地的方式能減少返工，提升整體質量。",
        "lucky_star": "獅子座",
        "money_text": "你在財務方面要警惕風險，無論是工作收入還是投資回報，都可能出現一些不穩定因素，要多留意相關政策變化和市場動態，提前做好應對準備，別把所有雞蛋放在一個籃子裡，分散風險才能讓你的財務更安全。",
        "health_text": "要減少久坐時間，長時間坐著不動會影響血液循環，還可能導致腰痠背痛。每隔一段時間就站起來走動走動，伸伸懶腰，活動一下四肢，讓身體保持活力。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "丟三落四",
        "yi": "參加戶外活動",
        "all": "98%",
        "date": "2026-01-25",
        "love": "94%",
        "work": "97%",
        "money": "91%",
        "health": "95%",
        "notice": "行動力簡直爆棚",
        "discuss": "96%",
        "all_text": "整體運勢持續向好，行動力簡直爆棚。一旦有了想法，就會立刻付諸行動，不會拖泥帶水。這種高效的行動力會讓你在處理事情時得心應手，能夠快速地完成各項任務。而且你的思維也很活躍，能想出很多新穎的點子，為事情的推進增添不少助力。在社交方面，也能憑藉自己的魅力和能力吸引他人的關注，成為人群中的焦點。整體而言，今天適合大膽地去嘗試新事物，發揮自己的優勢，積極行動起來，會有很多不錯的機會等著你。",
        "love_text": "單身的你，會吸引到優質桃花。你的獨特魅力會吸引到一些優秀的人，他們可能有著相似的興趣愛好或者價值觀。好好把握機會，說不定能遇到那個與你靈魂契合的人。已有伴者的你，和伴侶感情和諧美滿。你們相互尊重、相互支持，在相處中能夠找到平衡點，共同創造美好的未來。",
        "work_text": "容易達到事半功倍的效果。無論是解決問題還是創新思路，都能通過獨特的方法快速找到突破口。這種狀態讓你在團隊中脫穎而出，但也要記得分享經驗，幫助他人提升效率，既能鞏固自己的理解，也能積累人脈資源。",
        "lucky_star": "摩羯座",
        "money_text": "你的創新思維能為你帶來財富，不妨發揮自己的特長，嘗試一些新的賺錢方式，比如開展副業或者做一些創意項目，說不定就能開闢出一條新的財路，但也要注意別太理想化，要結合實際情況，讓創意落地。",
        "health_text": "狀態很好的一天，可以嘗試一些新的健身方式。比如去學瑜伽、普拉提，或者參加舞蹈課程，在新的運動方式中找到樂趣，同時也能鍛鍊到身體的各個部位，提升身體素質。",
        "lucky_color": "藏青色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "看一部記錄片",
        "all": "80%",
        "date": "2026-01-25",
        "love": "76%",
        "work": "75%",
        "money": "77%",
        "health": "87%",
        "notice": "忙碌閒適的平衡",
        "discuss": "85%",
        "all_text": "整體運勢較為平穩，能在忙碌與閒適之間找到一個很好的平衡點。不會因為事情太多而感到焦慮，也不會因為過於空閒而覺得無聊。面對各種事務時，能有條不紊地處理，按照自己的節奏一步步來，不會受到外界的干擾。在社交方面，也能和親朋好友保持適當的互動，享受溫馨的時光。這種忙閒有序的狀態會讓你感到很舒服，心情也會十分愉悅。只要保持這種良好的節奏，繼續按自己的方式生活，就能度過充實而美好的一天。",
        "love_text": "單身的你，會幻想浪漫邂逅。腦海裡會浮現出各種美好的愛情場景，期待著能遇到那個讓自己心動的人。不妨把這份期待轉化為行動，多參加一些社交活動。已有伴者的你，和伴侶享受著甜蜜時光。你們會一起回憶過去的浪漫瞬間，或者計劃未來的旅行，在溫馨的氛圍中感受彼此的愛意，感情愈發深厚。",
        "work_text": "需多培養自身優勢。無論是提升技能還是拓展資源，都容易因分散精力而效果平平。建議選擇一個核心方向深入發展，比如強化溝通能力或提升專業度，通過集中投入讓優勢更突出，從而在競爭中佔據更有利的位置。",
        "lucky_star": "白羊座",
        "money_text": "在財運上可以善用人脈生財，多和朋友、同事交流，說不定他們能給你提供一些賺錢的信息或者機會，積極參與社交活動，拓展人脈圈，良好的人際關係會為你的財富增長助力，但也要記得真誠待人，別隻想著利益。",
        "health_text": "保持心情愉悅對健康很重要。別讓生活中的瑣事影響心情，多和家人朋友聚聚，聊聊天，分享快樂，也可以聽聽音樂、看看電影，放鬆心情，讓身心都處於良好狀態。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    }
  }
}