{
  "updated": "2025-11-21T21:07:56.710Z",
  "updateTime": "2025/11/22 上午5:07:56",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14240,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "捲入是非中",
        "yi": "表達真情感",
        "all": "73%",
        "date": "2025-11-21",
        "love": "64%",
        "work": "66%",
        "money": "79%",
        "health": "75%",
        "notice": "節奏偶爾被打亂",
        "discuss": "72%",
        "all_text": "整體運勢不算平穩，會有一些小波瀾在生活裡泛起。你或許會察覺到，原本按部就班的節奏偶爾會被打亂，需要去面對一些突如其來的小狀況。這些小考驗並非難以跨越的鴻溝，卻也足夠讓你停下匆忙的腳步，認真思索應對之策。在這個過程中，你可能會感到有些許煩躁，但正是這些小插曲，讓你有機會鍛鍊自己的應變能力。不妨以平和的心態去接納這些變化，把它們當作是生活給予的特別體驗。每一次克服困難，都是一次成長的機會，雖然過程可能不那麼輕鬆，但當你成功應對後，會發現自己變得更加堅韌和從容。不要讓這些小考驗影響你的心情，保持積極樂觀的態度，相信自己有能力處理好一切。",
        "love_text": "單身的你，在感情上可能不太順利，想要邂逅心儀對象似乎有些困難。社交場合裡，也許你積極表現，卻難以引起他人特別的注意。別太著急，感情的事急不來，不妨把精力放在提升自己上，讓自己更有魅力。已有伴者的你，和伴侶之間可能會出現一些小摩擦。可能因為一些小事看法不同而產生分歧，別讓這些小問題影響了感情，多站在對方角度想想，互相包容，感情才能長久。",
        "work_text": "在前進的道路上彷彿被無形的手拉住，諸多計劃難以順利推進。原本設想好的路徑，可能會突然出現各種小狀況，讓你有些手忙腳亂。彆著急，先穩住心態，重新梳理思路，或許能找到新的突破口。",
        "lucky_star": "金牛座",
        "money_text": "有小財進賬的跡象，可能是之前付出的小努力有了回報，比如兼職收入到賬或者小項目有分成。不過別因為這點小錢就衝動消費，在購物時要保持理性，多想想這東西是不是真的需要，把小錢攢起來，說不定以後能派上大用場，讓你的小金庫更充實。",
        "health_text": "活力稍欠，可能會感覺做事提不起勁，容易犯困。這或許是近期休息不足導致的，要留意別熬夜，保證充足睡眠。白天工作間隙可適當起身活動，做做伸展運動，促進血液循環，也能讓自己精神些，飲食上多吃些富含維生素的果蔬，為身體補充能量。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度追求完美",
        "yi": "一心一用",
        "all": "85%",
        "date": "2025-11-21",
        "love": "88%",
        "work": "83%",
        "money": "87%",
        "health": "87%",
        "notice": "平淡中添抹亮色",
        "discuss": "89%",
        "all_text": "運勢順遂，生活裡會時不時出現一些小驚喜，讓你心情愉悅。這些小盈並非是驚天動地的大事，卻能在平淡的日子裡增添一抹亮色。也許是與朋友的一次愉快交流，讓你感受到友情的溫暖；也許是無意間發現的一個小美好，讓你的內心充滿歡喜。整體氛圍輕鬆愜意，沒有太多需要你操心的事情。你可以盡情享受這份寧靜與美好，放鬆身心，去做一些讓自己開心的事。這種順遂的狀態會讓你更加珍惜生活中的點滴，也會讓你以更加飽滿的熱情去面對未來。不妨多留意身邊的小確幸，用心感受生活的饋贈，讓這份美好延續下去。",
        "love_text": "單身的你，緣分似乎在悄悄靠近。在日常生活裡，說不定會在不經意間遇到那個讓你心動的人。也許是在書店、咖啡館，一次簡單的對視，就可能開啟一段美好的緣分。已有伴者的你，和伴侶的感情會持續升溫。你們會一起享受溫馨的時光，一起做喜歡的事，比如一起做飯、看電影，在平凡的日子裡感受彼此的愛意，感情更加深厚。",
        "work_text": "整體運勢較為平穩，如同在平穩的軌道上行駛的列車，能按部就班地朝著目標前進。沒有太大的波瀾，但也沒有特別突出的亮點，需要保持現有的節奏，持續積累，為未來的發展打下堅實基礎。",
        "lucky_star": "白羊座",
        "money_text": "財運穩中有盈，收入方面基本能保持平穩，而且還有可能因為工作上的出色表現獲得一些額外獎勵。在理財上，你適合採取穩健策略，別盲目跟風投資熱門但風險高的項目，可以選擇一些風險較低的理財產品，讓財富穩步增長。",
        "health_text": "身心舒暢，整體狀態良好，不過也不能因此就放縱自己。在飲食上還是要保持規律，別因為感覺狀態好就暴飲暴食，尤其要少吃辛辣油膩食物，以免給腸胃造成負擔。閒暇時可以去戶外散散步，享受一下新鮮空氣，讓身心持續保持愉悅。",
        "lucky_color": "橘色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猶豫不決",
        "yi": "參加新活動",
        "all": "61%",
        "date": "2025-11-21",
        "love": "58%",
        "work": "53%",
        "money": "62%",
        "health": "67%",
        "notice": "被瑣碎問題繞著",
        "discuss": "66%",
        "all_text": "煩事小纏，生活中會有一些瑣碎的小問題圍繞著你。這些問題或許並不嚴重，但卻像小蟲子一樣，時不時地叮咬你一下，讓你感到有些煩悶。可能會是一些無關緊要的小爭論，或者是一些需要你花費精力去處理的小麻煩。這些煩事雖然不會對你的生活造成大的影響，但卻會消耗你的精力和耐心。在這個時候，你需要保持冷靜和理智，不要讓這些小問題影響到你的情緒。嘗試用樂觀的心態去看待它們，把解決這些煩事當作是一種挑戰，相信自己的能力，一步一步地去化解它們。當你能以平和的心態面對這些煩事時，會發現它們其實並沒有那麼可怕。",
        "love_text": "單身的你，在尋找愛情的道路上可能會遇到阻礙。或許你主動出擊，卻得不到對方的積極回應；又或者在社交中，難以遇到讓自己真正動心的人。別灰心，感情需要緣分，耐心等待合適的時機。已有伴者的你，和伴侶之間容易滋生矛盾。可能因為溝通不暢，導致一些誤會，要及時和對方交流，把心裡的想法說出來，避免矛盾加深。",
        "work_text": "彷彿置身於迷霧之中，困難像潮水一般湧來，讓你有些不知所措。無論是前進的方向還是應對的方法，都變得模糊不清，需要花費更多的時間和精力去摸索，才能找到一絲曙光。",
        "lucky_star": "雙子座",
        "money_text": "財路有點小阻礙，可能會遇到一些計劃外的開支，比如突然要修個東西或者買個必需品。在花錢方面要謹慎些，儘量控制不必要的消費。對於一些看似誘人的投資機會，也別急著下手，多瞭解清楚再做決定，避免陷入財務小麻煩。",
        "health_text": "精力分散，注意力難以集中，這可能會影響工作學習效率。建議給自己營造一個安靜的環境，減少外界干擾。工作時可以制定詳細計劃，按重要程度依次完成任務。同時，適當做些冥想練習，幫助自己集中精神，飲食上多吃些堅果，有助於提升專注力。",
        "lucky_color": "米白色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度沉迷手機",
        "yi": "享受被讚美",
        "all": "95%",
        "date": "2025-11-21",
        "love": "90%",
        "work": "96%",
        "money": "91%",
        "health": "96%",
        "notice": "充滿平靜與滿足",
        "discuss": "90%",
        "all_text": "暢意無憂，生活彷彿被一層溫暖而柔和的光暈籠罩著。你不會有太多的煩惱和憂慮，內心充滿了平靜與滿足。這種狀態讓你能夠更加從容地面對生活中的一切，無論是與人相處還是處理事情，都能順其自然，水到渠成。你可以盡情地享受這份愜意，去做自己喜歡的事情，和親朋好友相聚，分享生活中的快樂。在這個無憂無慮的日子裡，你會感受到生活的美好和幸福。不要讓外界的喧囂打擾到這份寧靜，用心去感受每一個瞬間，讓這份暢意的感覺在心中蔓延。相信這種美好的狀態會給你帶來更多的力量和勇氣，讓你在未來的日子裡更加堅定地前行。",
        "love_text": "單身的你，有很大機會迎來浪漫的邂逅。在參加朋友聚會或者一些社交活動時，可能會遇到那個與你心靈契合的人。你們的交流會很順暢，彼此都有好感，說不定一段美好的戀情就此開始。已有伴者的你，和伴侶之間愛意滿溢。你們會互相表達對彼此的愛，一起回憶過去的美好時光，也會一起規劃未來，感情在溫馨的氛圍中不斷升溫。",
        "work_text": "就像被幸運之神眷顧，一切都在朝著好的方向發展。無論是工作還是學習，都能得心應手，輕鬆應對各種挑戰。彷彿有一股無形的力量在推動著你前進，讓你充滿信心和動力。",
        "lucky_star": "摩羯座",
        "money_text": "財源廣進，彷彿財運之門為你敞開。可能會有多個渠道帶來收入，比如業務拓展有了新成果，或者收到意外的獎金。這時候要合理規劃這些錢，別一下子都花光，可以拿出一部分存起來，另一部分用於提升自己的技能，為未來賺更多錢打基礎。",
        "health_text": "活力滿格，整個人充滿幹勁，但也要注意別過度消耗體力。運動時選擇適合自己的強度，避免劇烈運動導致肌肉拉傷。飲食上除了保證營養均衡，還可以適當吃些高蛋白食物，為身體提供充足能量。工作之餘也要注意休息，別讓身體一直處於緊繃狀態。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩樂心太重",
        "yi": "積累小財庫",
        "all": "81%",
        "date": "2025-11-21",
        "love": "77%",
        "work": "76%",
        "money": "88%",
        "health": "79%",
        "notice": "微不足道小驚喜",
        "discuss": "78%",
        "all_text": "小喜常伴，生活中處處洋溢著喜悅的氣息。這些小喜可能是來自他人的讚美和認可，讓你感到自信滿滿；也可能是完成了一件自己一直想做的小事，帶來的成就感。這些小小的喜悅如同璀璨的星星，點綴著你的生活，讓你的心情格外舒暢。你會發現自己更加願意與他人交流和分享，將自己的快樂傳遞出去。在這個過程中，你也會收穫更多的友誼和溫暖。不要忽視這些小喜，它們雖然看似微不足道，卻能匯聚成強大的力量，讓你的生活變得更加豐富多彩。珍惜每一個小喜的瞬間，用心去感受這份美好，讓自己的生活充滿陽光和歡笑。",
        "love_text": "單身的你，原本期待能遇到心儀對象，結果可能會有些落空。也許你精心打扮去參加社交活動，卻沒有遇到讓自己心動的人。別太失落，感情的事不能強求，把心態放平。已有伴者的你，和伴侶的感情比較平淡但安穩。雖然沒有太多的激情和浪漫，但你們能相互陪伴，享受這種平淡的幸福。可以一起做一些簡單的事，增進感情。",
        "work_text": "整體運勢較為平穩，沒有太大的起伏。就像在平靜的湖面上划船，雖然不會有驚濤駭浪，但也需要持續划動船槳，才能不斷前進。保持現有的狀態，穩步前行，就能逐漸靠近目標。",
        "lucky_star": "射手座",
        "money_text": "你的收益頗為可觀，工作上的努力會得到實實在在的回報，可能是項目提成或者業績獎金。在享受這份收穫時，也別忘了規劃未來。可以考慮把一部分錢用於投資自己，比如參加培訓課程提升能力，這樣能為以後賺更多錢創造條件。",
        "health_text": "狀態小疲，可能會感覺身體有些沉重，做事有些力不從心。這可能是身體在提醒你要適當休息了，不妨給自己安排個小憩時間，哪怕只是閉目養神十幾分鍾。晚上睡前可以泡個熱水澡，放鬆一下身心，有助於提高睡眠質量，讓第二天恢復活力",
        "lucky_color": "深藍色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執己見",
        "yi": "聽有益講座",
        "all": "55%",
        "date": "2025-11-21",
        "love": "50%",
        "work": "45%",
        "money": "58%",
        "health": "60%",
        "notice": "費時間解決難題",
        "discuss": "63%",
        "all_text": "困阻小現，生活中會出現一些小小的阻礙，讓你的前行之路變得不那麼順暢。這些困阻可能是一些小誤會，或者是一些需要你花費時間去解決的小難題。它們雖然不會給你帶來太大的困擾，但卻會讓你感到有些無奈和煩躁。在這個時候，你需要保持耐心和冷靜，不要被這些小問題衝昏頭腦。嘗試從不同的角度去看待它們，尋找解決問題的方法。不要急於求成，給自己一些時間去慢慢處理。每一次克服困阻，都是一次成長和進步的機會。相信自己的能力，相信這些困阻只是暫時的，只要你堅持不懈，就一定能夠順利度過這個小小的難關，迎來更加美好的明天。",
        "love_text": "單身的你，在感情方面不太順遂，情路似乎有些坎坷。在社交中，可能難以遇到合適的人，或者遇到的人都不符合你的標準。別太挑剔，適當放寬要求，也許能發現身邊人的閃光點。已有伴者的你，和伴侶之間可能會暗起紛爭。可能因為一些生活習慣或者觀念的不同，產生一些小矛盾。要及時溝通，避免矛盾積累，影響感情。",
        "work_text": "彷彿陷入了一個困境，挫折一個接一個地出現，讓你有些疲憊不堪。原本順利的事情也可能會突然出現變故，打亂你的計劃。不過，不要灰心，每一次挫折都是成長的機會，堅持下去就能迎來轉機。",
        "lucky_star": "獅子座",
        "money_text": "財氣有些低迷，可能會感覺賺錢沒那麼容易，甚至會有一些小的財務損失，比如買東西買貴了或者不小心弄壞了東西要賠償。在花錢時要格外小心，做好預算，避免不必要的開支。對於投資，暫時先觀望，等財運好轉再做打算。",
        "health_text": "精神欠佳，容易感到疲憊和煩躁。這可能是壓力過大導致的，要學會給自己減壓，比如聽一些舒緩的音樂，或者做一些自己喜歡的事情來轉移注意力。飲食上要避免吃太多刺激性食物，多吃清淡易消化的食物，保證腸胃健康，也有助於改善精神狀態。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "空腹喝牛奶",
        "yi": "練字寫書法",
        "all": "95%",
        "date": "2025-11-21",
        "love": "96%",
        "work": "94%",
        "money": "93%",
        "health": "96%",
        "notice": "和諧的社交互動",
        "discuss": "93%",
        "all_text": "你的整體運勢超棒，彷彿被幸運之神溫柔環繞。社交生活將成為你生活中閃耀的部分，你會發現自己與周圍人的相處格外和諧融洽。在各種社交場合中，你能夠輕鬆地與他人建立起良好的溝通橋樑，交流氛圍輕鬆愉悅。大家都很願意與你分享生活中的點滴，而你也樂於傾聽並給予真誠的回應。這種和諧的社交互動會讓你內心充滿溫暖和滿足感，讓你感受到人與人之間美好的情感連接。你可以盡情享受這種愜意的社交時光，與親朋好友相聚，拓展自己的人脈圈子。在這個過程中，你會收穫許多快樂和美好的回憶，也會讓自己的生活變得更加豐富多彩。不要錯過任何一個與他人交流的機會，用心去感受這份和諧社交帶來的幸福。",
        "love_text": "單身的你，良緣降臨的可能性很大。在生活裡，可能會遇到那個讓你一見鍾情的人。也許是在工作場合，也許是在休閒娛樂的地方，一次偶然的相遇，就可能開啟一段甜蜜的戀情。已有伴者的你，和伴侶的感情甜蜜如初。你們會像剛戀愛時一樣，互相關心、互相照顧，一起度過美好的時光。可以一起去做一些浪漫的事，讓感情更加穩固。",
        "work_text": "整體狀態極佳，思維清晰且靈感不斷，無論是處理複雜事務還是應對突發狀況，都能遊刃有餘。在團隊協作中，也能憑藉出色的溝通與協調能力，成為團隊的核心力量，推動各項事務朝著有利方向發展，收穫滿滿的成就感。",
        "lucky_star": "天秤座",
        "money_text": "財富會向你匯聚，你可能會收到一些來自合作或者投資方面的好消息，帶來不錯的收入。這時候要保持清醒的頭腦，別被突然到來的財富衝昏頭腦。可以找專業的理財人士諮詢，制定合理的理財計劃，讓這些財富更好地增值。",
        "health_text": "神清氣爽，身體各方面狀態都很不錯，不過也不能忽視健康細節。在保持良好生活習慣的同時，要注意及時補充水分，避免身體缺水。運動方面可以選擇一些輕鬆的活動，如瑜伽、慢跑等，既能鍛鍊身體，又能放鬆心情，讓這種好狀態持續下去。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "運動強度過高",
        "yi": "欣賞戶外美景",
        "all": "90%",
        "date": "2025-11-21",
        "love": "93%",
        "work": "90%",
        "money": "91%",
        "health": "95%",
        "notice": "充實滿足的小世界",
        "discuss": "98%",
        "all_text": "整體運勢絕佳，你會沉浸在充實且滿足的私人時光裡。這一天，你彷彿擁有了一個屬於自己的小世界，可以自由自在地做自己喜歡的事情。你可以選擇安靜地待在家裡，沉浸在一本好書中，讓自己的心靈得到滋養；也可以獨自去探索一些小眾的愛好，滿足自己的好奇心和探索欲。在這個屬於自己的時光裡，你不需要迎合他人的期待，只需要按照自己的節奏和喜好來生活。這種充實和滿足感會讓你感到無比的安心和自在，讓你更加了解自己內心真正的需求。珍惜這些簡單美好的私人時光，讓自己在寧靜中積蓄力量，以更加飽滿的精神狀態去面對未來的生活。",
        "love_text": "單身的你，心動的感覺可能會降臨。在社交活動中，你可能會遇到一個讓你心跳加速的人，對方的某個舉動或者一句話，都能讓你心動不已。勇敢地表達自己的心意，說不定能收穫一段美好的愛情。已有伴者的你，和伴侶之間的深情會愈加濃厚。你們會更加珍惜彼此，互相理解，一起面對生活中的困難，感情在磨礪中更加堅定。",
        "work_text": "各方面都呈現出蓬勃向上的態勢。在追求目標的道路上，你目標明確、意志堅定，憑藉自身的努力和智慧，能夠克服重重困難，取得令人矚目的成果。無論是事業上的項目推進，還是學業上的知識積累，都能收穫滿滿，成就感爆棚。",
        "lucky_star": "雙魚座",
        "money_text": "財運亨通，賺錢的機會不少，無論是正財還是偏財都有可能有所收穫。可能會在工作中得到領導的賞識，獲得升職加薪的機會，或者在一些小投資上有不錯的回報。不過也別太貪心，見好就收，合理分配資金，讓財運持續下去。",
        "health_text": "體魄強健，身體抵抗力較強，但也不能掉以輕心。在天氣變化時要注意及時增減衣物，預防感冒。飲食上可以多吃一些富含維生素C的食物，增強身體免疫力。同時，保持良好的作息規律，早睡早起，讓身體得到充分的休息和恢復。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "頻繁燙頭髮",
        "yi": "聽經典歌曲",
        "all": "82%",
        "date": "2025-11-21",
        "love": "73%",
        "work": "80%",
        "money": "84%",
        "health": "83%",
        "notice": "有趣的探索之旅",
        "discuss": "89%",
        "all_text": "整體運勢良好，你將開啟一段新奇且有趣的探索之旅。生活彷彿為你打開了一扇通往未知的大門，裡面充滿了各種新奇的事物等待你去發現。你可能會對一些平時不太關注的事物產生濃厚的興趣，並主動去深入瞭解。這種探索的過程會讓你感到興奮和刺激，也會讓你的生活充滿新鮮感。在這個過程中，你會結識一些志同道合的朋友，與他們一起分享探索的樂趣。不要害怕未知，勇敢地邁出腳步，去擁抱生活中的各種可能性。每一次的探索都是一次成長的機會，會讓你變得更加開闊和包容。相信在這段探索之旅中，你會收穫許多意想不到的驚喜和收穫。",
        "love_text": "單身的你，緣分淺嘗，可能會遇到一些有好感的人，但可能只是短暫的接觸，沒有進一步發展的機會。不過別灰心，這只是暫時的，保持積極的心態，緣分遲早會來。已有伴者的你，和伴侶相處比較和緩。你們不會有太多的矛盾和衝突，能互相尊重彼此的空間。可以一起去做一些輕鬆愉快的事，讓感情在平淡中升溫。",
        "work_text": "展現出積極向上的活力。整體狀態良好，精力充沛，對新鮮事物充滿好奇和探索欲。這種積極的態度讓你在面對挑戰時毫不退縮，勇於嘗試新的方法和思路，從而在事業學業上取得不錯的進展。雖然過程中可能會遇到一些小波折，但憑藉你的樂觀和堅持，都能順利化解。",
        "lucky_star": "天蠍座",
        "money_text": "獲利不錯，之前投入的精力在事業或者投資上開始有了回報。可能是業務順利完成拿到豐厚報酬，或者投資的股票、基金有了收益。但別因為一時獲利就放鬆警惕，要繼續關注市場動態，合理調整投資策略，讓利潤最大化。",
        "health_text": "元氣不錯，精力充沛，適合進行一些戶外活動。但在運動前一定要做好熱身準備，避免運動損傷。運動過程中要注意補充水分和能量，防止脫水或體力不支。運動結束後也要進行適當的拉伸放鬆，減少肌肉痠痛，讓身體更好地適應運動強度。",
        "lucky_color": "草綠色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃飽就躺著",
        "yi": "學習與提升",
        "all": "81%",
        "date": "2025-11-21",
        "love": "85%",
        "work": "80%",
        "money": "88%",
        "health": "90%",
        "notice": "有序安穩的日常",
        "discuss": "84%",
        "all_text": "整體運勢不錯，你會收穫有序且安穩的日常節奏。生活就像一首悠揚的樂曲，按照既定的旋律平穩地前進著。你會有條不紊地處理生活中的各種事務，無論是家務瑣事還是與他人的交往，都能安排得井井有條。這種有序的生活狀態會讓你感到安心和踏實，讓你能夠專注於自己想要做的事情。你會珍惜每一個平凡而又美好的瞬間，用心去感受生活的細節。在與家人和朋友的相處中，你會感受到濃濃的親情和友情，這些溫暖的情感會成為你生活中的堅實後盾。繼續保持這種有序的生活節奏，讓自己在安穩中不斷成長和進步，享受生活的美好。",
        "love_text": "單身的你，有望脫單。在生活裡，可能會遇到那個讓你覺得可以攜手一生的人。也許是通過朋友介紹，也許是在工作交流中認識，彼此都有進一步瞭解的意願。已有伴者的你，和伴侶之間的情誼會逐漸加深。你們會更加了解彼此的需求，互相支持，一起為了未來的生活努力奮鬥，感情在共同成長中更加穩固。",
        "work_text": "整體運勢平穩且向好。在事業學業上，你有著清晰的規劃和目標，並且一步一個腳印地朝著目標前進。你的努力和付出逐漸得到回報，之前積累的經驗和知識在這一天能發揮出重要作用，幫助你解決遇到的問題，取得階段性的成果，讓你對未來充滿信心。",
        "lucky_star": "水瓶座",
        "money_text": "財利漸豐，工作上的穩定表現會為你帶來持續的收入增長，而且還有可能通過一些兼職或者副業增加額外收入。在理財方面，你可以考慮長期投資，選擇一些有潛力的項目，隨著時間的推移，財富會像滾雪球一樣越來越多。",
        "health_text": "精力充沛，做什麼事情都很有熱情，但也要注意勞逸結合。長時間工作或學習後，要適當休息一下眼睛和大腦，做做眼保健操或者眺望遠方。飲食上要注意營養搭配，多吃蔬菜水果，少吃垃圾食品，為身體提供充足的營養支持，保持這種良好的身體狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "多動手少動口",
        "all": "75%",
        "date": "2025-11-21",
        "love": "79%",
        "work": "64%",
        "money": "68%",
        "health": "77%",
        "notice": "嘗試全新的體驗",
        "discuss": "72%",
        "all_text": "整體運勢尚可，你會體驗到獨特且隨性的生活片段。生活不會總是按照常規的軌跡運行，你會遇到一些與眾不同的事情，這些事情會打破你原有的生活模式，給你帶來全新的體驗。你可能會突發奇想地去做一些平時不會做的事情，比如嘗試一種新的美食、參加一個陌生的活動。這種隨性的生活方式會讓你感到自由和放鬆，讓你擺脫生活的束縛。在這個過程中，你會發現自己有很多未曾發掘的潛力和可能性。不要拘泥於傳統的觀念和方式，勇敢地去嘗試新的事物，讓自己的生活變得更加豐富多彩。雖然可能會遇到一些小挑戰，但這也是成長的一部分，相信自己能夠應對自如。",
        "love_text": "單身的你，在尋愛的道路上比較平淡。可能沒有太多特別的社交活動，也難以遇到讓自己特別心動的人。不過可以利用這段時間提升自己，讓自己變得更加優秀，為未來的感情做好準備。已有伴者的你，和伴侶相處平穩。你們能按照自己的節奏生活，互相陪伴，雖然沒有太多的驚喜，但這種穩定的感情也能讓你感到安心。",
        "work_text": "在前進的道路上會遇到一些小阻礙。整體狀態稍顯起伏，可能會因為一些外界因素干擾，導致注意力不集中，影響效率。不過，你擁有靈活的思維和創新能力，在面對困難時能迅速調整狀態，嘗試不同的方法去解決問題。只要保持冷靜和耐心，就能逐步克服阻礙，取得一定的進展。",
        "lucky_star": "處女座",
        "money_text": "你的財事有些波折，可能會遇到一些財務上的小麻煩，比如資金週轉不靈或者投資出現小虧損。別慌張，先冷靜分析問題所在。如果是資金問題，可以和朋友或者家人商量尋求幫助；如果是投資虧損，及時止損，調整投資方向，避免損失進一步擴大。",
        "health_text": "活力波動，狀態時好時壞，這可能會影響你的情緒和做事效率。當感覺狀態不佳時，要及時調整，可以找個安靜的地方休息一會兒，或者和朋友聊聊天，舒緩一下心情。飲食上要規律，避免飢一頓飽一頓，保證腸胃正常消化，有助於穩定身體狀態。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "節食減肥",
        "yi": "泡壺養生茶",
        "all": "56%",
        "date": "2025-11-21",
        "love": "62%",
        "work": "51%",
        "money": "55%",
        "health": "64%",
        "notice": "倒黴事接踵而至",
        "discuss": "69%",
        "all_text": "整體運勢較差，你可能會陷入紛擾且低落的情緒氛圍中。生活中似乎有一些不如意的事情接踵而至，讓你的心情變得有些沉重。可能會是一些小的誤會或者矛盾，讓你感到煩惱和困惑。這些負面情緒會像烏雲一樣籠罩著你，讓你難以感受到生活的美好。在這個時候，不要讓自己沉浸在消極的情緒中無法自拔。嘗試給自己一些時間和空間，去調整自己的心態。可以找一個安靜的地方，讓自己的內心平靜下來，思考一下問題的根源所在。也可以與親朋好友傾訴一下自己的煩惱，他們的支持和鼓勵可能會讓你感到溫暖和安慰。相信自己有能力走出這段低落的情緒期，重新找回生活的陽光和快樂。",
        "love_text": "單身的你，愛意難顯。即使心裡對某個人有好感，也很難表達出來，可能會錯過一些機會。別太害羞，勇敢一點，把自己的心意說出來，說不定會有驚喜。已有伴者的你，和伴侶之間可能會小有波瀾。可能因為一些小事產生一些小情緒，要及時調整自己的心態，和伴侶好好溝通，避免矛盾擴大，影響感情。",
        "work_text": "各方面進展都不太順利。整體狀態欠佳，容易感到迷茫和無助，在面對選擇和決策時猶豫不決。事業學業上會遇到諸多阻礙，原本計劃好的事情可能會因為各種原因無法順利進行，讓你感到沮喪和失落。但不要氣餒，及時調整心態，尋求他人幫助，或許能找到解決辦法。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財況不佳，可能會感覺賺錢很吃力，而且還有一些意外的開支讓你有些頭疼，比如身體不適要花錢看病或者家裡東西壞了需要維修。這時候要節省開支，能省則省。對於投資，千萬別盲目跟風，以免造成更大的財務損失，先穩住現有的財務狀況。",
        "health_text": "精神慵懶，容易犯困，可能是近期休息不夠或者缺乏運動導致的。要儘量保證充足的睡眠時間，晚上早點上床睡覺。白天可以適當增加一些運動量，如散步、跳繩等，促進身體新陳代謝，提高精神活力。飲食上多吃些提神醒腦的食物，如薄荷、檸檬等。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    }
  }
}