{
  "updated": "2025-08-03T14:08:15.362Z",
  "updateTime": "2025/8/3 下午10:08:15",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 36499,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑戰新發型",
        "yi": "與朋友聚餐",
        "all": "57%",
        "date": "2025-08-03",
        "love": "66%",
        "work": "53%",
        "money": "58%",
        "health": "60%",
        "notice": "一根筋鑽牛角尖",
        "discuss": "69%",
        "all_text": "整體運勢略顯嚴峻。你容易陷入一根筋鑽牛角尖的狀態，這種思維模式會讓你的視野變得狹窄，很多原本能輕鬆看開的事情，此刻卻怎麼也想不明白。在面對一些狀況時，你可能會過度堅持自己的想法，聽不進他人的建議，導致與周圍人的交流出現障礙，甚至引發不必要的矛盾。這種固執己見的態度，也會讓你錯過一些新的思路和解決問題的辦法。而且，這種鑽牛角尖的狀態會消耗你大量的精力，讓你感到疲憊不堪，情緒也會變得煩躁不安。你可能會在一些小事上糾結不已，無法集中精力去做更有意義的事情。建議你試著讓自己放鬆下來，換個角度思考問題，不要總是揪著一點不放，多聽聽別人的看法，或許能讓你豁然開朗，擺脫當前的困境。",
        "love_text": "單身的你，可別被一時的激情衝昏頭腦，衝動地陷入新戀情。或許會遇到讓你眼前一亮的人，但別急著確定關係，多花些時間瞭解對方，不然可能後續麻煩不斷。已有伴者的你，容易陷入感情糾葛，可能因為一些小事和伴侶產生爭執，雙方都各執一詞，互不相讓。這時候要冷靜下來，好好溝通，別讓矛盾升級，影響感情。",
        "take_star": "",
        "work_text": "各種突發的小狀況、臨時任務如同潮水般湧來，讓你應接不暇。原本清晰的計劃被打亂，注意力難以集中，容易陷入一種“忙而亂”的狀態。這種瑣事纏身的局面，不僅消耗了大量精力，還可能讓你錯過一些重要的機會或細節。建議學會在忙碌中抽絲剝繭，優先處理關鍵事務，避免被瑣碎牽著鼻子走。",
        "lucky_star": "白羊座",
        "money_text": "明顯感覺到經濟壓力，日常開銷、突發支出都像小石子一樣不斷砸向錢包，讓你有些喘不過氣。這時候別急著拆東牆補西牆，先梳理下哪些是必要支出，哪些可以暫緩。別被焦慮衝昏頭去盲目跟風投資，穩住現有資金，把精力放在提升收入能力上，才是緩解壓力的關鍵。",
        "health_text": "可能會被壓力纏得有點喘不過氣，精神長期緊繃容易引發頭痛、失眠，甚至影響食慾。試著給自己找點放鬆的方式，比如下班路上聽會兒輕音樂，回家泡個熱水澡，或者睡前做10分鐘深呼吸練習，把工作、生活的煩惱暫時拋在腦後，讓身體和大腦都鬆快鬆快。",
        "lucky_color": "寶藍色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度消費",
        "yi": "種種花草",
        "all": "92%",
        "date": "2025-08-03",
        "love": "95%",
        "work": "91%",
        "money": "90%",
        "health": "93%",
        "notice": "樂觀積極的姿態",
        "discuss": "95%",
        "all_text": "整體運勢相當好，這一天你會保持著樂觀積極的姿態。這種心態就像陽光一樣，照亮你生活的每一個角落。無論遇到什麼事情，你都能以平和的心態去面對，不會輕易被困難打倒。你會發現自己身邊充滿了各種小確幸，一些平時沒注意到的小美好，此刻都能讓你感到滿足和快樂。在與人相處時，你的樂觀積極也會感染到身邊的人，讓大家都很願意和你在一起，人際關係也會變得更加融洽。而且，這種好心態會讓你在處理事情時更加得心應手，能夠高效地完成各項任務。你會感覺生活充滿了希望和動力，對未來也充滿了信心，彷彿一切都在朝著好的方向發展。",
        "love_text": "單身的你，能清晰地確定自己的心意，知道自己真正想要什麼樣的伴侶。遇到心動的人時，也能更自信地去接觸。已有伴者的你，和伴侶相處時會有穩穩的安全感，彼此信任，相互依賴。一起度過平凡又溫馨的一天，哪怕只是靜靜地待在一起，也會覺得很幸福，感情也會更加深厚。",
        "take_star": "",
        "work_text": "如同被注入了一股強勁的動力，渾身充滿幹勁與熱情。無論是面對複雜的工作項目，還是繁重的學業任務，你都能以飽滿的精神狀態投入其中，展現出超乎尋常的執行力與創造力。這種全力以赴的姿態，不僅讓你在效率上大幅提升，更可能帶來意想不到的突破與收穫。",
        "lucky_star": "天蠍座",
        "money_text": "財運爆棚的一天，正財偏財都像約好了似的往你兜裡鑽。工作上可能拿到獎金、提成，甚至有意外的小外快找上門。不過別光顧著開心，收到錢後先規劃好用途，比如存一部分、留一部分應急，別一高興就全花在非必需品上，讓好運變成“過路財”。",
        "health_text": "身體狀態挺不錯，不過長時間保持一個姿勢（比如久坐辦公、低頭刷手機）容易讓肌肉僵硬，尤其是脖子、肩膀和後背。每隔1小時起來活動活動，伸個大大的懶腰，轉轉脖子、甩甩胳膊，或者做幾個簡單的拉伸動作，能幫你緩解肌肉緊張，一整天都更舒服。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "背後說人壞話",
        "yi": "參加社交",
        "all": "78%",
        "date": "2025-08-03",
        "love": "72%",
        "work": "76%",
        "money": "81%",
        "health": "79%",
        "notice": "社交是把雙刃劍",
        "discuss": "82%",
        "all_text": "整體運勢平平，社交會是一把“雙刃劍”。在這一天，社交活動會佔據你不少的時間和精力。一方面，通過社交你能結識到一些新朋友，拓展自己的人脈圈，從他們那裡獲取到新的信息和靈感，這可能會給你帶來一些新的啟發和機會。另一方面，社交中也可能會遇到一些讓你頭疼的人和事。比如，遇到一些喜歡搬弄是非的人，或者在與他人交流時出現誤解和分歧，這些都會讓你感到煩躁和困擾。而且，過多的社交活動可能會讓你感到疲憊，沒有足夠的時間去休息和做自己想做的事情。所以，在社交中你要學會篩選，保持清醒的頭腦，避免被一些不必要的麻煩影響心情。",
        "love_text": "單身的你，要是想開啟一段新戀情，要學會投其所好。瞭解對方的興趣愛好，找到共同話題，這樣才能更好地拉近距離。已有伴者的你，要多瞭解伴侶的喜惡，在相處中避免觸碰對方的底線。知道對方喜歡什麼、討厭什麼，才能讓相處更加融洽，感情也會更加甜蜜。",
        "take_star": "",
        "work_text": "彷彿一臺高速運轉的機器，初期動力十足，但隨著時間推移，後勁逐漸不足。這種“虎頭蛇尾”的狀態，可能導致你在處理任務時前半段進展順利，後半段卻因精力分散或耐心不足而出現疏漏。建議合理分配體力與注意力，避免過度消耗在前期，為後續留足餘力。",
        "lucky_star": "獅子座",
        "money_text": "財運有點小驚喜，手頭如果有閒置資金，可以試著接觸些低風險、短期的理財項目，比如貨幣基金、國債逆回購，別貪心選高收益高風險的，小步試水既能積累經驗，又不會因虧損影響心情。如果沒合適機會，把錢存定期也是穩妥選擇，別讓錢躺著睡大覺。",
        "health_text": "可能會被美食誘惑，大魚大肉吃得太嗨，但腸胃可能扛不住這種“高負荷”。油膩、重口味的食物吃多了容易消化不良、肚子脹，甚至拉肚子。儘量選擇清淡的菜，比如清蒸魚、白灼蝦、涼拌蔬菜，搭配點粗糧（玉米、紅薯），讓腸胃輕鬆消化，別給它們太大壓力。",
        "lucky_color": "鵝黃色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒波動大",
        "yi": "在家看電影",
        "all": "60%",
        "date": "2025-08-03",
        "love": "68%",
        "work": "59%",
        "money": "56%",
        "health": "62%",
        "notice": "人際關係很敏感",
        "discuss": "58%",
        "all_text": "整體運勢較差，對待人際關係很敏感。這一天，你會不自覺地對周圍人的言行舉止過度解讀，別人一個不經意的眼神或者一句話，都可能會讓你想很多，懷疑自己是不是哪裡做得不好，或者別人是不是對自己有意見。這種過度的敏感會讓你陷入一種焦慮和不安的情緒中，影響你的心情和狀態。在與人交往時，你會變得小心翼翼，不敢輕易表達自己的想法和感受，生怕說錯話或者做錯事。這種小心翼翼的態度反而會讓你在人際關係中顯得有些拘謹和不自然，可能會讓別人覺得你難以接近。而且，過度的敏感也會讓你錯過一些與他人真誠交流的機會，不利於良好人際關係的建立。建議你試著放鬆心態，不要總是把事情往壞處想，相信自己的魅力和能力。",
        "love_text": "單身的你，可能會感受到外界的壓力，比如家人的催婚或者朋友的詢問，這讓你有些煩躁。別被這些壓力影響，按照自己的節奏來。已有伴者的你，容易患得患失，總是擔心伴侶不夠愛自己。其實感情是需要信任的，別總是胡思亂想，多給對方一些信任，也給自己一些信心。",
        "take_star": "",
        "work_text": "面對任務時，內心容易滋生一種無形的畏難情緒，彷彿前方有一堵看不見的牆，讓你躊躇不前。這種害怕困難的心態，不僅會削弱你的行動力，還可能讓你錯過一些證明自己的機會。其實，許多挑戰並非不可逾越，關鍵在於能否鼓起勇氣邁出第一步。",
        "lucky_star": "處女座",
        "money_text": "可能會陷入“買買買”的漩渦，看到促銷、新品就忍不住下單，從日用品到小飾品，買的時候覺得“反正便宜”，結果積少成多，錢包迅速癟下去。這天先給自己設個消費上限，買前問自己“真的需要嗎？”，別讓衝動消費毀了你的財務計劃，理性購物才能守住錢袋子。",
        "health_text": "多留意口腔健康，牙齦上火可能會找上門，刷牙時容易出血，吃熱乎或涼的東西會刺痛。儘量少吃辛辣、油炸的食物，比如麻辣燙、炸串，也別用牙咬硬東西（堅果殼、瓶蓋）。飯後用溫水漱口，保持口腔清潔，如果已經有不適，可以用淡鹽水漱口緩解。",
        "lucky_color": "茶色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "驕傲自滿",
        "yi": "展現才華",
        "all": "74%",
        "date": "2025-08-03",
        "love": "76%",
        "work": "73%",
        "money": "72%",
        "health": "75%",
        "notice": "目標遙遠而模糊",
        "discuss": "85%",
        "all_text": "整體運勢中規中矩，需要學著把目標細化。這一天，你心裡可能會有一些大的目標和想法，但這些目標看起來有些遙遠和模糊，讓你不知道從何下手。你可能會感到有些迷茫和困惑，不知道該如何一步步去實現這些目標。而且，由於目標不夠細化，你在行動過程中可能會缺乏明確的方向和計劃，容易出現盲目行動或者半途而廢的情況。所以，你需要靜下心來，把大的目標分解成一個個小的、具體的目標，明確每個階段需要完成的任務和達到的標準。這樣，你就能更有針對性地去行動，也能更清楚地看到自己的進步和成果，從而增強自信心和動力。只有把目標細化，你才能更高效地朝著目標前進，避免走彎路。",
        "love_text": "單身的你，與人相處時要注意表達方式，別因為說話太直接而得罪人。委婉地表達自己的想法，更容易讓別人接受。已有伴者的你，要多學習相處之道，感情是需要經營的。學會理解和包容伴侶，遇到問題時一起解決，而不是互相指責，這樣才能讓感情長久。",
        "take_star": "",
        "work_text": "彷彿置身於一個屬於自己的舞臺，外界的喧囂與干擾難以動搖你的內心。你更傾向於專注自己的目標，按照自己的節奏穩步前行，不受他人評價或環境變化的影響。這種“心無旁騖”的狀態，讓你在效率與質量上都有出色表現，容易成為眾人矚目的焦點。",
        "lucky_star": "天秤座",
        "money_text": "財運比較平穩，沒有大筆進賬，但也沒有大的支出漏洞。這種“不溫不火”的狀態，其實是整理財務的好時機。可以翻翻賬單，看看哪些消費是重複且不必要的，比如訂閱了卻沒用的會員、閒置的付費課程，及時取消能省下一筆。別因為沒進賬就焦慮，穩住當下就是為未來攢底氣。",
        "health_text": "可能想靠冷飲解暑，但喝太多冰的（冰奶茶、冰可樂、冰咖啡）容易刺激腸胃，引發腹痛、拉肚子，尤其是本身腸胃就弱的人。儘量選擇常溫或溫熱的飲品，比如白開水、綠豆湯、酸梅湯，既能解渴又不會傷身體。如果實在想喝冰的，小口抿，別一口氣灌太多。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "閱讀書籍",
        "all": "88%",
        "date": "2025-08-03",
        "love": "89%",
        "work": "74%",
        "money": "76%",
        "health": "86%",
        "notice": "內心充滿了動力",
        "discuss": "89%",
        "all_text": "你的整體運勢平順，是比較有上進心的一天。你會感覺內心充滿了動力，想要去做一些有意義的事情，提升自己。這種上進心會促使你主動去學習新的知識和技能，不斷充實自己。你可能會花時間閱讀一些書籍，或者參加一些培訓課程，拓寬自己的視野和知識面。而且，你對自己的要求也會比較高，在做事情時會力求做到盡善盡美，注重細節，不放過任何一個可能影響結果的小問題。這種嚴謹的態度會讓你在處理事情時更加出色，能夠取得不錯的成果。同時，你的上進心也會感染到身邊的人，大家會受到你的鼓舞，一起努力進步。你會在這一天感受到自我成長的快樂和滿足，對未來也充滿了期待。",
        "love_text": "單身的你，或有機會認識新的人，可能是在社交場合或者朋友的介紹下。別錯過這些機會，勇敢地去交流，說不定就能遇到那個對的人。已有伴者的你，能和伴侶一起努力，朝著共同的目標前進。在奮鬥的過程中，相互鼓勵，相互支持，感情也會在共同成長中變得更加堅定。",
        "take_star": "",
        "work_text": "容易陷入一種“慣性思維”的陷阱，習慣用熟悉的方式處理問題，卻忽略了其他可能性。這種固化的模式雖然能帶來安全感，但也可能限制你的視野與創造力。建議嘗試跳出常規，從不同角度審視任務，或許能發現更高效或更創新的解決方案。",
        "lucky_star": "水瓶座",
        "money_text": "理財需要“查漏補缺”，可能之前制定的理財計劃有些細節沒考慮到，比如忽略了日常小額支出的累積，或者對某筆大額支出的預估不足。這天不妨花點時間重新梳理計劃，把漏掉的環節補上，比如設置每週消費提醒、預留應急資金比例。完善計劃後，財務狀況會更清晰，心裡也更踏實。",
        "health_text": "可能會躺在床上反覆想工作、生活的事，越想越精神，結果失眠到半夜。睡前1小時就把手機、電腦放遠點，別刷短視頻、看消息，可以翻翻紙質書（別選太刺激的懸疑小說），或者聽點白噪音（雨聲、風聲），讓大腦慢慢安靜下來，告訴自己“事已經結束了，明天再處理”，更容易進入睡眠狀態。",
        "lucky_color": "奶油色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猶豫不決",
        "yi": "逛街購物",
        "all": "96%",
        "date": "2025-08-03",
        "love": "97%",
        "work": "94%",
        "money": "95%",
        "health": "98%",
        "notice": "得到運氣的助力",
        "discuss": "92%",
        "all_text": "就像被幸運之神特別眷顧似的，得到運氣助力的一天，整個人狀態超棒。滿滿的自信從內心深處自然散發出來，讓你在各種場合都能昂首挺胸，氣場十足。這種自信不是盲目自大，而是源於對自身能力的清晰認知和對生活的積極態度。你的魅力值也在這天大幅提升，無論是和老友相聚，還是結識新朋友，都能輕鬆吸引他人目光。你的言談舉止優雅得體，笑容溫暖親切，讓人忍不住想要靠近。在與人交流時，你能巧妙地表達自己的觀點，又能認真傾聽他人的想法，這種良好的溝通能力會為你贏得更多人的喜愛和尊重。而且，這份自信和魅力還會感染身邊的人，讓大家都感受到積極向上的氛圍，你也會因此收穫更多的快樂和滿足。",
        "love_text": "單身的你，或有朋友牽線，為你介紹合適的對象。別拒絕這樣的好機會，大方地去認識新朋友，說不定會有意想不到的收穫。已有伴者的你，可以和伴侶一起參加活動，在活動中增進彼此的感情。一起享受歡樂的時光，留下美好的回憶，讓感情更加升溫。",
        "take_star": "",
        "work_text": "對你而言是高效運轉的幸運日，彷彿被按下了加速鍵。無論是處理日常瑣事還是推進重要項目，都能感受到思路清晰、行動敏捷，甚至能提前預判到可能的問題並巧妙化解。這種順暢感會讓你在團隊中脫穎而出，也容易獲得上級或同伴的認可。不過，別因進展順利而放鬆警惕，適當保留精力應對突發狀況會更穩妥。",
        "lucky_star": "巨蟹座",
        "money_text": "你的偏財運簡直“開掛”，抽獎、紅包、小驚喜可能接連不斷，比如朋友突然請你喝奶茶、參與活動中了小禮品。不過別被好運衝昏頭，覺得“運氣好，買彩票肯定中”，偏財是錦上添花，不是長期依賴。收到意外之財後，可以拿出一小部分獎勵自己，剩下的存起來，讓好運持續發酵。",
        "health_text": "可能會被薯片、辣條、糖果等零食吸引，但這些垃圾食品高油、高糖、高鹽，吃多了不僅容易長胖，還會讓皮膚變差、腸胃不適。儘量用水果（蘋果、香蕉、葡萄）或堅果（原味杏仁、核桃）代替零食，既能解饞又健康。如果實在想吃零食，控制量，別一包接一包。",
        "lucky_color": "天青色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "疑神疑鬼",
        "yi": "冥想放鬆",
        "all": "56%",
        "date": "2025-08-03",
        "love": "54%",
        "work": "52%",
        "money": "57%",
        "health": "63%",
        "notice": "自我懷疑的怪圈",
        "discuss": "52%",
        "all_text": "整體運勢著實不容樂觀，似乎陷入了一種自我懷疑的怪圈，對身邊人總是保持著質疑的態度。不管別人說什麼做什麼，你都會在心裡反覆琢磨，懷疑對方的動機是否單純。這種質疑並非毫無根據的謹慎，而是有些過度了，讓你和身邊人的關係變得有些緊張。大家可能會覺得和你相處起來有些累，因為你總是帶著一種防備。而且，過度的質疑會讓你自己陷入焦慮和不安的情緒中，無法放鬆地享受生活。你會發現自己總是在猜測和懷疑中度過，很難感受到生活中的美好和快樂。這種負面情緒還會影響你的判斷力，讓你做出一些不太理智的決定，進一步加重你的困擾。",
        "love_text": "單身的你，要警惕虛情假意的人，在感情中保持清醒的頭腦。別被一些表面的甜言蜜語所迷惑，多觀察對方的實際行動。已有伴者的你，不要三心二意，要一心一意地對待伴侶。珍惜眼前人，別因為一時的衝動而做出傷害對方的事情，不然可能會後悔莫及。",
        "take_star": "",
        "work_text": "容易陷入心不在焉的狀態，明明手頭有任務，卻總被無關的小事或思緒打斷。可能是對某個結果過度擔憂，或是被外界信息干擾，導致原本計劃好的節奏被打亂。這種“人在曹營心在漢”的感覺，會讓你既無法專注投入，又因拖延產生焦慮。建議主動屏蔽干擾源，給自己設定明確的時間節點，用行動打破內耗。",
        "lucky_star": "金牛座",
        "money_text": "要特別警惕“財運陷阱”，可能會遇到看似誘人的投資機會、兼職邀請，或者有人找你借錢、推銷產品，對方說得天花亂墜，但背後可能藏著風險。這天別輕易相信陌生人的“賺錢秘籍”，涉及錢的事多問幾句“靠譜嗎？”“有保障嗎？”，必要時諮詢專業人士。守住錢包，比賺大錢更重要。",
        "health_text": "可能會需要搬重物（比如快遞、行李箱），但動作不對容易扭傷腰或拉傷肌肉。搬東西時先蹲下，用腿部力量而不是腰部力量站起來，保持背部挺直，別猛然用力或突然轉身。如果東西太重，別硬撐，找朋友幫忙或用工具（推車、滑輪），避免受傷。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "粗心大意",
        "yi": "戶外旅行",
        "all": "82%",
        "date": "2025-08-03",
        "love": "73%",
        "work": "85%",
        "money": "80%",
        "health": "83%",
        "notice": "在擅長領域多努力",
        "discuss": "72%",
        "all_text": "整體運勢還不賴，這一天對你來說是個不錯的時機，可以試著在自己擅長的領域多努力。你本身就有著獨特的天賦和優勢，在這天這些優點會更加凸顯。你會發現自己做起擅長的事情來格外得心應手，靈感如泉湧，能夠輕鬆地克服各種困難。這種良好的狀態會讓你對自己更有信心，也更有動力去深入探索和發展自己的特長。而且，在擅長的領域努力，還能讓你獲得一種成就感，這種成就感會成為你前進的動力，讓你不斷追求更高的目標。你可能會在這一天發現一些新的機會和可能性，為自己的未來發展打下更好的基礎，讓自己在成長的道路上邁出堅實的一步。",
        "love_text": "單身的你，可以通過興趣拓展圈子，在興趣活動中遇到志同道合的人，增加脫單的機會。大膽地展示自己的魅力，吸引別人的注意。已有伴者的你，要學著換位思考，多站在伴侶的角度考慮問題。這樣能更好地理解對方的感受，減少矛盾和衝突，讓感情更加和諧。",
        "take_star": "",
        "work_text": "主題是“穩中求細”，整體進展順利，但需警惕“差不多就行”的心態。你可能會快速完成任務，但若不回頭檢查，容易因粗心留下小漏洞，比如數據錯誤、表述歧義等。這些細節雖不致命，卻可能影響他人對你的專業度評價。建議養成“完成-覆盤”的習慣，用5分鐘快速核對關鍵環節，反而能節省後續修正的時間。",
        "lucky_star": "射手座",
        "money_text": "適合“穩中求進”，手頭有閒錢的話，優先選擇穩健型理財，比如銀行定期、大額存單，收益雖然不高，但風險低，能保證資金安全。如果之前有投資，這天別頻繁操作，持有觀望比盲目買賣更明智。記住，理財不是“一夜暴富”，而是細水長流的積累，穩住就是勝利。",
        "health_text": "可能會因為運動、爬樓梯或久坐後起身，感覺膝蓋、手腕或腳踝有點酸脹，這是關節在提醒你“該保養了”。避免長時間保持一個姿勢，運動前做好熱身（活動關節、拉伸肌肉），運動後也放鬆放鬆。如果關節已經不舒服，可以用熱毛巾敷一敷，促進血液循環，緩解痠痛。",
        "lucky_color": "藏青色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於嚴肅",
        "yi": "踏實工作",
        "all": "68%",
        "date": "2025-08-03",
        "love": "70%",
        "work": "67%",
        "money": "65%",
        "health": "69%",
        "notice": "總是放大小問題",
        "discuss": "63%",
        "all_text": "整體運勢下滑，很容易陷入一種過於放大小問題的狀態。生活中難免會遇到一些小麻煩，但你卻會把這些小問題看得格外嚴重，彷彿它們是難以跨越的鴻溝。這種心態會讓你變得焦慮和煩躁，無法以平和的心情去面對生活中的瑣事。你會發現自己總是在為一些小事擔憂，精力都被消耗在這些無謂的煩惱上，沒有心思去做其他更有意義的事情。而且，過度放大小問題還會影響你的身體健康，讓你感到身心疲憊。你會覺得這一天做什麼都不順心，好像所有的事情都在和你作對。其實，很多問題並沒有你想象的那麼糟糕，只要你調整好心態，換個角度去看待，就會發現它們其實很容易解決。",
        "love_text": "單身的你，或許心裡已經有了喜歡的人，但不敢行動。可以鼓起勇氣，找個合適的時機表達自己的心意，說不定會有好的結果。已有伴者的你，要接受平淡的考驗，感情不可能一直充滿激情，平淡才是生活的常態。在平淡中相互陪伴，也是一種幸福。",
        "take_star": "",
        "work_text": "像被“任務清單”牽著走，看似忙碌卻缺乏重點。可能會同時處理多件事，但每件都只做到“及格線”，反而消耗了大量精力。這種“貪多求全”的模式，容易讓你陷入“忙而無功”的疲憊感。建議暫停盲目行動，先梳理優先級：哪些是必須完成的？哪些可以延後或委託？集中火力攻克核心目標，效率會大幅提升。",
        "lucky_star": "雙魚座",
        "money_text": "可能在吃喝玩樂上花銷超標，和朋友聚餐、看電影、買零食，每一筆都不貴，但加起來可能讓你錢包“受傷”。這天可以提前規劃娛樂預算，比如和朋友約好“只花200”，或者選擇免費的活動，比如公園散步、在家看電影。節制不是摳門，而是讓每一分錢都花得更有價值。",
        "health_text": "多留意牙齒健康，蛀牙可能會悄悄找上門，吃甜食或喝飲料後不漱口，細菌容易在牙齒上繁殖，腐蝕牙釉質。儘量少吃太甜的食物（蛋糕、糖果、碳酸飲料），吃完及時用清水或淡鹽水漱口，早晚認真刷牙（每次至少2分鐘），如果已經有牙洞或敏感，儘早去看牙醫，別拖成大問題。",
        "lucky_color": "墨綠色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "脫離實際",
        "yi": "創新思考",
        "all": "71%",
        "date": "2025-08-03",
        "love": "73%",
        "work": "69%",
        "money": "70%",
        "health": "72%",
        "notice": "行動思考趨於保守",
        "discuss": "67%",
        "all_text": "整體運勢一般，基於之前受挫的經歷，你在這一天的行動與思考都趨於保守。之前的挫折讓你變得有些小心翼翼，不敢輕易嘗試新的事物，害怕再次受到傷害。在做決定時，你會反覆權衡利弊，考慮各種可能出現的風險，這種謹慎雖然能避免一些不必要的麻煩，但也會讓你錯過一些機會。你會發現自己在這一天缺乏一些衝勁和勇氣，不敢大膽地去追求自己想要的東西。而且，過於保守的態度還會讓你在與人交往時顯得有些拘謹，不敢表達自己真實的想法和感受。不過，這種保守的狀態也不是完全沒有好處，它能讓你更加穩重，避免因為衝動而犯錯。只是，你也不要一直被過去的挫折束縛住，要適時地給自己一些鼓勵，勇敢地邁出第一步。",
        "love_text": "單身的你，似乎對感情沒有太多的想法，更享受一個人的自由時光。那就順其自然，別給自己太大的壓力，感情的事急不來。已有伴者的你，可以和伴侶一起規劃未來，討論一下未來的生活方向和目標。有了共同的規劃，感情也會更有奔頭。",
        "take_star": "",
        "work_text": "容易忽略“隱性因素”，比如未考慮到他人的需求、未預判潛在風險，或遺漏了某個關鍵步驟。這種“想當然”的狀態，可能導致後續需要返工或補救，反而浪費更多時間。建議行動前多問一句“是否還有其他可能？”，或主動向有經驗的人請教，藉助他人的視角完善計劃，能幫你避開不少坑。",
        "lucky_star": "摩羯座",
        "money_text": "需要“精打細算”，日常開銷可能會比平時多，比如通勤打車、買咖啡、臨時買辦公用品，這些小支出看似不起眼，但累積起來也不少。這天可以養成記賬習慣，每花一筆就記下來，晚上覆盤時就能清楚看到錢花哪兒了，哪些是必要的，哪些可以節省。控制好日常開銷，財務狀況會更健康。",
        "health_text": "長時間待在空調房裡，容易鼻塞、打噴嚏、喉嚨幹，這是“空調病”的信號。空調溫度別調太低（26℃左右最合適），每隔2-3小時開窗通風10分鐘，讓新鮮空氣進來。可以在空調房裡放盆水或用加溼器，保持空氣溼潤，避免皮膚和呼吸道太乾燥。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度幻想",
        "yi": "享受獨處",
        "all": "90%",
        "date": "2025-08-03",
        "love": "89%",
        "work": "91%",
        "money": "92%",
        "health": "93%",
        "notice": "能自己做主導者",
        "discuss": "95%",
        "all_text": "整體運勢簡直羨煞旁人，這一天你能自己做主導者。在生活中，你不再像以往那樣依賴他人的意見和決定，而是能夠堅定地按照自己的想法去做事。這種自主性會讓你感受到一種前所未有的自由和掌控感，彷彿整個世界都在你的掌握之中。你會發現自己在這一天思路格外清晰，能夠準確地判斷事情的走向，做出正確的決策。而且，作為主導者，你還能充分發揮自己的創造力和想象力，把事情處理得更加完美。這種良好的狀態會讓你在各個方面都表現出色，得到他人的認可和讚賞。你會感受到生活的美好和充實，對未來充滿信心和期待，彷彿一切都在朝著好的方向發展，讓你盡情享受這美好的一天。",
        "love_text": "單身的你，在感情方面能穩步推進關係，和心儀的對象相處得更加融洽。可以適當地增加一些互動，讓感情逐漸升溫。已有伴者的你，和伴侶之間的默契會提升，一個眼神、一個動作就能明白對方的意思。這種默契會讓你們的相處更加輕鬆愉快，感情也會更加深厚。",
        "take_star": "",
        "work_text": "無論是處理複雜任務還是學習新知識，都能沉浸其中，甚至進入“心流”狀態。這種高度的投入會讓你效率倍增，原本需要長時間完成的事情，可能提前搞定。同時，你的直覺也會變得敏銳，能快速抓住問題的關鍵，或發現隱藏的機會。建議利用這種狀態，挑戰稍有難度的目標，成果會讓你驚喜。",
        "lucky_star": "雙子座",
        "money_text": "進賬比預期多不少，可能是工作上的獎金、客戶的尾款，或者之前的投資有了回報。收到錢後別急著揮霍，先規劃好用途，比如把一部分存入“夢想基金”（買房、旅行等），一部分用於日常開銷，剩下的可以嘗試低風險理財。合理分配，讓這筆意外之財成為你財務增長的起點。",
        "health_text": "在廁所玩手機，一蹲就是十幾分鍾，這樣很容易引發痔瘡或加重便秘。上廁所時別帶手機、報紙，專心排便，時間控制在5分鐘內。平時多吃富含膳食纖維的食物（蔬菜、水果、全穀物），多喝水，保持大便通暢。如果已經有不適，可以用溫水坐浴緩解。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    }
  }
}