{
  "updated": "2026-01-21T19:15:20.314Z",
  "updateTime": "2026/1/22 上午3:15:20",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12230,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖拖拉拉",
        "yi": "提前做準備",
        "all": "83%",
        "date": "2026-01-21",
        "love": "86%",
        "work": "89%",
        "money": "60%",
        "health": "82%",
        "notice": "轉變與成長的可能",
        "discuss": "85%",
        "all_text": "整體運勢稍有起伏，這種波動並非全然負面，而是蘊含著轉變與成長的可能。面對這種變化，建議凡事行動前做好充分準備，這種準備並非是對未知的過度擔憂，而是以一種更從容的姿態去迎接可能出現的狀況。當運勢處於上升階段時，提前準備能讓你更好地抓住機會，將優勢進一步擴大；而當運勢稍有回落，充分的準備則能成為你的緩衝，避免因意外情況而陷入慌亂。在人際交往中，保持平和的心態，不要因一時的情緒波動而做出衝動的決定。以理性的思維去分析問題，以冷靜的態度去處理事務，能讓你在起伏的運勢中保持相對穩定的狀態，更好地應對各種情況。",
        "love_text": "單身的你，別總是縮在自己的小世界裡，勇敢地邁出那一步，去參加社交活動或者和老友聚聚。說不定在某個不經意的瞬間，那個讓你心動的人就出現了。要是遇到有好感的人，別猶豫，大膽表達自己的想法，說不定就能開啟一段美好的緣分。已有伴者的你，別總是宅在家裡，拉著伴侶一起出門走走。去公園散散步，或者看一場電影，在輕鬆的氛圍中，你們能更深入地瞭解彼此，感情也會在相處中不斷升溫。",
        "work_text": "對你而言，是充滿幹勁與活力的一天。整體狀態積極向上，勤勉的姿態會讓你在各項事務中都能投入足夠的精力。面對複雜的問題，不輕易退縮，憑藉自身的衝勁努力去解決。不過，有時可能會因為過於急切，而忽略一些細節，需要適當留意。",
        "lucky_star": "射手座",
        "money_text": "在財運上得勒緊褲腰帶啦，財政緊張的狀況可能會冒頭。日常開銷得仔細盤算盤算，那些非必要的東西就別急著買，不然錢就像流水一樣出去。買東西前多問問自己是不是真需要，剋制下衝動消費的念頭，不然月底看著空空的錢包，可就只能乾著急咯。",
        "health_text": "需要保持情緒的穩定。這一天可能會遇到些讓人上火的事兒，要是情緒大起大落，身體容易跟著遭殃，像頭疼、心跳加快都可能出現。遇到煩心事先深呼吸，冷靜下來再處理，也可以找朋友吐槽吐槽，把壞情緒都倒出來，讓身體輕鬆點。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不願做改變",
        "yi": "發揮創造力",
        "all": "94%",
        "date": "2026-01-21",
        "love": "91%",
        "work": "92%",
        "money": "98%",
        "health": "89%",
        "notice": "湧現出新鮮想法",
        "discuss": "94%",
        "all_text": "整體運勢呈現出積極向上的態勢，可謂棒棒噠。靈感如同潺潺溪流，源源不斷地源自生活，讓你腦海中湧現出許多新鮮的想法。這些想法並非憑空而來，而是基於對生活的細緻觀察和深刻感悟。它們為你的思維注入了新的活力，讓你看待事物的角度更加多元。在與他人交流互動時，這些新鮮想法會成為吸引他人的亮點，使你更容易獲得他人的認可和支持。不妨大膽地表達自己的觀點，分享內心的感悟，不要害怕與眾不同。同時，保持開放的心態，接納他人不同的意見和建議，這有助於你進一步完善自己的想法，讓靈感在交流碰撞中不斷昇華。",
        "love_text": "單身的你，感情運勢超棒，之前若有曖昧對象，不妨主動一點，關係很可能更進一步。要是還沒有目標，多去一些文藝場所，像書店、咖啡館，在那裡你可能會遇到那個與你靈魂契合的人。已有伴者的你，和伴侶相處甜蜜又溫馨。一起做頓飯，或者窩在沙發裡聊聊天，這些平凡的小事都能讓你們感受到彼此的愛意，感情也會更加穩固。",
        "work_text": "這一天你會迎來滿滿的收穫。前期付出的努力開始顯現成效，在各個方面都能看到明顯的進步。無論是處理事務的效率，還是對知識的理解深度，都有不錯的表現。能以穩健的步伐朝著目標前進，讓人感到安心且充滿成就感。",
        "lucky_star": "天秤座",
        "money_text": "你的財運那叫一個順風順水，財富豐收的好日子呀！之前付出的努力，在這天可能會得到實實在在的回報，說不定會有額外的獎金或者小驚喜進賬。可以好好規劃下這筆錢，是存起來還是做點小投資，讓錢生錢，讓好運一直延續下去。",
        "health_text": "睡前別想事情對健康很重要哦。要是睡前腦子裡還裝著一堆事兒，神經一直緊繃著，睡眠質量肯定好不了，第二天還會沒精神。晚上洗完澡，泡個腳放鬆放鬆，把煩惱都拋到腦後，舒舒服服地躺床上，聽聽舒緩的音樂，讓自己慢慢進入夢鄉。",
        "lucky_color": "咖啡色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目攀比",
        "yi": "注重外表打扮",
        "all": "80%",
        "date": "2026-01-21",
        "love": "81%",
        "work": "83%",
        "money": "86%",
        "health": "87%",
        "notice": "把控當前的節奏",
        "discuss": "85%",
        "all_text": "整體運勢平穩，你能夠很好地把控當前的節奏，這種掌控感讓你內心感到踏實和安心。在面對各種事務時，你不會被外界的干擾所左右，而是按照自己的計劃和步驟有條不紊地推進。這種平穩並非是停滯不前，而是在穩定中蘊含著前進的動力。你清楚地知道自己的目標和方向，不會因一時的誘惑或困難而偏離軌道。在人際交往中，你也能以平和的心態與他人相處，不會因情緒的起伏而影響人際關係。利用這種平穩的運勢，你可以靜下心來梳理自己的思路，為未來的發展做好規劃和準備，讓每一步都走得更加穩健。",
        "love_text": "單身的你，在社交場合中很容易邂逅新緣分。也許是在朋友的聚會上，也許是在工作交流中，那個讓你眼前一亮的人會突然出現。別害羞，大大方方地和對方交流，說不定一段浪漫故事就此開始。已有伴者的你，和伴侶相處融洽。你們可以一起計劃一次短途旅行，在旅途中共同經歷新鮮事物，增進彼此的感情，讓愛情更加甜蜜。",
        "work_text": "你的思維格外活躍，如同靈動的精靈，在各種想法和創意中穿梭。這種活躍的思維讓你在面對事務時能迅速找到解決辦法，提出新穎的觀點。但有時思維過於跳躍，可能會導致注意力分散，影響對事情的深入推進。",
        "lucky_star": "摩羯座",
        "money_text": "偏財小旺的運勢降臨到你頭上啦！可能會有一些意外的小收穫，像是朋友還錢、收到小禮物之類的。不過也別太貪心，別想著靠這小偏財發大財。可以把這意外之財存起來，或者買點喜歡的小物件犒勞下自己，讓這份好運帶來更多好心情。",
        "health_text": "正餐別吃太飽，不然腸胃可要抗議啦。吃得太撐，腸胃負擔加重，容易消化不良，肚子脹得難受。每餐吃到七八分飽就行，細嚼慢嚥，讓腸胃能好好消化食物。要是實在餓了，兩餐之間可以吃點水果、堅果，既健康又能緩解飢餓感。",
        "lucky_color": "紫色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "自我感動",
        "yi": "觀看藝術表演",
        "all": "59%",
        "date": "2026-01-21",
        "love": "51%",
        "work": "54%",
        "money": "53%",
        "health": "69%",
        "notice": "被別人想法牽著走",
        "discuss": "63%",
        "all_text": "整體運勢略差，你容易被別人的想法牽著鼻子走，從而失去自我判斷的能力。在面對各種觀點和建議時，你往往缺乏獨立思考，習慣性地跟隨他人的思路，這使得你在決策時容易陷入迷茫和困惑。這種狀態不僅會影響你對事物的正確判斷，還可能讓你錯過一些屬於自己的機會。要擺脫這種困境，你需要學會獨立思考，培養自己的判斷力。在聽取他人意見時，不要盲目接受，而是要結合自己的實際情況進行分析和判斷。同時，要堅定自己的信念，相信自己的能力和選擇，不要輕易被他人的看法所左右。只有保持獨立的思考和堅定的信念，才能在運勢不佳時找到屬於自己的方向。",
        "love_text": "單身的你，別總是妄自菲薄，覺得自己不夠好。其實你身上有很多閃光點，要自信起來。多參加一些活動，展示自己的魅力，說不定那個欣賞你的人就在不遠處。已有伴者的你，要警惕冷戰。遇到問題別憋在心裡，及時和伴侶溝通，把想法說出來。要是都悶著不說話，矛盾會越積越深，影響感情。",
        "work_text": "這一天你似乎陷入了困境，感覺諸事不順。在處理事務時，會遇到各種阻礙和難題，讓你有些力不從心。情緒也容易受到影響，變得焦慮和沮喪。不過，別灰心，這只是暫時的，調整好心態，積極尋找解決辦法才是關鍵。",
        "lucky_star": "水瓶座",
        "money_text": "這天可得留意財運啦，或有虧損的情況可能出現。在處理和錢有關的事情時要格外小心，買東西別被商家忽悠，投資啥的更是要謹慎再謹慎。別輕易相信那些高回報的承諾，不然一不小心就可能把自己的錢搭進去，到時候後悔都來不及。",
        "health_text": "容易產生焦慮情緒，這對健康可不利。焦慮會讓身體處於緊張狀態，時間長了免疫力會下降，還可能引發各種小毛病。感覺焦慮的時候，試試深呼吸，慢慢地吸氣再緩緩地呼氣，重複幾次，讓自己平靜下來。也可以出去散散步，換個環境，心情能好不少。",
        "lucky_color": "茶色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度應酬社交",
        "yi": "挖掘潛在能力",
        "all": "73%",
        "date": "2026-01-21",
        "love": "66%",
        "work": "65%",
        "money": "79%",
        "health": "71%",
        "notice": "不要輕易滿足現狀",
        "discuss": "68%",
        "all_text": "整體運勢不大穩定，這種不穩定並非意味著毫無希望，而是提醒你不要輕易滿足現狀，需保持危機感。運勢的波動可能會帶來一些挑戰和困難，但同時也蘊含著機遇和轉機。如果你滿足於當前的狀態，缺乏進取精神，就可能錯過這些潛在的機會。保持危機感能讓你時刻保持警惕，不斷提升自己的能力和素質，以應對可能出現的各種情況。在面對困難時，不要退縮和逃避，而是要勇敢地迎接挑戰，積極尋找解決問題的方法。通過不斷地努力和奮鬥，你能夠在不穩定的運勢中找到屬於自己的平衡點，實現自我價值的提升。",
        "love_text": "單身的你，要多提升個人魅力。換個新發型，買件新衣服，讓自己煥然一新。在社交場合中，自信地展現自己的優點，吸引他人的目光，說不定就能遇到那個讓你心動的人。已有伴者的你，和伴侶溝通要多一些耐心。遇到分歧時，別急著發脾氣，心平氣和地交流，傾聽對方的想法，這樣才能更好地解決問題，讓感情更和諧。",
        "work_text": "對你來說是一個蓄力的階段，整體運勢較為平穩，沒有太大的起伏。目前可能處於一個等待轉機的時期，雖然暫時看不到明顯的成果，但你所做的努力都在為未來的發展積累能量。要保持耐心，堅持下去。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運比較穩當，有穩健進賬的好跡象。工作上的努力會得到認可，可能會有一些收入進賬。不過也別因為有點小錢就大手大腳，還是要合理規劃開支，把錢花在刀刃上。可以制定個簡單的理財計劃，讓這筆錢發揮更大的作用。",
        "health_text": "要注意室內空氣流通哦。要是一直待在空氣不流通的房間裡，容易頭暈、乏力，還可能感染呼吸道疾病。每隔一段時間就開窗通通風，讓新鮮空氣進來。要是天氣冷，開窗時間短點也沒關係，多開幾次，保持室內空氣清新，身體才能更舒服。",
        "lucky_color": "杏色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人比較",
        "yi": "參加社交活動",
        "all": "55%",
        "date": "2026-01-21",
        "love": "60%",
        "work": "68%",
        "money": "57%",
        "health": "70%",
        "notice": "帶來很大的壓力",
        "discuss": "61%",
        "all_text": "整體運勢欠佳，過度與人攀比會給你帶來很大壓力。在人際交往中，你往往會不自覺地將自己與他人進行比較，關注他人的優點和成就，而忽略了自己的進步和閃光點。這種攀比心理會讓你陷入焦慮和不安之中，對自己的要求過於苛刻，從而給自己帶來巨大的心理負擔。要改善這種狀況，你需要調整自己的心態，學會接納自己的不完美。每個人都有自己的優點和不足，不要過分關注他人的長處而忽視自己的優勢。將注意力放在自己的成長和進步上，關注自己的內心需求和感受。以平和的心態看待他人的成就，從中汲取經驗和動力，而不是將其作為壓力的來源，這樣才能在運勢不佳時保持良好的心態。",
        "love_text": "單身的你，別抱著破罐子破摔的心態。感情的事急不來，要相信緣分總會在合適的時候出現。多出去走走，參加一些興趣小組，擴大自己的社交圈，增加遇到合適對象的機會。已有伴者的你，要注意別讓誤會加深。遇到事情別先入為主，多站在對方的角度思考問題。要是不小心產生了誤會，及時解釋清楚，別讓小問題影響感情。",
        "work_text": "這一天你會以穩步調整的姿態前行。在處理事務時，會認真審視每一個環節，發現問題及時調整。這種嚴謹的態度讓你在各方面都能保持穩定的發展，雖然進步可能不是特別明顯，但每一步都走得很紮實，為未來的提升奠定基礎。",
        "lucky_star": "白羊座",
        "money_text": "這天你在支出方面有點難控制呀，錢就像長了翅膀一樣容易飛走。可能會因為一些突發情況或者衝動消費，導致錢包癟癟。買東西前多想想，是不是真的需要，別看到打折就盲目購買。可以給自己設個消費上限，超過這個數就先停下，避免過度消費。",
        "health_text": "要加強運動鍛鍊啦。一直坐著不動，身體機能會下降，容易腰痠背痛。找個時間出去活動活動，像慢跑、跳繩都可以。運動能讓身體血液循環加快，增強免疫力，還能讓心情變好。就算沒時間去戶外，在家做做簡單的伸展運動，也能讓身體放鬆放鬆。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與家人拌嘴",
        "yi": "浪漫小心思",
        "all": "79%",
        "date": "2026-01-21",
        "love": "53%",
        "work": "71%",
        "money": "72%",
        "health": "73%",
        "notice": "許多被忽略的細節",
        "discuss": "79%",
        "all_text": "整體運勢處於一般水平，沒有特別突出的亮點，但也不存在明顯的阻礙。在這看似平常的日子裡，與其埋頭沉浸在手機構建的虛擬世界中，不如多留意周圍真實的環境與人事。現實生活裡藏著許多被忽略的細節，這些細節或許能為你帶來新的啟發和感悟。當你把注意力從手機屏幕上移開，會發現身邊人的情緒變化、周圍環境的細微改變，都可能成為影響你當天狀態的因素。多與身邊的人進行眼神交流、言語溝通，能讓你更好地融入當下的氛圍，避免因過度依賴手機而產生的疏離感。同時，留意周圍也能讓你捕捉到一些潛在的機會，可能是與他人建立更深厚關係的契機，也可能是發現新興趣點的線索。保持對周圍世界的敏銳感知，能讓這一天過得更加充實和有意義。",
        "love_text": "單身的你，冒頭的暗戀容易放棄。也許是因為缺乏勇氣，也許是對自己不夠自信。但別輕易放棄，勇敢一點，說不定對方也在期待你的主動。要是實在不敢表白，也可以先從朋友做起，慢慢了解。已有伴者的你，和伴侶的關係有些微妙。可能會因為一些小事產生小摩擦，別太計較，多給對方一些理解和包容，感情才能長久。",
        "work_text": "對你而言，整體處於一種需要平衡協調推進的狀態。在面對各項事務時，會感覺不同方面都有著不同的需求和壓力，彷彿在走一條需要精準把握平衡的鋼絲。既不能過於偏向某一邊而忽略其他，又要在有限的時間和精力裡，合理分配資源，讓各方面都能穩步發展，這需要你花費不少心思。",
        "lucky_star": "獅子座",
        "money_text": "你的理財能力能得到很好的發揮，理財得宜讓你在財運上順風順水。可以好好梳理下自己的財務狀況，看看哪些地方可以優化。比如把閒置的錢存個定期，或者選擇一些穩健的理財產品。合理規劃能讓你的錢越來越多，日子也過得更舒心。",
        "health_text": "要注意適度控糖哦。吃太多甜食，血糖容易升高，還可能長胖，對牙齒也不好。這一天少吃點蛋糕、糖果這些高糖食物，可以選擇吃些水果，既能滿足對甜味的需求，又比較健康。喝水的時候也別加太多糖，白開水才是最好的飲品，讓身體遠離高糖的危害。",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太愛出風頭",
        "yi": "居家大掃除",
        "all": "56%",
        "date": "2026-01-21",
        "love": "70%",
        "work": "71%",
        "money": "50%",
        "health": "68%",
        "notice": "警惕不恰當的舉動",
        "discuss": "54%",
        "all_text": "整體運勢欠佳，需要格外警惕內心那股愛出風頭的勁兒。在人際交往或各種場合中，過於渴望表現自己、吸引他人目光，很可能會適得其反。這種急切的心態容易讓你做出一些不恰當的舉動，說出一些欠考慮的話，從而給他人留下不好的印象。愛出風頭往往會讓你忽略他人的感受和需求，破壞原本和諧的人際關係。而且，過度追求表面的關注，可能會讓你偏離自己真正的目標和方向，陷入無意義的虛榮之中。在這一天裡，要學會收斂自己的鋒芒，保持低調和謙遜。以平和的心態參與各種活動，認真傾聽他人的意見和想法，尊重他人的存在和貢獻。這樣不僅能避免因愛出風頭而帶來的負面影響，還能讓你在沉穩中積累力量，為未來的發展打下更堅實的基礎。",
        "love_text": "單身的你，處於觀望中，對感情比較謹慎。這沒錯，但也別過於保守，錯過一些好機會。遇到有好感的人，可以先從朋友做起，慢慢了解對方，說不定會有驚喜。已有伴者的你，和伴侶的感情升溫。可以一起回憶過去的美好時光，或者為對方準備一份小驚喜，讓對方感受到你的愛意，感情會更加深厚。",
        "work_text": "這一天你有著洞察機遇前行的優勢。周圍看似平常的環境中，其實隱藏著不少能推動你前進的機會，只要你用心去觀察和感受，就能敏銳地捕捉到這些稍縱即逝的契機。不過，在發現機會的同時，也要保持冷靜，仔細分析其可行性，避免盲目行動，才能更好地利用這些機遇讓自己更上一層樓。",
        "lucky_star": "雙子座",
        "money_text": "這天投資方面不太順利，投資不利的情況可能會出現。要是之前有投資計劃，最好先緩一緩，別急著行動。市場情況不太明朗，盲目投資很容易虧錢。可以把注意力放在其他方面，等局勢穩定些，再考慮投資的事情，避免不必要的損失。",
        "health_text": "不要久坐或久站，不然身體會吃不消。久坐容易讓腰部、頸部痠痛，久站則會讓腿部疲勞、腫脹。工作或者學習一段時間，就起來活動活動，伸伸懶腰，踢踢腿。要是需要長時間站著，可以找個機會坐下來休息一會兒，讓身體得到放鬆，避免出現各種不適。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "參加同學聚會",
        "yi": "完成自律打卡",
        "all": "92%",
        "date": "2026-01-21",
        "love": "94%",
        "work": "96%",
        "money": "86%",
        "health": "98%",
        "notice": "自信大方的姿態",
        "discuss": "94%",
        "all_text": "整體運勢非常不錯，展現出自信大方的姿態，會讓你的魅力大幅提升。自信是一種無形的力量，它能讓你在人群中脫穎而出，吸引他人的目光。當你以自信的狀態面對生活時，會散發出一種積極向上的氣場，這種氣場會感染身邊的人，讓他們更願意與你交往和合作。大方則體現在你的言行舉止中，不拘小節、豁達開朗的性格會讓你贏得他人的好感。在與他人交流時，真誠地表達自己的想法和感受，不刻意掩飾或偽裝，能讓你建立起更真實、更深厚的人際關係。同時，自信大方的姿態也能讓你在面對各種情況時更加從容淡定，不會輕易被困難和挑戰打倒。保持這種良好的狀態，你會發現自己在這一天裡能夠收穫更多的快樂和滿足。",
        "love_text": "單身的你，魅力四射，很容易贏得好感。在社交場合中，你的樂觀開朗會吸引很多人的目光。別錯過這個好機會，主動和他人交流，說不定就能遇到那個與你志同道合的人。已有伴者的你，和伴侶浪漫相伴。可以一起去看一場浪漫的電影，或者去海邊散步，享受二人世界，讓愛情在浪漫的氛圍中更加甜蜜。",
        "work_text": "對你來說是一個靈感迸發高進的日子。腦海中如同有靈感的火花不斷閃爍，各種新奇的想法和創意源源不斷地湧現出來。這種充滿創造力的狀態讓你在處理事務時能夠獨闢蹊徑，找到與眾不同的解決方案。不過，在享受靈感帶來的愉悅時，也要注意將想法落地實施，避免只停留在空想階段。",
        "lucky_star": "金牛座",
        "money_text": "意外之財會降臨到你身邊哦！可能會收到一筆意外的錢，或者有一些額外的賺錢機會。這意外之財就像天上掉下來的餡餅，讓你心情大好。不過也別太得意忘形，好好規劃下這筆錢，可以存起來以備不時之需，讓這份好運持續下去。",
        "health_text": "多進行身體拉伸好處多多。拉伸能讓身體肌肉得到放鬆，增加身體的柔韌性，還能促進血液循環。早上起床後，做幾個簡單的拉伸動作，能讓你快速清醒，精神一整天。晚上睡覺前拉伸一下，能幫助放鬆身心，提高睡眠質量。隨時隨地都能拉伸，讓身體更健康。",
        "lucky_color": "金色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "展示個人魅力",
        "all": "83%",
        "date": "2026-01-21",
        "love": "86%",
        "work": "85%",
        "money": "73%",
        "health": "88%",
        "notice": "用心觀察和把握",
        "discuss": "86%",
        "all_text": "整體運勢尚佳，或許會有一些展示個人優勢的機會悄然出現。這些機會可能並不明顯，需要你用心去觀察和把握。在日常的交往和活動中，留意身邊人的需求和問題，結合自己的特長和能力，主動提供幫助或解決方案。當你展現出自己的優勢時，不僅能讓他人對你刮目相看，還能為自己積累良好的口碑和人脈資源。在把握機會的過程中，要保持冷靜和理智，不要因為一時的興奮而盲目行動。仔細分析每個機會的可行性和潛在風險，制定合理的計劃和策略。同時，也要做好充分的準備，確保自己在展示優勢時能夠發揮出最佳水平。通過積極把握這些機會，你能在這一天裡進一步提升自己的形象和影響力。",
        "love_text": "單身的你，有望遇到良人。多參加一些行業活動或者社交聚會，在那裡你可能會遇到那個和你有著共同目標和理想的人。遇到合適的人，別錯過機會，主動出擊。已有伴者的你，和伴侶攜手同行。一起面對生活中的挑戰，互相支持，互相鼓勵。在共同奮鬥的過程中，你們的感情會更加堅定。",
        "work_text": "這一天你以踏實耕耘有成的姿態穩步前行。你深知成功沒有捷徑，只有通過腳踏實地的努力才能收穫成果。因此，你會專注於每一個細節，認真對待每一項任務，不浮躁、不投機取巧。這種務實的態度會讓你在各方面都取得紮實的進步，雖然可能不會一下子有驚人的表現，但日積月累，成果會逐漸顯現。",
        "lucky_star": "天蠍座",
        "money_text": "這天正財穩升，工作上的付出會得到相應的回報，收入可能會有所增加。這是你努力工作的成果，要好好珍惜。可以趁著這個好時機，給自己定個更高的目標，繼續努力工作，爭取讓收入再上一個臺階。同時也要注意合理消費，別讓錢輕易溜走。",
        "health_text": "要提防腱鞘炎找上門哦。要是長時間使用鼠標、鍵盤，或者做重複性的手部動作，手腕容易受傷，引發腱鞘炎。工作的時候，每隔一段時間就活動活動手腕，轉轉圈，放鬆放鬆。也可以準備個護腕，給手腕一些支撐和保護，降低患腱鞘炎的風險。",
        "lucky_color": "米白色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨波逐流",
        "yi": "閱讀一本書籍",
        "all": "98%",
        "date": "2026-01-21",
        "love": "93%",
        "work": "95%",
        "money": "96%",
        "health": "97%",
        "notice": "以廣闊視野部署",
        "discuss": "91%",
        "all_text": "整體運勢步步高昇，能夠以廣闊的視野進行部署。在這一天裡，你的思維不再侷限於眼前的瑣碎事務，而是能夠站在更高的角度看待問題，從宏觀層面進行規劃和安排。這種廣闊的視野讓你能夠洞察到事物之間的內在聯繫和發展趨勢，從而做出更明智的決策。在面對各種選擇和挑戰時，你不會被短期的利益所迷惑，而是著眼於長遠的發展。以這種思維方式進行部署，能讓你在處理事務時更加有條不紊，避免陷入混亂和迷茫之中。同時，廣闊的視野也能激發你的創造力和想象力，讓你想出一些新穎獨特的解決方案。利用這一天的良好運勢，積極拓展自己的思維邊界，為未來的發展制定更全面、更合理的計劃。",
        "love_text": "單身的你，真愛在靠近。也許是在一次偶然的相遇中，也許是在朋友的介紹下，那個對的人會出現在你的生活裡。保持開放的心態，迎接這份美好的感情。已有伴者的你，和伴侶情意綿綿。可以一起做一些有意義的事情，比如做公益，在幫助他人的過程中，你們會更加珍惜彼此，感情也會更加深厚。",
        "work_text": "你憑藉創新引領進步。你有著獨特的思維方式和前瞻性的眼光，不滿足於現狀，敢於突破傳統，嘗試新的方法和模式。這種創新精神會讓你在眾多人中脫穎而出，成為推動事物發展的關鍵力量。不過，在創新的過程中，也要考慮實際情況和可行性，避免過於理想化而脫離實際。",
        "lucky_star": "雙魚座",
        "money_text": "你的財路大開，會有很多賺錢的機會出現在你面前。可能是新的業務合作，或者是兼職的機會。要敏銳地抓住這些機會，積極行動起來。不過也別太貪心，要選擇適合自己的項目，認真對待每一個機會，這樣才能讓財運一直旺下去。",
        "health_text": "睡前別玩手機啦。手機屏幕發出的藍光會影響睡眠質量，讓你難以入睡，還可能做噩夢。晚上把手機放在離床遠一點的地方，避免睡前忍不住去拿。可以看看書，或者和家人聊聊天，讓大腦慢慢放鬆下來，這樣更容易進入甜美的夢鄉，第二天精神飽滿。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "擴大社交圈子",
        "all": "91%",
        "date": "2026-01-21",
        "love": "90%",
        "work": "93%",
        "money": "92%",
        "health": "90%",
        "notice": "一切都得心應手",
        "discuss": "94%",
        "all_text": "整體運勢相當給力，是明媚燦爛的一天，一切都顯得得心應手。在這一天裡，你會感覺周圍的環境都格外友好，各種事情都能按照自己的意願順利推進。這種良好的狀態會讓你心情愉悅，充滿活力。在與人交往時，你的親和力和溫柔特質會得到更好的發揮，能夠輕鬆地與他人建立起良好的溝通和互動。無論是與熟悉的人還是陌生人交流，都能營造出和諧融洽的氛圍。在做事情時，你的思維清晰，判斷準確，能夠高效地完成各項任務。而且，你還會發現自己在處理問題時更加靈活多變，能夠根據實際情況及時調整策略。享受這一天的美好運勢，保持積極樂觀的心態，讓這份好運延續下去，為生活增添更多的色彩和樂趣。",
        "love_text": "單身的你，這一天或許有浪漫的邂逅，可能是在某個不經意的瞬間，那個讓你心動的人會突然出現在你面前。也許是在書店，也許是在公園，抓住這個機會，開啟一段浪漫的愛情之旅。已有伴者的你，和伴侶愛意滿溢。一起為對方做一頓愛心晚餐，或者給對方一個溫暖的擁抱，讓對方感受到你的深情，感情會更加甜蜜。",
        "work_text": "這一天機遇垂青順遂，彷彿幸運之神在默默守護著你。周圍會出現許多有利於你發展的機會，無論是人際關係方面的助力，還是外部環境帶來的便利，都能讓你在前進的道路上更加順暢。不過，機遇雖然降臨，但也需要你主動去把握，積極行動起來，才能將機遇轉化為實際的成果。",
        "lucky_star": "處女座",
        "money_text": "財源廣進的一天，各種賺錢的渠道都向你敞開。可能會有一些額外的收入，或者得到一些賺錢的好點子。要充分發揮自己的優勢，把這些機會都利用起來。可以和朋友交流交流，看看能不能一起合作賺錢。同時也要注意理財，讓賺來的錢能更好地保值增值。",
        "health_text": "不要長時間看手機，不然眼睛會又酸又脹，還可能視力下降。看手機一段時間後，就閉上眼睛休息一會兒，或者向遠處眺望，讓眼睛得到放鬆。也可以做做眼保健操，按摩一下眼周的穴位，緩解眼睛疲勞。保護好眼睛，才能看清這個美麗的世界。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    }
  }
}