{
  "updated": "2026-01-01T11:08:36.035Z",
  "updateTime": "2026/1/1 下午7:08:36",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13284,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "往人多地方擠",
        "yi": "組織小型聚餐",
        "all": "56%",
        "date": "2025-12-31",
        "love": "66%",
        "work": "55%",
        "money": "60%",
        "health": "61%",
        "notice": "陷入棘手的狀況",
        "discuss": "59%",
        "all_text": "整體運勢略顯低迷，容易陷入一些讓人感到棘手的狀況中，那些難題彷彿自帶一種讓人頭大的特質，接二連三地出現，擾亂原本平靜的節奏。在面對這些狀況時，或許會感覺有些力不從心，原本順暢的思緒也變得有些混亂，難以迅速找到有效的解決辦法。周圍的環境似乎也增添了幾分壓抑感，讓心情難以輕鬆起來。不過，這並不意味著毫無轉機，只要保持冷靜，不被情緒左右，嘗試從不同的角度去思考問題，或許能慢慢找到突破困境的方向，只是這個過程可能會比較漫長，需要足夠的耐心和毅力去應對，整體而言，這一天在處理各種狀況時會比較吃力，需要做好心理準備。",
        "love_text": "單身的你，在感情上或許會有些內斂，不太願意主動展現自己。別總是低調沉默啦，適當打開心扉，說不定在某個不經意的場合，就能遇到那個讓你心動的人。已有伴者的你，感情裡可別過度戀愛腦哦。別把全部精力都放在對方身上，也要有自己的生活，不然可能會讓對方感到壓力，給彼此一些空間，感情才能更長久。",
        "work_text": "彷彿置身於荊棘叢中，前行之路阻力重重。日常任務推進時，各種意外狀況頻出，干擾著你的節奏。原本計劃好的流程被打亂，需要不斷調整應對。和同事、同學間的協作也不太順暢，容易因意見不合產生摩擦，影響整體進度，讓你有些心力交瘁。",
        "lucky_star": "金牛座",
        "money_text": "可得留意購物方面的事兒，很容易掉進一些看似誘人實則暗藏陷阱的消費圈套裡。可能商家打著各種促銷旗號，讓你覺得不買就虧，可實際買回來發現用處不大。這一天在花錢前得多想想，別衝動下單，不然錢包可要“受傷”，辛苦賺的錢就白白浪費啦。",
        "health_text": "要管得住嘴，別被那些不健康的零食勾了去。像薯片、糖果這類高熱量、高糖分的零食，吃多了不僅容易長胖，還可能影響腸胃消化。要是實在饞了，就選點堅果、酸奶，既能解饞又健康。這一天儘量規律飲食，少吃零食，讓腸胃輕鬆點，身體也會更有活力。",
        "lucky_color": "咖啡色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "連續簽到斷籤",
        "yi": "窩在家裡倒數",
        "all": "60%",
        "date": "2025-12-31",
        "love": "51%",
        "work": "58%",
        "money": "64%",
        "health": "66%",
        "notice": "不進則退的態勢",
        "discuss": "55%",
        "all_text": "整體運勢欠佳，呈現出一種不進則退的被動態勢。彷彿有一股無形的力量在推動著，若不主動向前，就會被逐漸拉向後方。在這種狀態下，可能會感覺做什麼事情都有些提不起勁，缺乏足夠的動力和積極性。原本計劃好的事情，也可能會因為各種原因而進展緩慢，甚至出現停滯不前的狀況。周圍的環境似乎也沒有太多的助力，反而增添了一些阻礙，讓原本就不順利的情況更加棘手。不過，也不必過於沮喪，雖然整體運勢不佳，但只要不放棄，在困境中尋找機會，主動做出一些改變和調整，或許能夠慢慢扭轉這種不利的局面，只是過程可能會比較艱難。",
        "love_text": "單身的你，面對喜歡的人容易害羞緊張，這可能會讓你錯過一些機會。試著放鬆自己，大大方地去交流，說不定能開啟一段美好的緣分。已有伴者的你，在感情裡不要過度迎合對方。你有自己的想法和感受，一味遷就可能會迷失自我，坦誠表達自己的需求，才能讓感情更加平衡健康。",
        "work_text": "容易陷入一種做事缺乏持續動力的狀態，呈現出半途而廢的傾向。在處理事務時，剛開始可能滿懷熱情，但做到一半就容易失去耐心，注意力開始分散。面對一些需要長期投入精力的事情，會因看不到短期成果而選擇放棄，導致很多事情無法圓滿完成，留下遺憾。",
        "lucky_star": "雙魚座",
        "money_text": "在花錢上可不能太隨意，大手大腳的毛病得改改。也許看到喜歡的東西就忍不住買買買，完全不考慮自己的實際需求和預算。這一天得剋制下消費慾望，買東西前先列個清單，只買真正需要的，不然等月底一看賬單，可能會被自己驚人的消費額嚇一跳。",
        "health_text": "要留意睡眠問題。這一天可能因為各種事情，比如聚會、娛樂，導致睡覺時間推遲。睡眠不足會讓你第二天精神萎靡，還可能影響免疫力。所以晚上儘量早點放下手機，營造一個安靜舒適的睡眠環境，泡個腳、聽聽舒緩的音樂，讓自己儘快進入夢鄉，養足精神。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不提前做攻略",
        "yi": "跨年倒數活動",
        "all": "80%",
        "date": "2025-12-31",
        "love": "72%",
        "work": "79%",
        "money": "84%",
        "health": "81%",
        "notice": "比較活躍的狀態",
        "discuss": "88%",
        "all_text": "整體運勢尚可，處於一種比較活躍的狀態。內心對跨年活動充滿了熱情，十分熱衷於參與其中，享受那種熱鬧歡快的氛圍。這種熱情會讓生活變得豐富多彩，帶來不少樂趣。然而，在沉浸於跨年活動的同時，也別忽略了正事。可能會因為過於投入娛樂而分散了注意力，導致一些原本應該關注的事情被擱置一旁。若能平衡好娛樂與正事之間的關係，既盡情享受跨年帶來的歡樂，又不耽誤其他重要的事情，那麼這一天將會過得充實而愉快。否則，可能會在事後發現有些事情沒有處理好，給自己帶來一些不必要的麻煩，所以需要把握好這個度。",
        "love_text": "單身的你，是提升個人魅力的好時機。可以精心打扮一下自己，參加一些社交活動，展現出自信的一面，說不定就能吸引到異性的目光。已有伴者的你，要注重和伴侶的情感交流。別隻顧著自己忙，找個時間坐下來，和對方聊聊心裡話，分享彼此的喜怒哀樂，能讓感情更加深厚。",
        "work_text": "整體情況有小有進展的態勢。在這一天，你在處理各種事務時，能感受到一些積極的信號。雖然過程中還是會遇到一些小阻礙，但憑藉你的靈活應變能力，都能順利化解。在和他人交流合作中，能獲得一些新的思路和啟發，為推進事情的發展提供助力，讓各項事務朝著好的方向慢慢前進。",
        "lucky_star": "白羊座",
        "money_text": "財運方面有不錯的小機遇在等著你，特別是在投資這塊。可能會發現一些平時沒注意到的小投資項目，有著不錯的潛力。別錯過這些小機會，多去了解了解，結合自己的實際情況，合理投入一點資金，說不定能收穫一份意外的小驚喜，讓錢包鼓起來一點。",
        "health_text": "適合適度運動來煥發活力。這一天別總窩在家裡，出去跑跑步、打打球，或者做做瑜伽。運動能促進血液循環，增強體質，還能讓心情變好。不過也別運動過量，根據自己的身體狀況選擇合適的運動方式和強度，運動前後做好熱身和拉伸，避免受傷。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "零點後洗澡",
        "yi": "看演出節目",
        "all": "86%",
        "date": "2025-12-31",
        "love": "82%",
        "work": "83%",
        "money": "89%",
        "health": "88%",
        "notice": "按照想法去行動",
        "discuss": "81%",
        "all_text": "整體運勢較為穩定，是尚且舒適的一天。能夠按照自己內心的想法去行動，不受外界過多的干擾和束縛。這種自由自在的狀態讓人感覺十分愜意，彷彿可以隨心所欲地安排自己的生活。周圍的環境也相對和諧，沒有太多的矛盾和衝突，讓人能夠放鬆心情，享受這份寧靜與舒適。在這一天裡，可以盡情地做自己喜歡的事情，無論是靜靜地思考，還是與親朋好友相聚，都能感受到生活的美好。這種穩定的運勢讓人心情愉悅，能夠以平和的心態面對生活中的一切，整體而言，這一天會過得輕鬆而愉快，沒有太多的煩惱和壓力。",
        "love_text": "單身的你，有很大機會邂逅心動瞬間。可能在某個轉角，或者一次普通的聚會中，那個讓你小鹿亂撞的人就會出現，要留意身邊的人哦。已有伴者的你，和伴侶之間可以多一些互動，一起做些有趣的事，增進彼此的默契。比如一起做頓飯，或者看一場電影，讓感情在溫馨的氛圍中升溫。",
        "work_text": "整體進展順利。在這一天，你處理各項事務時，彷彿有一股無形的助力，讓一切都顯得井井有條。無論是工作上的任務安排，還是學習中的知識吸收，都能按照你的預期穩步推進。和周圍人的溝通協作也十分融洽，大家齊心協力，共同為實現目標努力，讓你能輕鬆應對各種情況，收穫滿滿的成就感。",
        "lucky_star": "射手座",
        "money_text": "有意外的小饋贈降臨到你這兒，給你的財運添點彩。可能是朋友送的一份小禮物，雖然價值不一定很高，但卻能讓你感受到溫暖。也可能是在一些日常小事裡，比如抽獎、撿到小錢之類的，雖然都是小驚喜，但也能讓你心情愉悅，給這一天帶來好運氣。",
        "health_text": "不妨多享受水果的滋養。水果富含維生素和礦物質，對身體好處多多。這一天可以去水果店挑些新鮮的水果，像蘋果、橙子、香蕉，直接吃或者做成水果沙拉。既能補充身體所需的營養，又能滿足味蕾。不過也別一次吃太多，尤其是腸胃不太好的人，適量食用就好。",
        "lucky_color": "蔥綠色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和家人鬥氣",
        "yi": "參加聚會派對",
        "all": "96%",
        "date": "2025-12-31",
        "love": "97%",
        "work": "88%",
        "money": "91%",
        "health": "94%",
        "notice": "好運浪潮推著走",
        "discuss": "90%",
        "all_text": "整體運勢不斷走高，彷彿有一股好運的浪潮在推動著。出門遇貴人，在與人交往的過程中，很容易得到他人的幫助和支持，這些貴人的出現會為生活帶來不少便利和驚喜。諸事皆順的節奏讓人感覺十分暢快，無論做什麼事情都能順利進行，很少遇到阻礙和困難。這種順利的運勢會讓人充滿信心和動力，更加積極地面對生活。在這一天裡，可以大膽地去嘗試一些新的事物，勇敢地追求自己的目標，因為好運會一直陪伴在身邊，為成功增添助力。整體而言，這一天將會充滿喜悅和成就感，是值得期待的一天。",
        "love_text": "單身的你，桃花運會主動靠近你哦。你身上散發的魅力會吸引到不少異性的關注，說不定很快就能開啟一段浪漫的戀情。已有伴者的你，和伴侶的感情會升溫甜蜜。你們可以一起規劃一些浪漫的活動，比如去一個一直想去的地方旅行，或者送對方一份貼心的禮物，讓感情更加濃烈。",
        "work_text": "你會有收穫頗豐的感覺。在這一天，你之前的努力開始顯現成果，無論是事業上的項目推進，還是學業中的知識積累，都能看到明顯的進步。在處理事務時，你能充分發揮自己的能力，展現出強大的執行力，得到周圍人的認可和讚賞。同時，還能從中學到新的技能和經驗，為未來的發展打下堅實基礎。",
        "lucky_star": "獅子座",
        "money_text": "財運超棒，會有貴人出現在你身邊，給你帶來不少生財的機會。這個貴人可能是你的領導、合作伙伴或者是有經驗的前輩，他們會給你提供一些有用的建議或者資源，幫你打開新的財路。抓住這些機會，好好表現，說不定能在這一天收穫一筆不小的財富，讓生活更滋潤。",
        "health_text": "心情會格外愉悅，精神狀態超棒。這一天可以盡情去做自己喜歡的事情，和朋友聚會、看電影、逛街，讓自己的快樂延續下去。好心情對健康很重要，能增強免疫力，讓你遠離疾病。不過也別太興奮過度，注意勞逸結合，適當休息，這樣才能一直保持好狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "劇透新劇情",
        "yi": "嘗試新發型",
        "all": "72%",
        "date": "2025-12-31",
        "love": "83%",
        "work": "71%",
        "money": "81%",
        "health": "75%",
        "notice": "試著主動融入氛圍",
        "discuss": "82%",
        "all_text": "整體運勢一般般，沒有特別突出的亮點，但也不至於太差。不妨試著主動融入熱鬧的跨年氛圍中，不要總是獨自待在一旁。參與熱鬧的活動能夠讓人感受到生活的活力和熱情，拓寬自己的視野，結交一些新的朋友。在這個過程中，或許會發現一些新的樂趣和驚喜，讓自己的生活變得更加豐富多彩。如果一直保持沉默和孤僻，可能會錯過很多美好的瞬間，讓這一天顯得有些平淡無奇。所以，放下心中的顧慮，勇敢地走出自己的小世界，去擁抱這份熱鬧和歡樂，說不定會給這一天帶來不一樣的色彩，讓原本普通的運勢變得有些特別起來。",
        "love_text": "單身的你，或許會遇到聊得來的對象。在交流中，你們會發現彼此有很多共同話題，相處起來很舒服，不妨試著進一步發展。已有伴者的你，要學會理解包容對方。每個人都有自己的小缺點，不要總是揪著不放，多一些寬容，站在對方的角度思考問題，感情會更加和諧。",
        "work_text": "需要循序漸進地推進各項事務。在這一天，事情的發展不會一蹴而就，需要你保持耐心，一步一個腳印地去完成。不能急於求成，否則容易出現失誤。在處理複雜問題時，要分解任務，逐步解決。和他人合作時，也要注意溝通方式，避免因急躁而產生矛盾，只有穩紮穩打，才能取得理想的結果。",
        "lucky_star": "巨蟹座",
        "money_text": "在理財方面只要精打細算，就能有盈餘。這一天你對每一筆開支都能做到心中有數，不會盲目消費。買東西時會貨比三家，挑選性價比最高的商品。而且還能合理規劃自己的資金，把一部分存起來，一部分用於必要的消費。這樣下來，錢包裡的錢不僅不會變少，還能有所增加。",
        "health_text": "要保持規律作息身體才會棒。這一天按照平時的作息時間，按時起床、睡覺，別因為跨年等活動打亂節奏。規律的作息能讓身體的各個器官正常運轉，維持身體的平衡。早上可以早起一會兒，吃頓營養豐富的早餐，晚上早點上床，保證充足的睡眠，讓身體得到充分的休息。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門不洗頭",
        "yi": "跨年演唱會",
        "all": "85%",
        "date": "2025-12-31",
        "love": "84%",
        "work": "71%",
        "money": "76%",
        "health": "88%",
        "notice": "純粹的個人空間",
        "discuss": "84%",
        "all_text": "整體運勢處於較好的狀態，外界干擾因素較少，能擁有相對純粹的個人空間與思維環境。這種平靜且少干擾的氛圍，為思考來年計劃與總結過往提供了絕佳條件。沒有了外界嘈雜聲音的干擾，思緒可以更加清晰、有條理地梳理過去一年的經歷，從中汲取經驗教訓，同時也能靜下心來規劃未來一年的目標與方向。在思考過程中，能夠更加專注於自身的需求與期望，不被外界的看法和期望所左右，從而制定出更貼合自身實際情況的計劃。這種自主且深入的思考，會讓內心感到充實與滿足，為未來的發展奠定堅實的基礎。不過，在專注于思考的同時，也別完全與外界隔絕，適當與身邊的人交流想法，或許能獲得新的啟發。",
        "love_text": "單身的你，通過社交有機會覓得良緣。多參加一些社交聚會，擴大自己的社交圈子，在人群中展現你的優雅和魅力，說不定就能遇到那個對的人。已有伴者的你，和伴侶一起共享浪漫時光吧。可以一起去吃一頓浪漫的晚餐，或者漫步在街頭，享受二人世界，讓感情在浪漫的氛圍中更加穩固。",
        "work_text": "整體狀態漸入佳境。一開始或許還有些手忙腳亂，面對諸多事務不知從何下手，但隨著時間推移，你逐漸找到節奏。在處理各種事情時，思路愈發清晰，能合理分配精力，將各項任務安排得有條不紊。和周圍人的交流也更加順暢，能從他人那裡獲得有益的建議，助力自己更好地推進事情，整體氛圍輕鬆且積極。",
        "lucky_star": "雙子座",
        "money_text": "在消費上要保持理性，避免不必要的浪費。這一天你可能會被各種促銷活動吸引，產生很多衝動消費的念頭。但別急著下單，先冷靜下來想想自己是否真的需要這些東西。如果不買會不會影響生活，如果只是因為便宜就買，很可能買回來就閒置了，這樣既浪費了錢，又佔地方，實在不划算。",
        "health_text": "要避免久坐多活動。這一天可能會花不少時間坐著，比如看電影、玩遊戲或者工作。長時間坐著會影響血液循環，導致腰痠背痛。所以每隔一段時間就站起來活動活動，伸伸懶腰、走動走動，促進血液循環，緩解身體的疲勞。也可以利用空閒時間做些簡單的運動，保持身體的活力。",
        "lucky_color": "杏色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "手機忘充電",
        "yi": "和朋友相約",
        "all": "80%",
        "date": "2025-12-31",
        "love": "83%",
        "work": "81%",
        "money": "82%",
        "health": "85%",
        "notice": "社交活動的邀請",
        "discuss": "86%",
        "all_text": "整體運勢呈現出穩中有升的態勢，社交方面會有不少動態。可能會收到很多社交活動的邀請，這為拓展人脈、豐富生活提供了良好的機會。面對這些邀請，不妨有選擇地參加，根據自己的興趣和需求來決定。參加合適的社交活動，能夠結識到不同領域、不同性格的人，與他們的交流互動可以開闊視野，增長見識，帶來新的體驗和感受。在社交過程中，能夠展現出自己的獨特魅力，吸引他人的關注和認可，進一步增強自信心。不過，在享受社交樂趣的同時，也要注意把握好度，避免過度投入而忽略了自身的感受和需求，保持一種平衡的狀態，讓社交成為提升生活質量的助力而非負擔。",
        "love_text": "單身的你，要主動釋放好感哦。遇到喜歡的人，不要總是藏在心裡，勇敢地表達自己的心意，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶進行深度心靈溝通很重要。找個安靜的時間，和對方坦誠地交流彼此的想法和感受，讓彼此更加了解，感情也會更加深厚。",
        "work_text": "你會明顯感覺到成效顯著。在這一天，你付出的努力開始得到實實在在的回報。無論是處理日常事務還是應對突發狀況，都能展現出強大的能力和應對技巧。你所做出的決策大多都能取得良好效果，周圍人也會對你投來認可的目光。在團隊協作中，你的表現尤為突出，能帶動整體氛圍，推動事情朝著目標快速前進。",
        "lucky_star": "處女座",
        "money_text": "很適合通過合作來生財，會有不少合作機會找上門來。可能是和同事一起完成一個項目，也可能是和朋友一起做點小生意。在合作過程中，大家優勢互補，能發揮出更大的能量。只要你們齊心協力，好好把握這些機會，就能創造出不錯的收益，讓彼此的財運都更上一層樓。",
        "health_text": "要注意補充水分潤身心。這一天可能會因為忙碌或者玩樂而忘記喝水，身體缺水會影響新陳代謝，導致皮膚乾燥、便秘等問題。所以要多提醒自己喝水，不要等到口渴了才喝。可以準備一個水杯，隨時放在身邊，時不時喝上一口。也可以喝些果汁、茶水，增加水分的攝入。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨波逐流",
        "yi": "和重要的人跨年",
        "all": "75%",
        "date": "2025-12-31",
        "love": "73%",
        "work": "68%",
        "money": "78%",
        "health": "76%",
        "notice": "來自節日的期待",
        "discuss": "84%",
        "all_text": "整體運勢中規中矩，周圍熱鬧的氛圍會帶來一些期待感。跨年的熱鬧氣息瀰漫在空氣中，這種歡快的氛圍容易讓人心情愉悅，對未來充滿憧憬。然而，熱鬧也容易讓人分心，導致心太散。在享受熱鬧的同時，要時刻提醒自己保持專注，不要被過多的娛樂活動衝昏頭腦，忘記了自己原本的目標和計劃。可以適當地參與一些熱鬧的活動，感受節日的歡樂，但也要給自己留出一些獨處的時間，靜下心來思考和沉澱。避免因為過度追求熱鬧而迷失方向，保持清醒的頭腦，才能更好地把握生活中的機會，讓這一天過得既充實又有意義，不至於在熱鬧過後感到空虛和迷茫。",
        "love_text": "單身的你，不妨順其自然。感情的事急不來，保持一顆平常心，做好自己，屬於你的緣分說不定就會在不經意間降臨。已有伴者的你，要保持和伴侶相處的新鮮感。可以一起嘗試一些新的事物，比如學習一門新的技能，或者去一個新的地方探險，讓感情充滿活力。",
        "work_text": "過程略有波折的一天，你在推進事情時會遇到一些小阻礙，原本順利的節奏被打亂。可能會出現一些意外狀況，需要你臨時調整計劃。和他人溝通時，也可能會因為觀點不同產生一些小摩擦，影響心情。不過，這些波折並不會對你的整體進度造成太大影響，只要保持冷靜，積極應對，還是能逐步解決問題。",
        "lucky_star": "天蠍座",
        "money_text": "在收支方面要謹慎規劃，保證穩定。這一天你的收入和支出可能會有一些小波動，可能會有一些意外的開支出現。所以在花錢之前，要先看看自己的錢包，做好預算安排。對於不必要的消費能省則省，把錢花在刀刃上。這樣才能保證收支平衡，不會出現入不敷出的情況。",
        "health_text": "要注意保暖防著涼。這一天雖然可能天氣還不錯，但早晚溫差大，出門的時候別穿得太單薄。尤其是頭部、頸部、腳部這些容易受涼的部位，要做好保暖措施，戴上帽子、圍巾、手套。晚上睡覺也要蓋好被子，避免著涼感冒。要是感覺有點冷，可以多喝點熱水，暖暖身子。",
        "lucky_color": "金黃色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜醒來玩手機",
        "yi": "戴上圍脖圍巾",
        "all": "92%",
        "date": "2025-12-31",
        "love": "94%",
        "work": "93%",
        "money": "96%",
        "health": "91%",
        "notice": "朝積極方向前進",
        "discuss": "97%",
        "all_text": "整體運勢非常出色，正朝著積極的方向穩步前進，會有很多驚喜收穫。彷彿有一股無形的力量在推動著，讓生活充滿了好運和機遇。在這一天裡，可能會在不經意間遇到一些令人驚喜的事情，這些驚喜可能來自於各個方面，無論是與他人的交流互動，還是對周圍環境的感知，都可能帶來意想不到的收穫。這種積極的運勢會讓人心情愉悅，充滿信心和動力，更加積極地面對生活中的一切。可以大膽地去嘗試一些新的事物，勇敢地表達自己的想法和感受，因為好運會一直陪伴在身邊，為成功增添助力。整體而言，這一天將會充滿喜悅和成就感，是值得好好珍惜和把握的一天。",
        "love_text": "單身的你，真愛可能會降臨身旁哦。也許在某個平常的日子裡，那個與你靈魂契合的人就會出現，要好好把握機會。已有伴者的你，和伴侶攜手規劃未來吧。一起討論一下未來的生活目標，制定一些計劃，為了共同的未來努力奮鬥，會讓你們的感情更加堅定。",
        "work_text": "將大獲成功的一天，所做之事大多都能順利達成目標。無論是處理複雜的工作任務，還是攻克學習上的難題，都能遊刃有餘。你的努力和才華得到充分展現，周圍人對你的能力讚歎不已。而且，你還可能獲得一些意外之喜，為自己的努力增添更多光彩，讓你充滿成就感。",
        "lucky_star": "水瓶座",
        "money_text": "事業上的高升會給你帶來滾滾財源。這一天你在工作上的表現會得到領導的認可和賞識，可能會得到晉升的機會或者拿到一筆豐厚的獎金。而且隨著事業的發展，你的收入也會水漲船高。好好努力工作，抓住這些機會，讓事業和財運都更上一層樓，未來的生活也會更有保障。",
        "health_text": "適合去戶外散步，保持心情舒暢。這一天別總待在室內，出去走走，呼吸一下新鮮空氣，感受大自然的美好。可以選擇去公園、河邊或者郊外，邊散步邊欣賞風景，放鬆心情。散步還能促進消化，增強體質。不過要注意選擇合適的路線和時間，避免走太累或者遇到危險。",
        "lucky_color": "米黃色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿睡衣出門",
        "yi": "做個美美髮型",
        "all": "93%",
        "date": "2025-12-31",
        "love": "87%",
        "work": "92%",
        "money": "91%",
        "health": "96%",
        "notice": "有滿滿的儀式感",
        "discuss": "93%",
        "all_text": "整體運勢十分亮眼，社交人氣頗高，充滿了滿滿的跨年儀式感。在社交場合中，能夠成為眾人矚目的焦點，吸引他人的關注和喜愛。與他人的交流互動輕鬆愉快，能夠結識到很多志同道合的朋友，拓展自己的社交圈子。這種高人氣的狀態會讓人感到自信和滿足，增強對生活的熱愛和期待。同時，跨年的儀式感也讓這一天變得格外特別，無論是精心佈置的環境，還是與親朋好友共同參與的活動，都充滿了溫馨和歡樂的氛圍。在這種氛圍的感染下，心情也會變得格外舒暢，能夠盡情享受生活的美好。可以充分利用這一天的高人氣和儀式感，創造更多美好的回憶，讓這一天成為生活中一段難忘的經歷。",
        "love_text": "單身的你，你的獨特會吸引目光。不用刻意去迎合別人，保持自己的個性，在人群中自然會有人欣賞你的與眾不同，說不定愛情就在不遠處。已有伴者的你，要尊重彼此的空間。每個人都有自己的隱私和獨立的生活，不要過度干涉對方，給彼此足夠的自由，感情會更加輕鬆愉快。",
        "work_text": "一路暢通無阻。這一天，你處理各種事務時都十分順利，彷彿一切都在按照你的預期發展。沒有遇到什麼明顯的阻礙和困難，能輕鬆地完成各項任務。和周圍人的合作也非常默契，大家心往一處想，勁往一處使，共同為實現目標而努力。這種良好的狀態讓你充滿信心，能以更加飽滿的熱情投入到後續的事情中。",
        "lucky_star": "天秤座",
        "money_text": "靈感會給你帶來新的財路。這一天你的思維特別活躍，會有很多新奇的想法冒出來。這些想法可能會給你在理財或者創業方面帶來新的思路和方向。別浪費這些靈感，好好思考一下如何把它們變成現實。說不定就能開闢出一條新的賺錢途徑，讓自己的財運煥然一新。",
        "health_text": "可以通過聽聽音樂緩壓力。這一天可能會面臨一些壓力，比如工作上的任務、生活上的瑣事。這時候不妨戴上耳機，聽一些喜歡的音樂，讓自己沉浸在音樂的世界裡，忘卻煩惱。音樂能調節情緒，緩解壓力，讓你的心情變得輕鬆愉快。也可以跟著音樂哼唱幾句，釋放內心的壓力。",
        "lucky_color": "奶油色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "加班到深夜",
        "yi": "跨年儀式感",
        "all": "58%",
        "date": "2025-12-31",
        "love": "71%",
        "work": "52%",
        "money": "50%",
        "health": "60%",
        "notice": "低迷情緒籠罩著",
        "discuss": "53%",
        "all_text": "整體運勢較為低迷，容易陷入沮喪的情緒中。周圍的環境似乎也缺乏一些活力，讓人感覺有些壓抑。不過，不要讓這種低迷的情緒持續籠罩著自己，試著主動接觸更大的社交圈子。走出自己熟悉的小圈子，去結識更多的人，與不同的人交流互動，能夠帶來新的視角和體驗，打破現有的沉悶狀態。在新的社交環境中，可能會發現一些新的樂趣和機會，讓自己的生活重新煥發生機。雖然一開始可能會有些不適應，但只要勇敢地邁出第一步，積極地去參與和交流，就能夠逐漸融入其中，收穫新的友誼和快樂。不要讓低迷的運勢影響自己的心情，主動出擊，才能改變現狀，讓生活變得更加美好。",
        "love_text": "單身的你，別給自己太大壓力。感情的事不能強求，放鬆心態，以最好的狀態去迎接愛情，說不定很快就能遇到那個讓你心動的人。已有伴者的你，要用心經營感情。生活中多一些關心和體貼，在對方需要的時候給予支持和鼓勵，讓對方感受到你的愛，感情會更加甜蜜。",
        "work_text": "容易出現注意力不集中的情況。在這一天，你很難將精力完全集中在正在做的事情上，思緒容易飄走。處理事務時，會出現一些小失誤，影響整體進度。和他人交流時，也可能因為走神而沒聽清對方的話，導致溝通不暢。需要時刻提醒自己保持專注，調整狀態，才能減少失誤，更好地完成各項事情。",
        "lucky_star": "摩羯座",
        "money_text": "可得嚴防財物出現小損失。這一天你可能會比較粗心大意，容易丟三落四，或者在一些小事上疏忽大意，導致財物受損。比如出門忘記鎖門，可能會丟東西；或者在使用電器時沒注意安全，造成一些小故障。所以這一天要多留個心眼，注意保管好自己的財物，避免不必要的損失。",
        "health_text": "要小心用眼防疲勞。這一天可能會長時間盯著電子屏幕，比如看電視、玩手機、玩遊戲，眼睛很容易疲勞。眼睛疲勞會導致視力下降、眼睛乾澀、疼痛等問題。所以要注意用眼衛生，每隔一段時間就休息一下眼睛，看看遠處或者做做眼保健操。也可以滴些眼藥水，緩解眼睛的不適。",
        "lucky_color": "墨綠色",
        "lucky_number": "5"
      }
    }
  }
}