{
  "updated": "2025-12-14T19:07:46.328Z",
  "updateTime": "2025/12/15 上午3:07:46",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15872,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "粗心大意",
        "yi": "多元化發展",
        "all": "95%",
        "date": "2025-12-14",
        "love": "98%",
        "work": "95%",
        "money": "91%",
        "health": "92%",
        "notice": "人群中自帶光芒",
        "discuss": "93%",
        "all_text": "整體運勢相當出彩，在人群中你就像自帶光芒，很容易成為亮眼的存在。無論身處何種場合，你的獨特魅力都能吸引他人的目光，讓人忍不住將注意力放在你身上。這種強大的氣場會讓你在社交方面順風順水，結識到不少有趣的人，拓展自己的人脈圈子。在與人交流互動時，你的觀點和想法也更容易被他人接受和認可，能充分展現自己的智慧與才華。而且，這種良好的狀態還會影響到你的情緒，讓你一整天都保持積極向上的心態，面對各種情況都能從容應對，不會輕易被困難打倒。你彷彿有一種無形的力量，推動著自己去探索更多未知的領域，嘗試新鮮的事物，讓生活充滿樂趣與驚喜。",
        "love_text": "單身的你，身邊或許會出現熱心腸的貴人，主動為你牽線搭橋，介紹合適的對象。別錯過這些機會，積極赴約，說不定就能邂逅那個讓你心動的人。已有伴者的你，和另一半的感情十分堅定，彼此信任，能一起面對生活中的小挑戰，感情在相互扶持中愈發深厚。",
        "work_text": "思維活躍得如同歡快跳躍的音符。在面對各種任務和問題時，總能靈機一動，想出新穎獨特的解決辦法，讓原本複雜棘手的情況變得輕鬆許多。這種良好的狀態會讓你在處理事務時充滿自信，效率大幅提升，無論是工作還是學習，都能取得不錯的進展，彷彿開啟了順風順水的一天。",
        "lucky_star": "雙子座",
        "money_text": "財運相當不錯，存款有穩步上漲的趨勢。這一天裡，你之前合理的儲蓄規劃開始顯現成效，資金在穩定積累。在理財方面，不用做太多複雜的操作，保持現有的穩健策略就好。不過也別因為財運好就掉以輕心，還是要留意日常開銷，避免不必要的消費，讓存款能持續穩定增長。",
        "health_text": "健康運不錯，去公園走走會是絕佳選擇。公園清新的空氣和開闊的環境能讓你身心舒暢，在漫步過程中，身體的各個部位都能得到適度鍛鍊，增強免疫力。要是能約上朋友一起，還能在交流中放鬆心情，讓這一天活力滿滿，以更好的狀態迎接生活。",
        "lucky_color": "綠色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故步自封",
        "yi": "培養創意思維",
        "all": "60%",
        "date": "2025-12-14",
        "love": "58%",
        "work": "66%",
        "money": "53%",
        "health": "62%",
        "notice": "模稜兩可的態度",
        "discuss": "59%",
        "all_text": "整體運勢欠佳，容易出現模稜兩可的態度。在做決策或者面對選擇時，你往往難以堅定地表明自己的立場，總是在不同選項之間搖擺不定。這種猶豫不決的狀態不僅會讓你自己感到困擾，也可能會給身邊的人帶來一些不便。在與人交往中，你的這種態度可能會讓對方覺得你不夠真誠或者缺乏主見，從而影響彼此之間的信任和關係。而且，這種模糊的態度還可能讓你錯過一些不錯的機會，因為機會往往稍縱即逝，當你還在猶豫的時候，它可能就已經被別人抓住了。所以，今日你需要努力克服這種心態，學會果斷地做出決定，相信自己的判斷，不要總是被外界的因素所幹擾。",
        "love_text": "單身的你，容易陷入自我否定的怪圈，覺得自己不夠好，不敢主動追求愛情。其實每個人都有閃光點，要相信自己的魅力，勇敢邁出第一步。已有伴者的你，在感情裡過於卑微，總是遷就對方，長期這樣會讓感情失衡。試著表達自己的想法和需求，讓對方瞭解真實的你。",
        "work_text": "容易陷入鑽牛角尖的困境。在做決策或者處理問題時，會過度糾結於細節，難以從整體視角看待事情，導致思路受阻，進展緩慢。這種狀態不僅讓你自己感到疲憊，還可能影響周圍人的節奏。你需要試著跳出自己設定的框架，換個角度思考，或許就能豁然開朗，找到更合適的解決途徑。",
        "lucky_star": "天蠍座",
        "money_text": "財運狀況不太樂觀，花錢容易大手大腳。這一天裡，各種消費誘惑會不斷出現在你面前，可能一看到喜歡的東西就忍不住下單，完全不考慮是否實用。在理財上，要格外注意控制自己的購物慾望，制定一個消費預算並嚴格執行，不然辛苦賺來的錢很容易就花出去了，導致財務狀況緊張。",
        "health_text": "要留意情緒問題，容易情緒化。情緒波動大可能會影響內分泌，進而影響身體狀態。這一天不妨找些能讓自己平靜下來的事做，比如看看書、聽聽輕柔的音樂，把注意力從煩心事上轉移開，保持平和心態，讓身體和情緒都穩穩當當。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏自我表達",
        "yi": "付諸行動",
        "all": "79%",
        "date": "2025-12-14",
        "love": "81%",
        "work": "76%",
        "money": "80%",
        "health": "79%",
        "notice": "以實踐驗證對錯",
        "discuss": "75%",
        "all_text": "整體運勢一般，不妨通過實踐驗證對錯。你腦海中可能會有很多想法和計劃，但僅僅停留在思考層面是不夠的，只有將其付諸實踐，才能真正知道是否可行。在面對一些事情時，不要急於下結論或者盲目跟從他人的意見，而是要親自去嘗試、去探索。通過實踐，你可以積累寶貴的經驗，發現自己的不足之處，從而不斷改進和完善自己。而且，實踐的過程也是一個學習和成長的過程，它能讓你更加深入地瞭解事物的本質和規律。當然，在實踐的過程中也可能會遇到一些困難和挫折，但不要輕易放棄，要堅持不懈地努力，相信通過自己的實踐，你能夠找到正確的方向，取得一定的成果。",
        "love_text": "單身的你，有極大可能邂逅心動瞬間，也許是在某個不經意的場合，與那個特別的人目光交匯，瞬間產生奇妙的感覺。抓住這股心動的感覺，主動上前交流。已有伴者的你，和另一半的甜蜜氛圍不斷升溫，一起做些浪漫的小事，比如看一場電影、吃一頓美食，感情會更加甜蜜。",
        "work_text": "傾向於維持現狀，對新的挑戰和變化缺乏足夠的熱情和動力。在面對日常任務時，會按照既定的模式和方法去完成，雖然能夠順利推進，但缺乏創新和突破。這種狀態可能會讓你錯過一些提升自己的機會，不妨試著主動尋求一些改變，嘗試新的方法，說不定能發現新的樂趣和潛力。",
        "lucky_star": "白羊座",
        "money_text": "財運表現良好，投資方面會有小回報。這一天裡，你之前參與的一些穩健型投資項目開始有了收益，雖然不是大額回報，但也讓人心情愉悅。在理財方面，可以繼續關注市場動態，不過別盲目跟風投入過多資金，保持理性投資，根據自己的風險承受能力來調整投資組合，讓收益穩步提升。",
        "health_text": "適當做拉伸很有必要。長時間保持一個姿勢，身體容易僵硬，拉伸能活動筋骨，促進血液循環。在工作或學習間隙，花幾分鐘做做簡單的拉伸動作，像伸展手臂、轉動脖子，能讓身體更靈活，緩解疲勞，以更輕鬆的姿態應對一天的事務。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "同理心氾濫",
        "yi": "聚焦一個目標",
        "all": "80%",
        "date": "2025-12-14",
        "love": "73%",
        "work": "79%",
        "money": "86%",
        "health": "82%",
        "notice": "朝著目標方向努力",
        "discuss": "87%",
        "all_text": "整體運勢還可以，不妨給自己定一個小目標。有了目標，你就有了前進的方向和動力，不會在生活的海洋中迷失自我。這個目標可以是關於個人興趣愛好的，比如學會一首新歌、畫一幅漂亮的畫；也可以是關於生活習慣的，比如每天早起半小時、堅持閱讀半小時。無論目標大小，只要你能夠朝著這個方向努力，就一定會有所收穫。在追求目標的過程中，你會感受到自己的進步和成長，這種成就感會讓你更加自信和快樂。而且，當你完成一個小目標後，還可以給自己設定下一個更高的目標，不斷挑戰自己，超越自己。同時，在實現目標的過程中，你還能結識一些志同道合的朋友，一起分享經驗和快樂，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，緣分正悄然靠近，可能在社交活動中結識到不錯的人，對方身上有吸引你的特質，讓你有進一步瞭解的慾望。不妨多花些時間和對方相處。已有伴者的你，和另一半相處溫馨平和，沒有太多的波瀾，這種平淡的幸福也很珍貴，可以一起規劃未來，讓感情更有方向。",
        "work_text": "需要注意合理安排時間。在這一天，你可能會面臨多項任務或學習內容，如果沒有合理規劃，很容易出現手忙腳亂的情況，導致一些重要的事情被拖延。你需要根據事情的輕重緩急，制定一個清晰的計劃，按照計劃有條不紊地進行，這樣才能提高效率，確保各項任務都能順利完成，避免出現混亂的局面。",
        "lucky_star": "射手座",
        "money_text": "你的財運不錯，副業收入有增加的跡象。這一天裡，你在副業上的努力開始得到回報，可能會接到更多的業務訂單或者獲得額外的收入渠道。在理財方面，對於副業賺來的錢，要做好合理規劃，可以拿出一部分用於儲蓄，一部分用於提升副業技能，讓副業能持續為你帶來穩定的收入增長。",
        "health_text": "宜睡前泡泡腳。忙碌一天後，睡前用熱水泡泡腳，能促進腳部血液循環，緩解腳部疲勞，還能幫助放鬆身心。在泡腳時，可以放些艾葉、生薑等，增添暖身效果。泡完腳後，再舒舒服服地睡上一覺，第二天醒來，整個人都會神清氣爽，充滿活力。",
        "lucky_color": "米白色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於完美主義",
        "yi": "親近大自然",
        "all": "55%",
        "date": "2025-12-14",
        "love": "50%",
        "work": "53%",
        "money": "57%",
        "health": "60%",
        "notice": "調整自己的心態",
        "discuss": "61%",
        "all_text": "整體運勢略差，完美主義在作怪。你總是希望一切都能做到盡善盡美，對自己和身邊的人都有著很高的要求。然而，這種追求完美的心態在可能會給你帶來一些困擾。因為現實往往並不如你所願，很多事情可能無法達到你心中的標準，這會讓你感到失望和沮喪。而且，過於追求完美還可能會讓你變得過於苛刻和挑剔，不僅給自己帶來很大的壓力，也會讓身邊的人感到不舒服。在與他人合作或者相處時，你的這種態度可能會引發一些矛盾和衝突，影響彼此之間的關係。所以，今日你需要學會調整自己的心態，接受事物的不完美，不要過分苛求自己和他人。學會在不完美中找到美好，以更加輕鬆和寬容的心態去面對生活。",
        "love_text": "單身的你，在感情方面有些迷茫，不知道自己真正想要什麼樣的伴侶，也不清楚如何去尋找愛情。不妨靜下心來，梳理自己的內心需求。已有伴者的你，和另一半容易因為一些小事產生矛盾，雙方都不肯讓步，導致矛盾升級。遇到問題時，要學會換位思考，相互理解。",
        "work_text": "容易出現摸魚偷懶的情況。或許是前期的忙碌讓你感到有些疲憊，在這一天，你可能會缺乏工作的熱情和學習的動力，對任務和作業提不起精神，總想著偷懶放鬆。然而，這種狀態可能會讓你錯過一些重要的信息和機會，影響整體的表現。你需要及時調整自己的狀態，給自己設定一些小目標，激勵自己積極行動起來。",
        "lucky_star": "金牛座",
        "money_text": "你的財運不太好，消費衝動難以控制。這一天裡，你很容易被各種新鮮事物吸引，看到什麼就想買什麼，完全不考慮自己的實際需求和財務狀況。在理財方面，要給自己設定一個嚴格的消費限額，在購物前先冷靜思考一下是否真的需要，避免因為衝動消費而讓自己的錢包癟下去，影響整體的財務健康。",
        "health_text": "要注意避免久坐不動。長時間坐著，身體代謝會變慢，還可能引發腰部、頸部不適。這一天，每隔一段時間就起身活動活動，伸伸懶腰、走動走動。也可以利用午休時間，到戶外散散步，讓身體動起來，提高新陳代謝，保持健康活力。",
        "lucky_color": "天藍色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "口無遮攔",
        "yi": "享受舞臺",
        "all": "96%",
        "date": "2025-12-14",
        "love": "90%",
        "work": "94%",
        "money": "90%",
        "health": "98%",
        "notice": "大展拳腳的狀態",
        "discuss": "92%",
        "all_text": "整體運勢棒棒噠，你會享受大展拳腳的自由狀態。在這一天裡，你彷彿擺脫了各種束縛和限制，能夠自由自在地發揮自己的才能和潛力。你可以按照自己的想法和意願去做事情，不用擔心受到他人的干擾和約束。這種自由的狀態會讓你感到無比的暢快和愉悅，激發你的創造力和想象力。你會有很多新穎的想法和創意，並且能夠將其順利地付諸實踐。在與人交往中，你也能夠更加自信和從容地表達自己的觀點和意見，贏得他人的尊重和認可。而且，這種良好的狀態還會吸引一些積極向上的人來到你身邊，與你一起分享快樂和成功。你可以盡情地享受這種自由自在的感覺，充分發揮自己的優勢，創造屬於自己的精彩。",
        "love_text": "單身的你，這一天會收到浪漫的邀約，對方精心策劃的約會讓你感受到滿滿的心意，這可能是愛情來臨的信號。認真對待這次邀約，說不定就能開啟一段美好的戀情。已有伴者的你，和另一半的感情更加穩固，彼此之間的默契度提升，一個眼神、一個動作就能明白對方的心意，感情愈發堅不可摧。",
        "work_text": "如同裝上了強勁的助推器，各方面都如虎添翼。在處理事務時，你的思維清晰，邏輯嚴謹，能夠快速準確地分析問題並找到解決方案。無論是工作上的項目推進，還是學習中的知識掌握，都能得心應手，取得令人滿意的成果。這種良好的狀態會讓你充滿成就感，也為你未來的發展打下堅實的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運很棒，理財收益十分可觀。這一天裡，你之前精心制定的理財計劃開始發揮巨大作用，無論是基金、股票還是其他理財產品，都有不錯的收益。在理財方面，可以繼續保持這種嚴謹的態度，不過也別過於保守，可以適當關注一些新的投資機會，但一定要做好充分的研究和分析，讓收益更上一層樓。",
        "health_text": "早睡早起精神好。規律的作息能讓身體各器官得到充分休息和修復，增強身體抵抗力。這一天晚上早點放下手機，營造一個安靜舒適的睡眠環境，早早入睡。早上按時起床，吃一頓營養豐富的早餐，開啟活力滿滿的一天，以良好的精神狀態應對各種挑戰。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斤斤計較",
        "yi": "保持自信",
        "all": "73%",
        "date": "2025-12-14",
        "love": "69%",
        "work": "71%",
        "money": "68%",
        "health": "75%",
        "notice": "欠缺行動的勇氣",
        "discuss": "72%",
        "all_text": "整體運勢稍有起伏，自信方面顯得不太堅定。在面對一些情況時，內心容易產生自我懷疑，對自身能力的認可度有所降低。這種不自信的狀態會讓你在決策時猶豫不決，不敢果斷地做出選擇。同時，還欠缺一點行動的勇氣，即便有了想法，也可能會因為擔心失敗或者顧慮過多而不敢付諸實踐。這種狀態會讓你錯過一些潛在的機會，使原本可能順利推進的事情變得有些停滯不前。不過，運勢並非完全消極，只要你能意識到自己的問題，努力調整心態，給自己一些積極的心理暗示，嘗試克服內心的恐懼和不安，勇敢地邁出第一步，隨著行動的展開，自信也會逐漸建立起來，運勢也會隨之有所好轉，逐漸擺脫這種起伏不定的狀態。",
        "love_text": "單身的你，在尋愛路上有些吃力，可能會遇到一些不太合適的人，讓你有些灰心。但彆氣餒，這只是暫時的，調整好心態，繼續尋找。已有伴者的你，和另一半溝通略顯不暢，容易因為溝通不到位產生誤解。遇到問題時，要耐心地和對方交流，把心裡的想法說清楚。",
        "work_text": "整體狀態較為平穩，但可能會遇到一些突發狀況或棘手問題，容易讓你內心泛起波瀾。此時遇事冷靜就顯得尤為重要，若能穩住心神，不被情緒左右，憑藉你良好的溝通協調能力，大多能順利化解難題。若慌了手腳，則可能讓情況變得更復雜，影響整體進展，所以保持冷靜是關鍵。",
        "lucky_star": "水瓶座",
        "money_text": "財運一般，購物容易超出預算。這一天裡，你在逛街或者網購時，很容易被各種促銷活動吸引，一不小心就會買很多東西，導致花費超出原本的計劃。在理財方面，要提前制定好購物清單和預算，在購物時嚴格按照清單購買，避免被不必要的商品誘惑，這樣才能保證財務狀況穩定，不會出現入不敷出的情況。",
        "health_text": "聽聽舒緩音樂是個不錯的放鬆選擇。舒緩的音樂能放鬆緊張的神經，減輕壓力和焦慮感。在感到疲憊或煩躁時，戴上耳機，沉浸在音樂的世界裡，讓身心得到片刻的寧靜。也可以在工作間隙聽，既能緩解壓力，又能提高工作效率，讓這一天過得更輕鬆愉快。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "浪費金錢",
        "yi": "多角度思考",
        "all": "60%",
        "date": "2025-12-14",
        "love": "55%",
        "work": "61%",
        "money": "52%",
        "health": "68%",
        "notice": "人際關係碰釘子",
        "discuss": "54%",
        "all_text": "整體運勢下滑，容易在人際關係上碰釘子。在與他人交往的過程中，可能會因為一些言語或行為上的不當，引發他人的不滿或者誤解，從而導致關係變得緊張。也許是你的表達方式過於直接，沒有考慮到對方的感受，讓對方覺得被冒犯；又或者是在處理問題時，沒有充分與他人溝通協調，引起了一些不必要的矛盾。這些人際方面的問題會讓你感到有些煩悶和困擾，影響你的情緒和狀態。面對這種情況，你需要冷靜下來，反思自己的行為和言語，主動與對方進行溝通，誠懇地表達自己的想法和歉意，嘗試化解矛盾，修復關係。同時，在今後的交往中，也要更加註意自己的言行舉止，尊重他人的感受，以避免類似的問題再次發生。",
        "love_text": "單身的你，感情進展不太順利，可能會遇到一些阻礙，比如喜歡的人對自己沒有同樣的感覺，或者表白被拒。別太難過，這只是人生的小插曲。已有伴者的你，和另一半之間信任出現危機，可能會因為一些小事懷疑對方，這對感情傷害很大。要相信對方，給彼此一些空間。",
        "work_text": "你在這天容易碰上自己的短板。在推進各項事務時，那些平時不太擅長或容易忽視的環節會凸顯出來，成為阻礙你前進的絆腳石。這可能會讓你有些挫敗感，但換個角度看，這也是一個發現自身不足、提升自己的好機會。正視這些問題，積極尋求解決辦法，就能化短板為優勢。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不佳，財物容易出現損耗。這一天裡，要格外留意自己的物品，可能會出現丟失、損壞等情況，導致不必要的財產損失。在理財方面，除了要注意保管好個人財物，在投資方面也要謹慎行事，避免參與高風險的投資項目，以免造成資金損失，可以選擇一些穩健的理財方式來保障資金安全。",
        "health_text": "要留意容易出現消化不良的問題。這一天在飲食上要格外注意，避免暴飲暴食，儘量選擇清淡易消化的食物，像蔬菜、水果、粥類等。吃飯時要細嚼慢嚥，減輕腸胃負擔。飯後可以適當散步，促進消化，讓腸胃保持健康狀態，避免出現腹脹、腹痛等不適。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷享樂",
        "yi": "做好財務管理",
        "all": "93%",
        "date": "2025-12-14",
        "love": "91%",
        "work": "90%",
        "money": "96%",
        "health": "90%",
        "notice": "事半功倍的驚喜",
        "discuss": "92%",
        "all_text": "整體運勢正當旺盛，總有事半功倍的驚喜。在這一天裡，你彷彿被一股積極向上的力量所環繞，無論做什麼事情都感覺格外順利。你的思維變得格外敏捷，能夠快速地捕捉到關鍵信息，做出正確的判斷和決策。而且，你的行動效率也很高，能夠高效地完成各項任務，節省了不少時間和精力。這種良好的狀態還會讓你在與人交往中更加得心應手，能夠輕鬆地與他人建立良好的關係，贏得他人的好感和支持。在面對一些挑戰時，你也能充滿信心地迎接，憑藉自己的能力和智慧順利克服困難。這種旺盛的運勢會讓你一整天都心情愉悅，充滿成就感，不妨好好享受這種美好的狀態，積極地去探索和嘗試新的事物。",
        "love_text": "單身的你，有望開啟浪漫戀曲，可能會遇到那個讓你一見鍾情的人，對方的出現讓你的生活變得豐富多彩。勇敢地表達自己的感情，不要錯過這份緣分。已有伴者的你，和另一半享受著甜蜜時光，一起做喜歡的事情，分享生活中的點點滴滴，感情在歡聲笑語中不斷升溫。",
        "work_text": "彷彿被注入了一股強大的動力，整個人充滿幹勁，對待各項任務都能全力以赴。這種積極的狀態會讓你在處理事情時更加專注和高效，無論是複雜的工作項目，還是繁重的學習任務，都能以飽滿的熱情去應對。而且你的行動力超強，說做就做，這種果斷的作風會為你贏得不少機會。",
        "lucky_star": "獅子座",
        "money_text": "或有獎金意外降臨。這一天裡，你可能會在工作上得到領導的認可，獲得一筆額外的獎金，或者在一些活動中中獎。在理財方面，對於這筆意外之財，不要一下子就花光，可以拿出一部分存起來，作為應急資金，另一部分可以用於改善生活或者進行一些小額投資，讓這筆錢發揮更大的價值。",
        "health_text": "健康運超棒，來場戶外騎行是個好主意。騎行不僅能鍛鍊身體，增強心肺功能，還能欣賞戶外的風景，放鬆心情。選擇一條風景優美的路線，在騎行過程中感受大自然的美好，讓身心都得到愉悅。騎行前要做好熱身運動，注意安全，盡情享受這充滿活力的一天。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "態度太冷漠",
        "yi": "多開拓視野",
        "all": "94%",
        "date": "2025-12-14",
        "love": "96%",
        "work": "93%",
        "money": "96%",
        "health": "92%",
        "notice": "左右逢源的節奏",
        "discuss": "97%",
        "all_text": "幸運在線的一天，呈現出左右逢源的節奏，十分利於實現自我價值。在這一天，你彷彿自帶一種吸引力，能夠輕鬆地與周圍的人建立起良好的互動和聯繫。無論是與熟悉的人還是陌生人交流，都能相處融洽，得到他人的認可和幫助。這種良好的人際關係會為你帶來不少便利和機會，讓你在各個方面都能順利推進。同時，你的思維也十分清晰，目標明確，知道自己想要什麼，並且能夠有條不紊地朝著目標前進。在實現自我價值的過程中，你會充分發揮自己的優勢和特長，展現出自己的能力和魅力。而且，還可能會得到一些意外的收穫和驚喜，讓你的這一天更加充實和有意義。不妨抓住這個幸運的日子，大膽地去追求自己的夢想，實現自我價值的最大化。",
        "love_text": "單身的你，這一天有望遇見良人，可能在朋友的聚會或者工作場合中，遇到那個與你契合的人，彼此有很多共同話題。抓住機會，深入瞭解對方。已有伴者的你，和另一半感情和諧美滿，雙方都能理解和支持對方，一起為了未來的生活努力奮鬥，感情十分穩定。",
        "work_text": "你有著敏銳的洞察力和判斷力，善於把握時機。在這一天，周圍會出現不少有利於你發展的機會，無論是工作上的晉升機會，還是學習上的拓展資源，你都能敏銳地捕捉到。而且你行動果斷，一旦發現機會，就會毫不猶豫地抓住，憑藉自己的努力和實力，將這些機會轉化為實際的成果。",
        "lucky_star": "天秤座",
        "money_text": "你的財運很好，或許會有驚喜進展。這一天裡，在財務方面可能會有一些意想不到的好事發生，比如之前申請的貸款順利通過，或者收到一筆意外的退款等。在理財方面，要保持敏銳的洞察力，抓住這些突然出現的機會，合理規劃資金，同時也要繼續堅持穩健的理財策略，讓財運持續向好發展。",
        "health_text": "嘗試新健身動作能帶來新體驗。一直重複相同的健身方式可能會讓身體產生適應性，效果也會打折扣。這一天不妨挑戰一些新的健身動作，像瑜伽中的一些新體式、健身操裡的新動作等。在嘗試過程中要注意動作規範，避免受傷，讓身體在新的挑戰中變得更加強健。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "獨斷專橫",
        "yi": "瞭解新事物",
        "all": "75%",
        "date": "2025-12-14",
        "love": "79%",
        "work": "73%",
        "money": "77%",
        "health": "76%",
        "notice": "多開拓自己視野",
        "discuss": "82%",
        "all_text": "整體運勢一般般，不要限制自己的想象，多開拓視野。在這一天裡，你的運勢沒有特別突出的亮點，但也並非毫無機會。你可能會感覺生活有些平淡，缺乏一些新鮮感和刺激感。這時候，不要讓自己的思維被現有的框架所束縛，要敢於突破常規，大膽地發揮自己的想象力。嘗試從不同的角度去看待問題，思考一些新的想法和觀點。同時，要多開拓自己的視野，主動去接觸一些新的事物、新的人和新的環境。可以通過閱讀書籍、參加社交活動、學習新的技能等方式來豐富自己的知識和經驗。這樣不僅能夠讓你的生活變得更加豐富多彩，還可能會為你帶來一些新的機遇和啟發，讓你的運勢逐漸得到提升，擺脫這種一般般的狀態。",
        "love_text": "單身的你，緣分有待發掘，不要總是宅在家裡，多出去參加社交活動，擴大自己的社交圈，說不定就能遇到那個有緣人。已有伴者的你，和另一半相處平淡溫馨，雖然沒有太多的激情，但這種細水長流的感情也很珍貴，可以一起創造一些小驚喜，為感情增添色彩。",
        "work_text": "習慣於待在熟悉的環境和模式中，但這一天需要你試著走出舒適區。一直停留在舒適區雖然輕鬆，但會限制你的成長和發展。這一天會有一些新的挑戰和機會出現在你面前，雖然可能會讓你感到有些不安，但只有勇敢地邁出第一步，去嘗試新的事物，才能拓寬自己的視野，獲得更多的收穫。",
        "lucky_star": "處女座",
        "money_text": "財運平穩，收支基本能達到平衡。這一天裡，你的收入和支出大致相當，沒有太大的財務波動。在理財方面，雖然財運平穩，但也不能放鬆警惕，可以對自己的財務狀況進行一次梳理，看看是否有可以優化支出的地方，比如減少一些不必要的會員費用等，同時也可以考慮將一部分閒置資金進行合理投資，讓財富慢慢積累。",
        "health_text": "喝杯養生花茶是個不錯的養生方式。不同的花茶有不同的功效，像菊花茶能清肝明目，玫瑰花茶能美容養顏。根據自己的需求選擇合適的花茶，泡上一杯，慢慢品味。在享受花茶美味的同時，還能起到養生保健的作用，讓身體在茶香中得到滋養。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "優柔寡斷",
        "yi": "保守秘密",
        "all": "59%",
        "date": "2025-12-14",
        "love": "61%",
        "work": "55%",
        "money": "58%",
        "health": "63%",
        "notice": "遇到小人的添亂",
        "discuss": "55%",
        "all_text": "整體運勢不容樂觀，容易遇到小人的添亂。在這一天裡，你可能會感覺周圍似乎有一些不友好的因素存在，一些小人會在暗中給你使絆子，干擾你的正常生活。他們可能會通過一些不正當的手段，如散佈謠言、故意刁難等方式，來破壞你的形象或者阻礙你的進展。這些小人的行為會讓你感到十分煩惱和氣憤，影響你的情緒和心態。面對這種情況，你需要保持冷靜和理智，不要被他們的行為所激怒，以免陷入他們的圈套。同時，要提高警惕，注意觀察周圍的人和事，儘量避免與小人產生直接的衝突。如果遇到問題，要及時尋求他人的幫助和支持，通過合理的方式來解決。相信只要你能保持積極的心態，勇敢地面對這些困難，運勢也會逐漸好轉。",
        "love_text": "單身的你，可能會想結束單戀，發現自己一直喜歡的人並不適合自己，或者對方已經有了喜歡的人。雖然有些難過，但這也是成長的一部分，放下過去，才能迎接新的愛情。已有伴者的你，和另一半切勿冷戰，遇到問題要及時溝通解決，冷戰只會讓矛盾越來越深。",
        "work_text": "可能會陷入破罐子破摔的狀態。在面對一些困難和挫折時，容易產生消極情緒，覺得自己無論如何努力都無法改變現狀，從而放棄努力。這種心態會讓你錯過很多解決問題的機會，導致情況越來越糟。其實，只要調整好心態，積極面對，很多困難並沒有想象中那麼可怕，努力之後往往會有意想不到的收穫。",
        "lucky_star": "雙魚座",
        "money_text": "財運不太好，要警惕上當受騙。這一天裡，可能會遇到一些看似誘人的投資機會或者詐騙陷阱，一定要保持清醒的頭腦，不要輕易相信陌生人的推薦。在理財方面，不要隨意跟風投資，對於不瞭解的項目要堅決拒絕，選擇正規、可靠的理財渠道，保障自己的資金安全，避免因為一時疏忽而遭受財產損失。",
        "health_text": "健康運欠佳，容易煩惱焦慮。這些負面情緒會影響身心健康。這一天要學會給自己減壓，找朋友傾訴傾訴，把心裡的煩惱說出來，或者做一些自己喜歡的事，像看電影、畫畫等，轉移注意力。保持積極樂觀的心態，讓心情慢慢好起來，身體也會隨之更健康。",
        "lucky_color": "橘色",
        "lucky_number": "1"
      }
    }
  }
}