{
  "updated": "2025-10-15T10:10:13.279Z",
  "updateTime": "2025/10/15 下午6:10:13",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14306,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "指手畫腳",
        "yi": "完成一項計劃",
        "all": "96%",
        "date": "2025-10-14",
        "love": "97%",
        "work": "98%",
        "money": "95%",
        "health": "90%",
        "notice": "能量充足走路有風",
        "discuss": "96%",
        "all_text": "你的整體狀態像被陽光曬得暖洋洋的，渾身都透著股“我能行”的勁兒。能量充足到連走路都帶風，周圍人很容易被你的熱情感染，哪怕是平時不太熟的朋友，也會主動湊過來和你搭話。社交場合裡，你幾乎不用刻意表現，自然就成了人群裡的焦點——可能是你隨口一句玩笑讓氣氛活躍起來，也可能是你分享的小事引發了大家的共鳴。這種“團寵”體質會讓你一整天都心情大好，甚至遇到小麻煩時，都有人主動幫你解決。不過別光顧著享受被關注的感覺，偶爾也聽聽別人的想法，畢竟互動是雙向的。適合參加聚會、團隊活動，或者和老朋友約個飯，你的存在會讓整個場合更熱鬧。但記得別太“上頭”，比如搶著買單或者過度承諾，適度分享快樂反而能讓好運更持久。",
        "love_text": "單身的你，或許會在某個不經意的瞬間，迎來一場浪漫的表白。不妨多留意身邊人的眼神與舉動，說不定愛情就在轉角處等你。已有伴者的你，與伴侶的關係將保持熱戀狀態，無論是日常的小打小鬧還是深情的對話，都能讓你們感受到彼此的愛意，享受這份甜蜜與溫馨。",
        "work_text": "無論是處理工作文件還是攻克學習難題，都能以高效姿態推進。行動力與決策力雙雙在線，遇到複雜任務時更擅長拆解步驟逐個擊破。不過需注意別因速度過快忽略細節，偶爾停下來檢查進度反而能避免返工。整體狀態如順水行舟，適合挑戰需要爆發力的任務。",
        "lucky_star": "射手座",
        "money_text": "你的理財思路像開了閘的水龍頭，各種賺錢點子不斷冒出來。可能突然想到優化日常開支的方法，或是發現之前忽略的兼職機會。不過別急著把所有想法都付諸行動，先挑一兩個可行性高的試試，比如整理閒置物品轉賣，或調整手機套餐省話費。記得把靈感記在手機備忘錄裡，晚上再篩選最靠譜的方案。",
        "health_text": "養生意識在線，不如把鍛鍊計劃落實到位。下班後可以去公園慢跑半小時，或跟著健身APP做套拉伸操，重點活動肩頸和腰部——這兩個部位最近可能因久坐發緊。如果平時愛喝冰飲，改泡杯枸杞紅棗茶，暖胃又養氣。睡前用熱水泡泡腳，能幫你更快進入深度睡眠，第二天精神更足。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿新鞋出門",
        "yi": "多表達意見",
        "all": "75%",
        "date": "2025-10-14",
        "love": "71%",
        "work": "82%",
        "money": "80%",
        "health": "85%",
        "notice": "願不願意多走一步",
        "discuss": "82%",
        "all_text": "運勢像一杯溫水，喝著舒服但需要自己添點“熱度”。整體狀態不算特別順，但也絕對不差，關鍵是看你願不願意多走一步。比如，你可能會覺得某些事進展有點慢，或者需要反覆確認細節，這時候如果選擇鬆懈，可能就真的卡住了；但如果咬咬牙再堅持一下，結果往往會比預期好。適合處理需要耐心的事，比如整理房間、規劃財務，或者把之前擱置的小計劃重新撿起來。你的努力不會立刻看到回報，但會像種子一樣慢慢發芽。另外，別因為怕麻煩就拒絕別人的幫助，有時候外界的小助力反而能讓你更輕鬆。晚上可以給自己安排點放鬆的事，比如泡個腳、聽點輕音樂，把收穫沉澱下來，明天會更有勁兒。",
        "love_text": "單身的你，面對感情時顯得相對謹慎，不會輕易敞開心扉。不妨給自己一點勇氣，偶爾的冒險或許能帶來意想不到的收穫。已有伴者的你，在與伴侶相處時，別過於計較誰付出得多誰付出得少，感情的天平需要雙方共同去平衡，多一份理解與包容，會讓你們的感情更加穩固。",
        "work_text": "不妨試著打破常規思維，嘗試將新想法融入日常流程。無論是優化工作彙報框架，還是調整學習計劃表，微小的創新都能帶來效率提升。不過需注意別因追求完美而過度糾結細節，完成比完美更重要。整體狀態像給舊機器換了新零件，運轉更流暢。",
        "lucky_star": "巨蟹座",
        "money_text": "可能收到之前申請的退款到賬，或是發現某張會員卡里還有餘額可用。購物時多對比三家，超市促銷的日用品可能比網購更划算。如果有定期存款到期，不妨先存成短期理財，別急著動用這筆錢。晚上可以統計下本月已省下的金額，會有意外的小驚喜。",
        "health_text": "建議用“多走動”打破久坐循環。上班時每站一小時就起來接杯水，通勤選走路或騎共享單車，比擠地鐵更能活動筋骨。如果宅家，可以邊聽播客邊做家務，掃地拖地時順便拉伸腿部。晚上約朋友散步遛彎，比窩在沙發刷手機更解乏。注意走路時別低頭看手機，小心撞到東西。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放棄自我夢想",
        "yi": "全力以赴",
        "all": "54%",
        "date": "2025-10-14",
        "love": "59%",
        "work": "53%",
        "money": "51%",
        "health": "61%",
        "notice": "逃避不能解決問題",
        "discuss": "55%",
        "all_text": "運勢有點“卡殼”，像是手機信號時好時壞，容易因為小阻礙就打退堂鼓。你可能會遇到需要動腦筋解決的問題，或者面對選擇時猶豫不決，這時候很容易產生“算了，不弄了”的想法。但逃避或放棄只會讓問題堆在那裡，反而影響後續的心情。其實問題大多不算難，只是需要你多花點時間理清楚思路，或者主動問一句“該怎麼辦”。比如，遇到不懂的事別急著說“我不會”，試著查查資料或者請教別人；覺得麻煩的事也別立刻甩手，先拆解成小步驟，完成一點是一點。晚上適合做點簡單的事，比如看劇、散步，別讓白天的情緒影響到休息。記住，“不順”更多是暫時的狀態，不是你的能力問題，調整心態比硬扛更重要。",
        "love_text": "單身的你，可能會發現對原本有好感的人，那份熱情似乎在悄悄減退。不妨給自己一點時間，理清思緒，感情的事急不來。已有伴者的你，可能會因為一些小事而生悶氣，記得及時溝通，把心裡的不滿說出來，別讓小情緒影響了你們的感情，畢竟，溝通是解決問題的關鍵。",
        "work_text": "容易受外界環境干擾，比如同事閒聊、手機消息或學習環境嘈雜。需主動創造專注空間，比如關閉非必要通知、佩戴降噪耳機。整體狀態如被風吹動的樹葉，需要找到固定支點才能穩定輸出。建議將任務拆解為小模塊，每完成一塊就給自己短暫休息獎勵。",
        "lucky_star": "處女座",
        "money_text": "要當心被消費主義帶偏節奏。刷社交平臺時可能會被種草“網紅好物”，或是看到促銷就忍不住下單。建議把購物車裡的東西放24小時再決定，多數時候衝動會消退。如果必須買東西，優先選能解決實際問題的，比如換季的厚襪子，而不是看著好看但用不上的裝飾品。控制住手指別點“立即支付”。",
        "health_text": "容易被小事攪得心煩，焦慮感像小蟲子一樣啃噬情緒。遇到堵車、工作小失誤這類狀況時，先做三次深呼吸，默數“1-2-3”再反應。下班後試試“15分鐘放空法”：關掉手機，坐在窗邊聽白噪音，或整理桌面把雜物歸位。睡前寫三行“今日小確幸”，比如“同事幫我帶了咖啡”，能幫你轉移注意力。",
        "lucky_color": "草綠色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想得太多",
        "yi": "保持精緻打扮",
        "all": "80%",
        "date": "2025-10-14",
        "love": "74%",
        "work": "75%",
        "money": "89%",
        "health": "86%",
        "notice": "想得越多越糾結",
        "discuss": "83%",
        "all_text": "運勢像塊平穩的木板，適合踩上去往前走，而不是站在原地反覆琢磨。你可能會發現，自己想得越多，反而越容易糾結——比如糾結“這樣做對不對”“別人會不會有意見”，但實際動手去做後，會發現事情沒想象中複雜。適合把想法變成行動，比如整理房間、學個小技能，或者和家人朋友聊點實際的事。你的行動力會帶來一種踏實感，甚至可能意外發現新的樂趣。不過別太追求“完美”，比如做事時不用非得一步到位，先完成再調整反而更高效。晚上可以和信任的人分享收穫，他們的反饋會讓你更有信心。你不需要太多計劃，跟著感覺走，反而能走出一條舒服的路。",
        "love_text": "單身的你，面對別人的示好，可能會顯得有些猶豫，不敢輕易接受。不妨給自己一點信心，勇敢地邁出那一步，說不定就能收穫美好的愛情。已有伴者的你，與伴侶正處於磨合階段，會有一些小摩擦，但正是這些經歷，讓你們更加了解彼此，學會珍惜與包容。",
        "work_text": "需特別注意時間分配，容易在細節處過度消耗精力，比如反覆修改方案格式或糾結筆記顏色。建議用番茄工作法設定專注時段，每25分鐘集中處理一項任務，休息時再處理雜事。整體狀態像調整鐘錶齒輪，需要找到各環節的平衡點才能高效運轉。",
        "lucky_star": "雙魚座",
        "money_text": "可能有筆小錢主動找上門。可能是朋友還的欠款，或是兼職的尾款到賬。收到錢後別急著花掉，先存進單獨的賬戶，哪怕只有幾百塊也能積少成多。如果要請客吃飯，選性價比高的餐廳，別為了面子點太多菜。晚上可以整理下錢包裡的零錢，湊整存進儲蓄罐，小錢也能變多。",
        "health_text": "不妨出門散心給情緒鬆綁。午休時去公司附近的綠植區走一圈，看看樹葉的光影變化；下班後別急著回家，繞道去菜市場買把新鮮青菜，和攤主聊兩句家常。如果住得離江邊/公園近，晚上可以去吹吹風，但別待太晚，注意保暖。散心時把手機調靜音，真正享受當下的安靜。",
        "lucky_color": "米黃色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "消極沮喪",
        "yi": "多與人交流",
        "all": "93%",
        "date": "2025-10-14",
        "love": "92%",
        "work": "90%",
        "money": "94%",
        "health": "91%",
        "notice": "良師益友環繞著",
        "discuss": "95%",
        "all_text": "運勢像開了盞明亮的燈，周圍全是能幫你的人。你可能會發現，身邊的朋友、同事甚至偶然認識的人，都願意給你提供支持或建議——可能是主動分享經驗，也可能是幫你解決小麻煩。這種“良師益友”環繞的感覺會讓你特別有底氣，哪怕遇到小問題，也會有人遞來“工具”。適合參與需要合作的事，比如團隊項目、朋友聚會，你的存在會讓整個氛圍更積極。不過別因為自信就忽略別人的意見，適當聽取建議反而能讓你少走彎路。晚上可以約幾個關係好的人吃個飯，聊聊天，既能放鬆又能鞏固關係。你不需要刻意表現，自然流露的熱情和真誠，就是最好的“運氣開關”。",
        "love_text": "單身的你，桃花運旺盛，無論是聚會還是日常出行，都有可能遇到讓你心動的人。不妨多參加一些社交活動，增加遇見愛情的機會。已有伴者的你，與伴侶相處時，將收穫更多的情緒價值，無論是對方的關心還是鼓勵，都能讓你感受到滿滿的愛意，讓你們的感情更加深厚。",
        "work_text": "反應力如閃電般敏銳，能快速捕捉關鍵信息並做出決策。無論是職場中的機會窗口，還是學習中的解題突破點，都能被你精準捕捉。但需注意別因過度自信而忽略他人建議，偶爾停下傾聽能讓你走得更穩。整體狀態像開了外掛的賽車，速度與精準度並存。",
        "lucky_star": "獅子座",
        "money_text": "正財和偏財都挺給力。工作上可能拿到項目獎金，或是客戶主動加單帶來額外提成。偏財方面，之前借出的錢可能提前收回，或是投資的基金有小漲幅。不過別因為進賬多就放鬆，可以把部分錢轉成定期存款，避免手頭太鬆散。如果有同事找你合夥做小生意，先查清楚對方信譽再決定。",
        "health_text": "要減少頻繁上下樓梯的動作。如果住樓梯房，拿重物時儘量分兩次搬；上班時等電梯別急著跑樓梯，寧可多等一分鐘。穿鞋選平底或低跟款，避免腳踝受力過大。如果必須爬樓，扶著扶手慢慢走，別為了趕時間小跑。晚上可以用熱水袋敷膝蓋，緩解白天的壓力。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "光想不行動",
        "yi": "發揮想象力",
        "all": "79%",
        "date": "2025-10-14",
        "love": "80%",
        "work": "73%",
        "money": "81%",
        "health": "82%",
        "notice": "把想法變成行動",
        "discuss": "76%",
        "all_text": "運勢像張需要填寫的表格，計劃再漂亮，也得動手寫才能生效。你可能會花不少時間制定計劃，或者對某些事有很清晰的設想，但真正落實時才會發現，理論和現實之間有點小差距。這時候別急著否定自己，或者覺得“計劃白做了”，其實調整的過程反而能讓你更清楚問題在哪。建議把想法變成實際行動，比如試著做頓飯、整理文件，或者把一直想學的技能簡單練一練。你的細心和耐心會幫你發現細節中的問題，但別因為追求“完美”就反覆糾結，先完成再優化更高效。晚上可以回顧成果，哪怕只是完成了一小步，也值得肯定。你不需要太著急，慢慢來反而能走得更穩。",
        "love_text": "單身的你，有機會與喜歡的人有獨處的機會，不妨好好把握，展現你的魅力與真誠，或許就能收穫一段美好的感情。已有伴者的你，與伴侶有更多的相處時間，無論是共同做家務還是一起看電影，都能增進你們之間的感情，讓彼此更加依賴與信任。",
        "work_text": "採用“穩紮穩打”策略，像砌牆一樣每塊磚都擺正位置。無論是處理複雜報表還是攻克學習難點，都需保持耐心逐步推進。不過需警惕因追求完美而陷入拖延，可設定“完成度80%即交付”的原則，後續再逐步優化。整體狀態如調試精密儀器，需要反覆校準才能達到最佳效果。",
        "lucky_star": "雙子座",
        "money_text": "適合“小試牛刀”搞點輕鬆理財。比如把閒置的電子產品掛二手平臺，或是教鄰居孩子功課賺點外快。如果之前有學理財課程，可以試著用學到的知識分析下日常開支，找出能優化的地方。不過別投入太多時間和精力，畢竟只是試水，重點在積累經驗而不是賺大錢。",
        "health_text": "熬夜的誘惑可能變大，但千萬別妥協。睡前一小時把手機調成“勿擾模式”，放在客廳充電，避免刷短視頻停不下來。如果工作沒做完，明天早起半小時處理，比熬夜更高效。睡前喝杯溫牛奶，或讀兩頁紙質書，幫助大腦進入放鬆狀態。記住：少熬一小時夜，第二天能多賺兩小時清醒。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂裝懂",
        "yi": "拓展新圈子",
        "all": "72%",
        "date": "2025-10-14",
        "love": "65%",
        "work": "63%",
        "money": "76%",
        "health": "77%",
        "notice": "後勁不足的疲態",
        "discuss": "71%",
        "all_text": "你的整體狀態像踩著平衡木，前半段可能因為前期積累的慣性，做事效率還不錯，但越到後面越容易顯出“後勁不足”的疲態。比如原本計劃好的事，進行到一半突然覺得動力減弱，或者原本能輕鬆應對的社交場合，突然覺得說話都有點累。這種狀態不是因為你能力不行，而是最近可能同時處理了太多事，精力被分散了。更適合把節奏放慢，別急著把所有事都“一次性解決”，留點緩衝空間反而能避免後續的疲憊感。另外，在溝通或合作時，可能會遇到“表面和諧，實際沒推進”的情況，別急著表態，先觀察對方的真實意圖會更穩妥。整體來說，不算差，但需要你主動調整節奏，別被“必須完美”的想法拖著走。",
        "love_text": "單身的你，追求愛情時別隻看外表，內在的品質與性格同樣重要。不妨多瞭解對方的內心世界，或許能發現不一樣的美好。已有伴者的你，與伴侶相處時，要學會將心比心，站在對方的角度思考問題，這樣能讓你們的感情更加和諧，減少不必要的矛盾與爭執。",
        "work_text": "容易陷入一心多用的陷阱，比如同時處理多項任務時，注意力被頻繁分散，導致效率下降。你可能會因想兼顧所有細節而陷入焦慮，反而忽略了核心目標。建議優先排序任務清單，將重要事項單獨拎出集中突破，暫時擱置次要事務。整體狀態像同時轉多個盤子，需要學會適時放下一個，才能避免全部摔碎。",
        "lucky_star": "水瓶座",
        "money_text": "收支能維持平衡，但別指望有結餘。早上可能因為通勤多花了打車費，中午外賣超預算，晚上又買了杯奶茶。不過好在收入部分也穩定，工資或兼職費能覆蓋這些支出。建議晚上列個簡單的收支清單，把超支的項目標出來，明天就能有針對性地調整。別因為“差不多”就忽略小錢。",
        "health_text": "飲食規律是關鍵。早上別為了多睡十分鐘跳過早餐，哪怕吃片面包喝杯豆漿也行；午餐儘量自己帶飯，少吃外賣的高油高鹽菜。如果和朋友聚餐，提前查好餐廳的清淡選項，比如清蒸魚、白灼菜心。晚上八點後儘量不吃東西，避免給腸胃增加負擔。隨身帶包堅果，餓時墊墊肚子。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執己見",
        "yi": "喝美式咖啡",
        "all": "70%",
        "date": "2025-10-14",
        "love": "75%",
        "work": "73%",
        "money": "78%",
        "health": "73%",
        "notice": "陷入慣性方法中",
        "discuss": "77%",
        "all_text": "運勢像被按了“默認模式”鍵，整體中規中矩，但容易陷入“按老方法做事”的慣性裡。比如處理問題時，可能下意識用過去的方式應對，忽略了環境或條件的變化，導致結果和預期有偏差。這不是說你能力不夠，而是思維容易“卡殼”，對新信息、新觀點的接納度偏低。適合多聽聽別人的看法，哪怕和你之前的認知不同，也別急著反駁——有時候跳出自己的“思維盒子”，反而能發現新的可能性。另外，在社交或合作中，可能會遇到“表面配合，實際有保留”的人，別急著追問，先給對方一點空間，反而能減少摩擦。整體來說，穩中帶點小挑戰，關鍵是別被固定思維框住。",
        "love_text": "單身的你，不妨從朋友做起，慢慢培養感情。有時候，細水長流的陪伴比一時的激情更能長久。已有伴者的你，在與伴侶相處時，要多關注對方的感受，別總是沉浸在自己的世界裡。偶爾的關心與問候，能讓對方感受到你的愛意與溫暖，讓你們的感情更加甜蜜。",
        "work_text": "不如跳出固有框架，嘗試用新方法解決問題。你可能會發現，原本認為只有一種路徑的任務，其實存在多種突破口。不過需注意別因追求創新而忽略實際可行性，建議在嘗試前先做小範圍驗證。整體狀態像打開工具箱，發現除了錘子還有螺絲刀能解決問題。",
        "lucky_star": "摩羯座",
        "money_text": "對理財沒什麼想法，也沒感覺到經濟壓力。可能因為最近沒大額支出，或是工資剛好夠覆蓋開銷。不過別完全放鬆，可以趁整理下銀行卡和支付軟件的餘額，把零散的錢歸集到一張卡里，方便管理。如果有朋友推薦理財產品，先記下信息但別急著買，等明天狀態好時再研究。",
        "health_text": "要警惕“上火”找上門。吃辣、熬夜、壓力大都可能引發喉嚨痛或長痘。早餐選綠豆粥或銀耳湯，午餐避開麻辣香鍋，選清炒時蔬。如果已經覺得口乾舌燥，下午可以泡杯菊花茶，加兩顆冰糖。晚上別吃燒烤或油炸食品，改吃蒸南瓜或煮玉米。保持室內溼度，用加溼器或放盆水。",
        "lucky_color": "深藍色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "秒殺搶票",
        "yi": "看一場演出",
        "all": "77%",
        "date": "2025-10-14",
        "love": "74%",
        "work": "71%",
        "money": "78%",
        "health": "76%",
        "notice": "渴望精神的充電",
        "discuss": "80%",
        "all_text": "你的能量值似乎只有“50%”，對於物質層面的滿足感沒那麼強，反而更渴望精神上的“充電”。比如平時可能更在意吃好喝好，但可能更想和朋友聊點有深度的話題，或者一個人安靜地看書、聽音樂。這種狀態不是因為缺了什麼，而是最近你可能在物質和精神的平衡上有點傾斜，更傾向於“向內探索”。不妨試著減少不必要的物質消費，把注意力放在讓自己內心充實的事上——哪怕只是發呆、冥想，或者整理一下房間，都能讓你覺得更踏實。另外，在社交中可能會遇到“聊不來”的人，別勉強自己迎合，保持自然反而更舒服。整體來說，不算熱鬧，但能讓你更清楚自己想要什麼。",
        "love_text": "單身的你，遇到喜歡的人要主動些，別總是等待對方先開口。有時候，主動出擊能讓你更快地收穫愛情。已有伴者的你，與伴侶相處時，要給對方適度的空間，別總是粘著對方。每個人都有自己的小世界，尊重彼此的空間與隱私，能讓你們的感情更加健康與長久。",
        "work_text": "需警惕自我設限，比如因“我覺得做不了”而放棄嘗試新領域。你可能會發現，原本認為困難的任務，實際動手後比想象中簡單。建議用“五分鐘法則”啟動任務，先做五分鐘再決定是否繼續。整體狀態像推開一扇虛掩的門，門後可能藏著新機會。",
        "lucky_star": "金牛座",
        "money_text": "需要勒緊褲腰帶過日子。可能因為要買秋冬衣服超了預算，或是朋友聚會不得不請客。建議把外賣換成自己做飯，能省下一半的錢。如果要買必需品，選超市自有品牌，質量差不多但價格更低。晚上可以翻翻衣櫃，把不穿的衣服掛二手平臺，多少能回點血。記住：省下的就是賺到的。",
        "health_text": "睡前玩手機是健康大忌。屏幕藍光會抑制褪黑素分泌，越刷越精神。建議睡前一小時把手機放在臥室外，改用電子書或聽輕音樂助眠。如果習慣用手機定鬧鐘，買個傳統鬧鐘代替。睡前可以做套眼保健操，緩解一天用眼的疲勞。記住：床是睡覺的地方，不是刷手機的戰場。",
        "lucky_color": "銀白色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意找茬",
        "yi": "完善計劃",
        "all": "60%",
        "date": "2025-10-14",
        "love": "58%",
        "work": "56%",
        "money": "61%",
        "health": "68%",
        "notice": "打基礎的重要性",
        "discuss": "56%",
        "all_text": "運勢像走在一條有點滑的小路上，整體有下滑的趨勢，但別急著慌——這不是因為能力問題，而是最近可能太急著“往前衝”，忽略了“打基礎”的重要性。比如你可能在趕某個目標，但會發現之前的準備不夠充分，導致進度變慢。這時候別硬撐，停下來補補漏洞反而更高效。適合把注意力從“結果”轉移到“過程”上，比如檢查之前的計劃是否有漏洞，或者調整一下做事的方法。另外，在溝通或合作中，可能會遇到“說了但沒被理解”的情況，別急著重複，換種方式表達會更有效。整體來說，需要你多一點耐心，記住“磨刀不誤砍柴工”，現在慢一點，後面反而更順。",
        "love_text": "單身的你，別因為一時的衝動而陷入新的感情裡。感情需要時間來培養與考驗，別急於求成。已有伴者的你，在與伴侶相處時，別過於以自我為中心，要多考慮對方的感受與需求。偶爾的妥協與讓步，能讓你們的感情更加和諧與穩定，共同走過人生的每一個階段。",
        "work_text": "容易因“趕時間”而忙中出錯，比如文件漏看條款、計算忽略單位等。你可能會因追求效率而跳過檢查步驟，導致後續返工。建議採用“兩遍核對法”，重要任務完成後間隔半小時再複核一次。整體狀態像趕公交車時跑太快，反而容易摔跤。",
        "lucky_star": "天蠍座",
        "money_text": "千萬別盲目跟風理財。可能看到別人買基金賺錢就心動，或是聽同事說某個項目穩賺不賠。但你的判斷力容易受影響，建議先按住錢包，把看到的理財信息記下來，過兩天再冷靜分析。如果要存錢，選最基礎的定期存款，別碰複雜的產品。記住：不懂的領域，不碰就是賺。",
        "health_text": "要重點提防蛀牙問題。早上刷牙別偷懶，至少刷滿兩分鐘，尤其後槽牙和牙縫要仔細清潔。午餐後用漱口水或牙線清理食物殘渣，避免糖分殘留腐蝕牙齒。如果已經覺得某顆牙敏感，晚上用抗敏感牙膏刷牙。少吃粘牙的軟糖或奶製品，吃完及時漱口。定期檢查牙齒的習慣要保持。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "保持競爭意識",
        "all": "95%",
        "date": "2025-10-14",
        "love": "97%",
        "work": "96%",
        "money": "98%",
        "health": "90%",
        "notice": "心想事成的節奏",
        "discuss": "91%",
        "all_text": "運勢像開了“順遂模式”，整體不斷走高，做什麼都有點“心想事成”的節奏。比如平時可能覺得難的事，突然有了新的思路；或者原本沒抱希望的事，反而有了意外的進展。這種狀態不是運氣好，而是你最近的積累和狀態剛好到了“爆發點”，更容易抓住機會。適合主動推進一些擱置的事，或者嘗試新的領域——你的直覺和判斷力特別準，跟著感覺走反而更容易成功。另外，在社交中可能會遇到“志同道合”的人，哪怕只是聊幾句，也能讓你覺得很有共鳴。整體來說，是你“發光”的日子，好好享受這種順遂感，但別太得意，保持平常心更重要。",
        "love_text": "單身的你，可能會遇到彼此有好感的對象，不妨多交流，看看是否有進一步發展的可能。有時候，緣分就在一瞬間。已有伴者的你，與伴侶的感情將更加牢固，無論是面對生活的挑戰還是困難，都能攜手共進，相互支持與鼓勵，讓你們的感情更加深厚與堅定。",
        "work_text": "無論是職場中的機會窗口，還是學習中的靈感爆發，都能得到外界助力。你可能會發現，原本需要費力爭取的資源，主動找上門來。不過需注意別因“太順利”而忽略潛在風險，建議保持適度警惕。整體狀態像踩著滑板下坡，速度與掌控感並存。",
        "lucky_star": "天秤座",
        "money_text": "可能有筆意外進賬。可能是之前投稿的稿費到賬，或是幫朋友忙得到的感謝紅包。收到錢後別急著花，先留一部分當應急資金，剩下的可以犒勞自己吃頓好的。如果要買大件，比如換手機，先查查價格走勢，等促銷時再下手。晚上可以把這筆錢的用途列個清單，避免亂花。",
        "health_text": "要少喝各種飲料，包括奶茶、果汁和碳酸飲料。這些飲品含糖量高，容易引發血糖波動和腸胃不適。出門帶保溫杯，裝點溫水或淡茶水，想喝甜的可以切兩片檸檬泡水。如果實在想喝有味道的，選無糖的氣泡水，但別超過一瓶。記住：白開水才是最健康的“飲料”。",
        "lucky_color": "卡其色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "專注一件事",
        "all": "83%",
        "date": "2025-10-14",
        "love": "86%",
        "work": "75%",
        "money": "76%",
        "health": "88%",
        "notice": "要學會一心一用",
        "discuss": "75%",
        "all_text": "整體運勢比較平順，但需要你學會一心一用。比如你可能同時想著好幾件事，結果反而哪件都沒做好，會發現“專注”比“多任務”更有效。這不是說你能力不夠，而是最近可能太分散精力，更適合把注意力集中在當前最重要的事上——哪怕只是做好一件小事，也能讓你覺得更有成就感。適合減少外界干擾，比如關掉不必要的通知，或者找個安靜的環境做事。另外，在溝通或合作中，可能會遇到“需要反覆確認”的情況，別嫌麻煩，耐心溝通反而能避免後續的誤會。整體來說，不算熱鬧，但能讓你更清楚自己的優先級，學會“專注”就是收穫。",
        "love_text": "單身的你，或有表現的機會，不妨在社交場合中多展現你的才華與魅力，或許就能吸引到那個對的人。已有伴者的你，與伴侶能夠一起成長，無論是學習新技能還是面對生活的挑戰，都能攜手共進，相互激勵與支持，讓你們的感情在共同成長中更加堅固與美好。",
        "work_text": "建議迴歸基礎，像蓋房子一樣先夯實地基再往上建。你可能會發現，原本認為複雜的問題，其實通過鞏固基礎知識就能解決。不過需警惕因“重複練習”而感到枯燥，建議用“遊戲化思維”設定小目標，比如每完成一個基礎模塊就獎勵自己。整體狀態像調試樂器，先調準音準再演奏曲目。",
        "lucky_star": "白羊座",
        "money_text": "要狠下心減少不必要的花費。可能路過蛋糕店想買甜品，或是看到新出的口紅想入手。建議把想買的東西寫下來，等三天後再看是否真的需要。如果要購物，列個清單隻買清單上的東西，別在商場裡閒逛。晚上可以統計下省下的錢，哪怕只有幾十塊，也是向儲蓄目標邁進的一步。",
        "health_text": "要把好飲食關，避免“病從口入”。外賣選有“明廚亮灶”的商家，少吃路邊攤的烤串或涼拌菜。生食水果要徹底清洗，削皮吃更安全。如果自帶便當，注意葷素搭配，別隻吃肉或只吃菜。晚上別邊看劇邊吃零食，容易不知不覺吃多。吃飯時專注咀嚼，別狼吞虎嚥傷腸胃。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    }
  }
}