{
  "updated": "2025-10-15T19:08:00.237Z",
  "updateTime": "2025/10/16 上午3:08:00",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15595,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說朋友壞話",
        "yi": "看喜劇電影",
        "all": "71%",
        "date": "2025-10-15",
        "love": "75%",
        "work": "78%",
        "money": "70%",
        "health": "74%",
        "notice": "節奏偏穩中求進",
        "discuss": "70%",
        "all_text": "整體節奏偏“穩中求進”，沒有太多意外波動，但也少了點“不勞而獲”的運氣。這一天你的能量不算低迷，但需要主動釋放——如果只是被動等待機會，可能會覺得“一天過去沒什麼變化”；但如果願意動起來，比如整理房間、嘗試新的小習慣，或是主動聯繫朋友聊聊天，反而能感受到“做了就有反饋”的踏實感。需要注意的是，別因為“怕麻煩”而放棄小行動，比如懶得出門買日用品，或是覺得“小事不值得花時間”，這些看似微小的選擇，可能會影響你對當天狀態的感知。另外，當天可能會遇到一些需要你“先付出再收穫”的情況，比如幫他人一個小忙後，對方後續可能回饋你，或是現在投入的精力，未來會以其他形式體現。整體運勢中規中矩，關鍵是別讓“懶散”拖慢節奏，行動起來才能感受到進展。",
        "love_text": "單身的你，更適合保持觀察者的姿態，不必急著推進關係。身邊或許有潛在對象出現，但對方的態度可能不夠明確，與其急著確認心意，不如先自然相處，看看彼此的節奏是否合拍。已有伴者的你，記得多主動關心對方的需求。伴侶可能不會直接表達情緒，但你的主動詢問或一個小舉動（比如遞杯溫水、聊點輕鬆的話題），能讓對方感受到被重視，減少因忽略細節產生的隔閡。",
        "work_text": "整體節奏需要穩中求進，別因一時急躁打亂原有計劃。你可能會遇到需要反覆調整的小狀況，比如方案被臨時修改，或是學習中的難點反覆卡殼，此時保持耐心比強行推進更重要。若能沉住氣梳理細節，後續進展反而會更順暢，避免因“求快”導致返工或理解偏差。",
        "lucky_star": "處女座",
        "money_text": "財運起伏不大，但理財信息容易從身邊溜走。比如同事聊到的投資小道消息，或是銀行推送的理財優惠，稍不留意可能錯過機會。建議你主動刷刷財經新聞，或和懂行的朋友聊聊，別讓信息差拖後腿。不過別急著跟風，先確認信息真實性再行動，小心被“看似靠譜”的推薦帶偏。",
        "health_text": "容易把飲料當水喝，奶茶、果汁、碳酸飲料輪番上陣，看似解渴，實則糖分和添加劑超標，可能讓嗓子發乾、皮膚冒痘。建議你隨身帶個水杯，白開水或淡茶水才是“補水主力”，每小時喝幾口，別等口渴了才灌。如果實在想喝飲料，選無糖或低糖款，控制在一杯以內，別讓甜味掩蓋了身體缺水的信號。",
        "lucky_color": "紅色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "回憶舊時光",
        "yi": "開闊新視野",
        "all": "91%",
        "date": "2025-10-15",
        "love": "93%",
        "work": "90%",
        "money": "94%",
        "health": "96%",
        "notice": "被好運推著前行",
        "discuss": "92%",
        "all_text": "對你而言是“被好運推著走”的順遂日。這一天你的計劃容易比預期更順利，比如原本擔心拖延的事突然有了進展，或是臨時調整的安排反而更高效。這種“順”不僅體現在事情推進上，還可能體現在人際互動中——比如家人主動幫你分擔瑣事，朋友分享了一個有用的資源，或是陌生人的一句提醒讓你避開小麻煩。更難得的是，這些助力不會讓你覺得“有壓力”，反而像是自然發生的支持。當天適合推進一些需要耐心或協調的小事，比如整理長期忽略的物品、優化日常流程，或是為接下來的目標做簡單準備。需要注意的是，別因為“太順利”而忽略細節，比如籤文件時多看一眼條款，或是對他人的承諾別過度樂觀。整體運勢相當不錯，順勢而為反而能事半功倍。",
        "love_text": "單身的你，脫單的契機可能藏在日常互動中。比如朋友聚會時遇到聊得來的人，或是通過共同興趣認識的夥伴，對方的主動示好會讓你感到自然又舒服，別因為害羞而錯過機會。已有伴者的你，和伴侶的默契會明顯提升。你們可能無需多言就能理解對方的想法，比如一起決定晚餐吃什麼，或是處理生活瑣事時配合得當，這種“心有靈犀”的感覺會讓關係更緊密。",
        "work_text": "狀態飽滿，適合集中精力攻克目標。無論是工作項目還是學習任務，你都能保持高度專注，甚至可能提前完成部分計劃。這種“全力以赴”的勁頭會讓你在團隊或班級中脫穎而出，但也要注意別因過度投入忽略休息，適當放鬆反而能維持效率。",
        "lucky_star": "摩羯座",
        "money_text": "你對賺錢的敏感度在線，容易發現隱藏的商機。比如逛超市時注意到某款商品缺貨，可能聯想到批發進貨的小機會；或是刷社交軟件時，看到有人求購二手物品，剛好你有閒置。別猶豫，主動聯繫可能小賺一筆。不過別貪多，選自己熟悉的領域操作更穩妥。",
        "health_text": "睡前可能會抱著手機刷不停，短視頻、社交軟件、遊戲輪著來，結果越刷越精神，入睡時間一拖再拖。建議你睡前半小時把手機放遠點，換成聽輕音樂、翻紙質書或做簡單拉伸，讓大腦從“興奮模式”切換到“放鬆模式”。保證7小時睡眠，第二天精神才會足，別讓手機偷走你的休息時間。",
        "lucky_color": "綠色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "傳播小八卦",
        "yi": "閱讀一本好書",
        "all": "54%",
        "date": "2025-10-15",
        "love": "66%",
        "work": "62%",
        "money": "51%",
        "health": "61%",
        "notice": "注意力容易分散",
        "discuss": "77%",
        "all_text": "你需要警惕“時間被稀釋”的問題。這一天你的注意力容易分散，可能被無關的小事吸引，比如刷手機時停不下來、參與無意義的閒聊，或是被臨時的小任務打斷原本的計劃。這些瑣碎的消耗會讓你產生“忙了一天卻沒做成什麼”的空虛感，甚至可能因為“沒幹正事”而焦慮。更麻煩的是，這種分散可能讓你錯過原本可以抓住的機會，比如忽略了一個重要的消息，或是沒及時回應他人的需求。當天適合主動給自己設限，比如規定“只看半小時手機”或“專注完成一件小事後再休息”，否則容易陷入“越閒越慌，越慌越亂”的循環。另外，別因為“怕無聊”而刻意找事做，有時候“留白”反而能讓你更清醒。整體運勢欠佳，但調整注意力分配能緩解部分問題。",
        "love_text": "單身的你，別急著“廣撒網”式接觸新對象。更適合專注和一兩個有潛力的人深入交流，分散注意力反而容易讓人覺得你不夠認真，反而降低好感度。已有伴者的你，要警惕旁人的閒話影響關係。比如朋友無意間提到伴侶的“小缺點”，或是同事對你們關係的評價，別輕易被這些聲音左右，信任和直接溝通才是維繫感情的關鍵。",
        "work_text": "容易因“想當然”忽略細節，導致小問題頻發。比如工作文件中的錯別字，或是學習筆記的關鍵步驟漏記，這些看似不大的疏漏可能影響整體質量。建議完成內容後多檢查一遍，或請他人幫忙核對，避免因粗心影響評價。",
        "lucky_star": "天秤座",
        "money_text": "容易為了面子“硬撐”，比如朋友聚會時搶著買單，或是看到別人買新手機，自己也跟風下單。這些開支看似不大，但疊加起來可能超預算。建議你提前列個消費清單，明確哪些是“必須花”，哪些是“為了面子花”，後者優先砍掉。錢包鼓不鼓，全看能不能管住手。",
        "health_text": "容易熬夜追劇，一集接一集根本停不下來，結果凌晨才睡，第二天頭暈腦脹。建議你設定“追劇截止時間”，比如晚上11點必須關電視，或者把最後一集留到第二天再看。如果實在控制不住，可以提前把電子設備收起來，用鬧鐘提醒自己。熬夜一時爽，補覺可補不回健康。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "分享小趣事",
        "all": "77%",
        "date": "2025-10-15",
        "love": "80%",
        "work": "73%",
        "money": "75%",
        "health": "76%",
        "notice": "運勢受心情影響",
        "discuss": "62%",
        "all_text": "你的運勢走向和“心情指數”高度相關。如果當天能保持平和或積極的心態，行動時會更有條理，比如處理家務、溝通需求時更順利；但若陷入低落或焦慮，可能會過度糾結細節，甚至因為小事而拖延原本的計劃。這種“心情驅動行動”的模式，會讓你明顯感受到“狀態好時做什麼都順，狀態差時喝水都塞牙”的落差。當天適合主動調節情緒，比如通過聽音樂、散步或簡單整理環境來提升心情，避免被負面情緒牽著走。另外，對他人的態度也會影響你的體驗——溫和的回應能減少摩擦，而急躁則可能引發小爭執。需要注意的是，別因為“怕影響心情”而回避必要的事，比如該溝通的問題還是要說，只是可以換個更平和的方式。整體運勢一般般，但情緒管理是關鍵。",
        "love_text": "單身的你，緣分可能藏在熟悉的環境裡。比如常去的咖啡館、健身群，或是老同學聚會中，某個讓你感到“舒服”的人會悄然出現，別因為習慣單身而忽略對方的暗示。已有伴者的你，記得多回應伴侶的情緒。對方可能需要更多傾聽，比如吐槽工作或分享小煩惱，你的耐心回應（哪怕只是點頭說“我懂”）會比敷衍的“別想太多”更讓對方安心。",
        "work_text": "整體表現中規中矩，但“努力程度”可能未達預期。你或許已經投入了不少精力，但成果未完全顯現，容易產生“是不是方法不對”的自我懷疑。其實只需調整節奏，比如將大任務拆解成小目標，或增加與他人的交流，就能找到突破口。",
        "lucky_star": "射手座",
        "money_text": "對理財沒什麼想法，可能隨手把錢存進活期，或是看到促銷就買點沒用的東西。這種“隨性”可能讓錢悄悄溜走。建議你別做重大財務決定，比如買理財產品或籤合同。如果實在想花錢，不如給自己定個小目標，比如存下收入的20%，哪怕只有幾十塊，也是積累。",
        "health_text": "可能圖方便吃隔夜飯菜，尤其是剩菜剩飯熱一熱就解決一頓，但隔夜菜中的亞硝酸鹽可能超標，吃多了容易腸胃不適。建議你儘量現做現吃，如果實在有剩菜，選蔬菜、海鮮類丟掉，肉類可以徹底加熱後少量食用。別為了省事拿健康冒險，新鮮飯菜才最養人。",
        "lucky_color": "黃色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易許承諾",
        "yi": "和朋友小聚",
        "all": "80%",
        "date": "2025-10-15",
        "love": "70%",
        "work": "86%",
        "money": "78%",
        "health": "81%",
        "notice": "與人際的好時機",
        "discuss": "78%",
        "all_text": "對你來說，是經營生活與人際的好時機。這一天你的狀態比較鬆弛，不會被緊迫的任務追著跑，反而能騰出精力關注自己的需求或身邊人的關係。比如可能主動約朋友吃飯、整理家居環境，或是花時間培養一個小愛好，這些看似“非必要”的事反而會讓你感到充實。人際方面，你的真誠和熱情容易獲得他人好感，可能收到意外的關心或小禮物。不過，別因為“想討好所有人”而過度承諾，適當保留自己的節奏更重要。當天適合做“讓自己開心”的事，比如買束花、看場電影，或是簡單記錄當天的感受。需要注意的是，別因為“太放鬆”而忽略日常的小責任，比如該扔的垃圾別留著，或是答應別人的小事別忘記。整體運勢尚佳，重點是享受當下的鬆弛感。",
        "love_text": "單身的你，適合展示自己的閃光點。比如分享擅長的領域（做飯、運動、工作成就），或是展現幽默感，自信的態度會吸引到欣賞你的人，但別過度炫耀，自然流露更打動人。已有伴者的你，別吝嗇對伴侶的表白。一句“和你在一起很開心”或“你穿這件衣服真好看”，能讓對方感受到被愛，尤其是平時不擅長說甜言蜜語的人，小表達會格外有效。",
        "work_text": "建議多試著跳出常規，開拓新視野。你可能會發現，按部就班的模式限制了效率，比如工作方案缺乏創新，或是學習方法過於死板。嘗試從不同角度切入問題，比如參考其他領域的案例，或與背景不同的人交流，能激發新的思路。",
        "lucky_star": "雙魚座",
        "money_text": "重點是“守住錢袋子”，別讓辛苦賺的錢輕易流出去。比如收到快遞發現買的東西用不上，別嫌麻煩直接退；或是看到會員續費提醒，先想想這個月真的用了幾次。守財不是摳門，而是避免“為衝動買單”。晚上可以查查賬戶，看到餘額沒少，心情也會更穩。",
        "health_text": "容易用節食方式減肥，比如不吃早餐、晚餐只吃水果，結果餓得頭暈眼花，反而更容易暴飲暴食。建議你正常吃飯，但控制量：早餐吃好（蛋白質+碳水），午餐八分飽，晚餐選清淡的（粥、蔬菜）。節食減的是水分和肌肉，不是脂肪，還可能搞壞代謝，得不償失。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "向人吐苦水",
        "yi": "與新夥伴組隊",
        "all": "59%",
        "date": "2025-10-15",
        "love": "56%",
        "work": "57%",
        "money": "54%",
        "health": "67%",
        "notice": "心頭卡事的困擾",
        "discuss": "52%",
        "all_text": "需要面對心頭卡事困擾的一天。可能突然冒出一些讓你煩躁的小問題，比如物品找不到、計劃被打亂，或是和他人溝通時產生誤解。這些事本身不大，但容易像“刺”一樣紮在心裡，影響你的情緒和效率。更麻煩的是，你可能會過度糾結這些細節，比如反覆回想“是不是自己哪裡沒做好”，反而陷入內耗。當天適合主動“斷舍離”——物理上整理雜物，心理上放下對完美的執著。另外，別因為怕麻煩而回避問題，比如需要溝通的事儘早說開，否則小問題可能拖成大疙瘩。需要注意的是，別因為“想一次性解決所有問題”而給自己太大壓力，有時候“先處理最急的”反而更高效。整體運勢下滑，但調整心態能緩解部分壓力。",
        "love_text": "單身的你，要帶眼識人。遇到主動示好的對象時，別急著投入，多觀察對方的言行是否一致，比如承諾的事是否做到，或是聊天時是否尊重你的邊界，避免被一時的好感衝昏頭。已有伴者的你，注意和異性保持適當社交距離。比如聚會時別和異性單獨聊太久，或是開玩笑時把握分寸，伴侶可能不會直接表達不滿，但你的分寸感能讓對方更安心。",
        "work_text": "容易因遇到突發問題而慌亂，影響整體節奏。比如工作文件突然丟失，或是學習時發現關鍵資料不全，這些狀況可能讓你手忙腳亂。此時先深呼吸穩定情緒，再逐步解決——慌亂只會讓問題更復雜，冷靜反而能快速找到補救方法。",
        "lucky_star": "白羊座",
        "money_text": "容易被促銷活動“帶節奏”，比如看到“滿減”“限時折扣”就忍不住下單，結果買回來一堆用不上的東西。建議你購物前先問自己：“這東西我真的需要嗎？還是因為便宜才買？”如果是後者，果斷放棄。省下的錢存起來，比買一堆“雞肋”更划算。",
        "health_text": "吃飽了容易犯懶，沙發上一躺就是幾小時，結果腸胃蠕動慢，容易腹脹、消化不良。建議你飯後別急著躺，靠牆站10分鐘，或散步15分鐘，幫助消化。如果實在想休息，可以坐著做些簡單拉伸，比如抬腿、轉脖子，別讓身體“停擺”。動起來，腸胃才更順暢。",
        "lucky_color": "金色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打扮用力過猛",
        "yi": "培養新愛好",
        "all": "84%",
        "date": "2025-10-15",
        "love": "82%",
        "work": "85%",
        "money": "86%",
        "health": "83%",
        "notice": "以自己掌控節奏",
        "discuss": "88%",
        "all_text": "對你來說，整體氛圍是“外界干擾少，自己掌控節奏”的好時機。這一天沒有突發狀況打亂你的計劃，無論是日常瑣事還是人際互動，都保持著一種自然的平衡感。你可能會發現，原本需要反覆協調的事突然變得順暢，比如和家人溝通需求時少了爭執，或是處理生活小事時少了外界的催促。這種“不被打擾”的狀態，讓你能更專注地“耕耘腳下的地基”——可能是整理長期忽略的物品，或是梳理近期的生活目標。需要注意的是，雖然環境輕鬆，但別因此放鬆對自己的要求，比如拖延該完成的小任務，或是過度依賴他人的提醒。當天適合把精力放在“打基礎”的事上，比如培養一個新習慣、優化日常流程，這些看似普通的積累，會為後續的進展提供支撐。整體運勢尚可，關鍵是利用好這份“不被打擾”的自由。",
        "love_text": "單身的你，多參加社交活動能增加脫單概率。比如朋友組的局、興趣小組，或是線上群聊的線下見面，在輕鬆的氛圍中更容易遇到合拍的人，別因為“怕麻煩”而拒絕邀請。已有伴者的你，不妨和伴侶一起行動。比如一起逛街、運動，或是共同完成一件小事（做飯、整理房間），共同參與的過程能增進默契，也能減少因各自忙碌產生的疏離感。",
        "work_text": "可能會發現，按部就班的模式容易讓進展停滯，比如重複使用舊方法處理問題，或是依賴既有經驗應對挑戰。不妨主動接觸不同領域的資源，或與背景差異大的人交流，哪怕只是小範圍嘗試，也可能為後續突破打開思路，避免因“求穩”錯過機會。",
        "lucky_star": "巨蟹座",
        "money_text": "適合給錢包做個“規劃”。比如早上花10分鐘列個預算表，明確吃飯、交通、購物各能花多少。執行時嚴格按預算來，超支了就暫停消費。這種“有計劃的花錢”能讓你更清楚錢去哪了，也能避免月底“錢包空空”的尷尬。晚上覆盤時，看到沒超支會很有成就感。",
        "health_text": "容易久坐不動，辦公桌前一坐就是幾小時，或者窩在沙發刷手機，結果腰痠背痛找上門。建議你每小時起來活動5分鐘，接水、上廁所、伸懶腰都行，或者午休時下樓走一圈。晚上可以抽10分鐘做平板支撐、深蹲，緩解肌肉緊張。多走動，身體才不會“生鏽”。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戶外大冒險",
        "yi": "佈置溫馨臥室",
        "all": "62%",
        "date": "2025-10-15",
        "love": "58%",
        "work": "64%",
        "money": "53%",
        "health": "65%",
        "notice": "投機心理走捷徑",
        "discuss": "56%",
        "all_text": "需要警惕“投機心理”帶來的負面影響。這一天你可能會被一些“走捷徑”的念頭吸引，比如想通過小聰明快速解決問題，或是輕信他人承諾的“輕鬆收益”。這些看似誘人的選擇，實際可能隱藏著風險，比如忽略細節導致後續麻煩，或是因貪圖便利而付出更大代價。更需要注意的是，這種心態容易讓你陷入“越急越錯”的循環——越想快速達成目標，越可能忽略必要的步驟。當天適合保持腳踏實地的態度，比如處理事情時多核對信息，面對選擇時多問一句“是否可靠”。另外，別因為怕麻煩而跳過常規流程，比如籤文件時跳過條款閱讀，或是依賴他人代勞。整體運勢欠佳，但調整心態能減少損失。",
        "love_text": "單身的你，面對喜歡的人容易產生自卑感。比如擔心自己不夠好，或是過度分析對方的言行，反而讓自己變得緊張。其實對方可能也在觀察你，放鬆心態反而能展現真實的魅力。已有伴者的你，別陷入“患得患失”的情緒。比如反覆確認對方是否愛自己，或是擔心關係變淡，這種焦慮會傳遞給伴侶。信任對方，也信任自己的感受，關係才能更穩定。",
        "work_text": "容易因目標不清晰或方法不當而碰壁。你或許已經投入了精力，但成果未達預期，甚至可能因急於求成而走彎路，比如工作方案被反覆駁回，或是學習中的難點反覆卡殼。此時需暫停盲目推進，先問題根源——是方向偏差，還是細節疏漏？調整後再行動會更順利。",
        "lucky_star": "獅子座",
        "money_text": "千萬別“先花未來錢”，比如用信用卡透支買非必需品，或是借朋友的錢應急。這種“提前消費”可能讓你後續還款壓力大。建議你只花手裡有的錢，哪怕看中的東西再心動，也先存進購物車，過兩天再決定是否真的需要。穩住當下，才能避免未來的財務焦慮。",
        "health_text": "牙齒比較敏感，吃冷的、酸的容易刺痛，比如喝冰奶茶、啃蘋果時突然“牙酸”。建議你避免太燙或太冷的食物，選溫熱的；吃水果可以切塊，別直接咬；刷牙用溫水，選軟毛牙刷。如果刺痛持續，可能是牙本質暴露，別硬撐，及時看牙醫更穩妥。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著不運動",
        "yi": "開啟新創意",
        "all": "90%",
        "date": "2025-10-15",
        "love": "94%",
        "work": "92%",
        "money": "88%",
        "health": "91%",
        "notice": "創意迸發高光時刻",
        "discuss": "97%",
        "all_text": "是“創意迸發”高光時刻的一天。你的思維格外活躍，可能會冒出許多新鮮的點子，比如突然想到如何優化日常習慣，或是從普通事物中發現新的樂趣。這些創意不僅能讓你的生活更有色彩，還可能帶來意外的收穫——比如和他人分享想法時獲得認可，或是通過小創新解決長期困擾的問題。更難得的是，這種創造力不會讓你感到疲憊，反而會讓你更享受當下的狀態。當天適合把精力放在“探索新可能”上，比如嘗試新的興趣愛好、調整生活環境，或是簡單記錄下自己的靈感。需要注意的是，別因為“想太多”而過度糾結細節，創意的價值在於實踐而非完美。整體運勢相當好，關鍵是讓靈感自然流動。",
        "love_text": "單身的你，桃花運旺盛。可能同時遇到多個示好的對象，或是被不同的人主動邀約，別因為選擇多而糾結，跟著感覺走，選擇讓你最放鬆相處的人更重要。已有伴者的你，能明顯感受到彼此的真心。比如伴侶主動分享日常，或是在你需要時及時出現，這種“被放在心上”的感覺會讓你們更確定對方的重要性，適合一起規劃未來的小目標",
        "work_text": "狀態如“精準定位的箭”，能快速找到關鍵突破口。無論是工作項目還是學習任務，你都能敏銳捕捉核心問題，並高效解決。這種“直擊要害”的能力會讓你在團隊或班級中脫穎而出，但也要注意別因過於追求效率而忽略細節，適當檢查能避免小疏漏。",
        "lucky_star": "雙子座",
        "money_text": "手頭有點零花錢，可能來自之前的兼職、獎金或是賣閒置的錢。這筆錢別急著全花掉，可以分三部分用：一部分存起來，一部分買需要的東西，最後一部分留作靈活資金。比如想買件新衣服，可以用這部分錢；但如果朋友約聚餐，就先用靈活資金，避免動用存款。小錢也要花得明白。",
        "health_text": "容易嘴饞吃油膩食物，比如炸雞、火鍋、燒烤，結果腸胃負擔重，可能拉肚子或長痘。建議你選清淡的菜，比如清蒸魚、白灼蝦、涼拌菜，少吃油炸、紅燒的。如果實在想吃重口味，可以搭配綠茶或酸奶，幫助解膩。偶爾放縱沒問題，但別讓油膩成為“主旋律”。",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度好面子",
        "yi": "嘗試新美食",
        "all": "73%",
        "date": "2025-10-15",
        "love": "64%",
        "work": "72%",
        "money": "70%",
        "health": "79%",
        "notice": "取捨兩難的糾結",
        "discuss": "70%",
        "all_text": "可能會面臨“取捨兩難”的糾結。這一天有些選擇需要你權衡利弊，比如是優先處理眼前的小事，還是為長遠目標留出時間；或是需要在兩個都重要的選項中做決定。這種“難以兼顧”的狀態，可能會讓你產生“選哪個都不完美”的焦慮。更麻煩的是，你可能會過度分析每個選項的後果，反而陷入內耗。當天適合簡化思路，比如問自己“哪個更符合當前的核心需求”，或是接受“沒有絕對正確的選擇”。另外，別因為怕選錯而拖延決定，有時候“先行動再調整”比“等完美方案”更高效。整體運勢平平，但調整心態能減少糾結帶來的消耗。",
        "love_text": "單身的你，別總靠別人的評價看一個人。比如朋友說“這個人不錯”就急著接觸，或是聽信“他/她不適合你”就退縮，自己的感受才是最重要的，多給彼此一點了解的時間。已有伴者的你，別給伴侶太大壓力。比如要求對方必須達到某個目標，或是用“為你好”的名義限制對方的行動，輕鬆的氛圍反而能讓關係更長久，偶爾“佛系”一點也沒關係。",
        "work_text": "整體節奏需加快，避免因拖延影響進度。你或許已經制定了計劃，但執行時容易因“再等一等”的心態而滯後，比如工作文件拖延提交，或是學習任務推遲完成。建議將大目標拆解成小任務，設定明確的“截止時間”，每完成一項就打勾，能有效提升行動力。",
        "lucky_star": "金牛座",
        "money_text": "財運和“努力”掛鉤，多勞才能多得。比如加班完成項目可能有獎金，或是幫同事解決難題能得到小感謝。別嫌麻煩，主動承擔些力所能及的任務，回報可能超出預期。不過別為了賺錢過度消耗身體，累了就休息，畢竟“健康”也是長期財富。",
        "health_text": "容易忘記喝水，忙起來半天不喝一口，結果口乾舌燥、皮膚缺水。建議你隨身帶個小水杯，或者用手機設“喝水提醒”，每小時喝幾口。如果不喜歡白水，可以泡點檸檬片、菊花茶，增加點味道。別等口渴了才喝，那時候身體已經缺水了，小口慢飲更健康。",
        "lucky_color": "抹茶色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話沒分寸",
        "yi": "來場頭腦戰",
        "all": "95%",
        "date": "2025-10-15",
        "love": "97%",
        "work": "93%",
        "money": "96%",
        "health": "92%",
        "notice": "思維敏銳效率UP",
        "discuss": "93%",
        "all_text": "對你來說，是“思維敏銳，效率在線”的好日子。這一天你的頭腦格外清晰，處理問題時能快速抓住關鍵點，比如解決生活瑣事時一步到位，或是和他人溝通時精準表達需求。這種敏銳不僅讓你少走彎路，還可能獲得他人的認可——比如朋友主動請教你的建議，或是家人誇你“想得周到”。更難得的是，你不會因為“想太多”而猶豫，反而能果斷做出決定。當天適合處理需要邏輯或創意的事，比如整理資料、規劃日常，或是嘗試新的小技巧。需要注意的是，別因為“太順利”而忽略他人的感受，比如溝通時適當放慢語速，給他人留出反應時間。整體運勢相當給力，關鍵是保持這份“清醒的節奏”。",
        "love_text": "單身的你，曖昧關係可能升溫。比如和某個常聊天的人互動更頻繁，或是對方開始主動分享生活，這種“心照不宣”的默契會讓你感到甜蜜，可以適時推進關係，但別急著要答案。已有伴者的你，和伴侶的互動會更甜蜜。比如一起做件小事（看部電影、遛狗），或是突然的小驚喜（買杯對方愛喝的奶茶），這些細節能讓你們更依賴彼此，感情溫度直線上升。",
        "work_text": "成就感滿滿，容易因成果顯著而充滿動力。無論是工作項目還是學習任務，你都能感受到“付出有回報”的滿足感，比如方案被高度評價，或是考試成績超出預期。這種正向反饋會讓你更願意投入，但也要注意別因過度自信而忽略細節，適當檢查能鞏固優勢。",
        "lucky_star": "天蠍座",
        "money_text": "副業可能有收穫，比如之前接的兼職結款，或是自媒體賬號有廣告分成。這筆錢別急著揮霍，可以規劃下用途：比如存進專門賬戶作為“副業基金”，或是用來投資學習提升技能。副業的收入是額外驚喜，合理利用能讓它成為長期收入來源。",
        "health_text": "長時間戴耳機，比如通勤聽歌、辦公戴降噪耳機，容易導致耳朵又脹又疼，甚至會引起聽力下降的情況。建議你控制戴耳機時間，每次不超過1小時，音量調在60%以下，選頭戴式比入耳式更護耳。如果必須長時間用，可以每半小時摘下來休息5分鐘，讓耳朵“透透氣”。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "整理舊物件",
        "yi": "主動去社交",
        "all": "79%",
        "date": "2025-10-15",
        "love": "76%",
        "work": "69%",
        "money": "66%",
        "health": "70%",
        "notice": "用客觀思維想問題",
        "discuss": "68%",
        "all_text": "你的運勢會有小起伏，需要“用客觀思維”平衡情緒。這一天你可能會遇到一些讓你糾結的小事，比如聽到不同的意見時產生動搖，或是面對選擇時被感性左右。這種“情緒波動”容易讓你偏離原本的目標，比如原本計劃整理房間，卻因為一時低落而拖延；或是聽到他人的評價後，過度反思自己的決定。當天適合主動提醒自己“就事論事”，比如遇到問題時先列事實，再考慮感受；或是面對選擇時問自己“哪個更符合實際需求”。另外，別因為怕衝突而回避溝通，適當表達自己的立場反而能減少後續麻煩。整體運勢稍有起伏，但調整視角能減少情緒干擾。",
        "love_text": "單身的你，多留意身邊的機會。比如同事的介紹、家人的牽線，或是社交軟件上聊得來的人，別因為“怕麻煩”或“覺得不可能”而拒絕，有時候緣分就藏在“試試看”裡。已有伴者的你，給彼此適度空間反而更好。比如各自和朋友聚會，或是留點時間獨處，這種“不黏膩”的相處模式能讓你們更珍惜在一起的時光，避免因過度依賴產生矛盾。",
        "work_text": "容易因過於放鬆而影響效率。你或許想以“輕鬆心態”應對任務，但可能因態度散漫導致進度滯後，比如工作文件敷衍了事，或是學習時頻繁走神。建議設定“專注時段”，比如每小時集中工作25分鐘再休息，既能保持效率，又能避免過度疲憊。",
        "lucky_star": "水瓶座",
        "money_text": "要警惕“小錢開支”，比如買杯奶茶、打車多花幾塊，或是看到小飾品順手買下。這些錢單獨看不多，但一天下來可能超預算。建議你帶現金出門，只取夠用的量，手機支付設個限額。晚上查賬時，看到“小錢”沒超支，會比買一堆東西更開心。",
        "health_text": "容易埋頭手機世界裡，走路刷、吃飯刷、躺著刷，結果脖子前傾、眼睛乾澀，甚至撞到東西。建議你控制刷手機時間，每小時抬頭看遠處5分鐘，活動下脖子；晚上可以熱敷眼睛，或者做眼保健操。手機是工具，不是“身體的一部分”，別讓它綁架了你的健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    }
  }
}