{
  "updated": "2026-01-24T22:08:56.240Z",
  "updateTime": "2026/1/25 上午6:08:56",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16666,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "獨自生悶氣",
        "yi": "和家人吃飯",
        "all": "84%",
        "date": "2026-01-24",
        "love": "90%",
        "work": "86%",
        "money": "80%",
        "health": "83%",
        "notice": "穩步向前的態勢",
        "discuss": "82%",
        "all_text": "整體運勢還不賴，呈現出一種穩步向前的態勢。你有著清晰的目標和方向，不會盲目地行動，而是能夠一步一腳印踏實地朝著目標邁進。這種沉穩的行事風格會讓你在面對各種情況時都保持冷靜和理智，不會輕易被外界的干擾所影響。在與人相處的過程中，你也能展現出真誠和友善的一面，容易贏得他人的信任和支持。不過，在前進的道路上也可能會遇到一些小的阻礙，但只要你能保持耐心和毅力，憑藉自己的能力去克服，就能不斷積累經驗，讓自己變得更加成熟和強大。這一天適合按部就班地推進自己的計劃，穩紮穩打地實現自己的想法，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，在社交互動裡就像被幸運星砸中，和心儀對象交流時，話題不斷，彼此的距離迅速拉近，說不定很快就能從普通朋友升級為曖昧對象。已有伴者的你，另一半可能會突然給你一個浪漫的表白，讓你沉浸在甜蜜之中，不妨也給對方一個熱情回應，讓感情持續升溫。",
        "work_text": "整體狀態不錯，但容易因急切達成目標而缺乏耐心。在推進各項事務時，可能會忽略一些細節，導致後續出現小問題。不過憑藉自身的衝勁，能快速開啟新任務，只是過程中需時刻提醒自己穩下來，多檢查多確認，避免因粗心影響整體進度。",
        "lucky_star": "處女座",
        "money_text": "在財運上挺有活力，不妨多留意身邊潛在的賺錢機會，主動去開闢更多進賬渠道。比如和老友交流時，說不定能發現新的合作項目，或者利用業餘時間做點兼職。不過在行動前，要評估好風險和收益，別盲目投入，只要合理規劃，這一天有望增加收入。",
        "health_text": "建議把熬夜晚睡這個毛病改改。晚上精神再好也別貪玩刷手機、打遊戲。熬夜會打亂身體生物鐘，讓免疫力下降，第二天還容易沒精神。不妨睡前泡個腳、聽聽舒緩音樂，營造好的睡眠氛圍，早早鑽進被窩，保證充足睡眠，身體狀態才能穩穩在線。",
        "lucky_color": "藏青色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "點餐點太多",
        "yi": "早點回家",
        "all": "81%",
        "date": "2026-01-24",
        "love": "75%",
        "work": "76%",
        "money": "82%",
        "health": "83%",
        "notice": "從容不迫的節奏",
        "discuss": "89%",
        "all_text": "整體運勢平穩，有著一種從容不迫的節奏。你內心有著明確的目標和追求，並且會積極主動地去爭取機會。越是主動，你就越容易把握住那些出現在眼前的機遇，從而讓自己的生活朝著更好的方向發展。在與他人交往時，你真誠的態度和務實的作風會為你贏得不少好感，有助於拓展自己的人脈資源。不過，在追求目標的過程中，也要注意不要過於固執己見，適當聽取他人的意見和建議，或許能讓你少走一些彎路。這一天適合發揮自己的主觀能動性，積極地去探索和嘗試新的事物，為自己的生活增添一些新的色彩和可能性。",
        "love_text": "單身的你，可能暫時遇不到讓你心動的緣分，彆著急，不妨利用這段時間提升自己，看看書、學學新技能。已有伴者的你，和伴侶相處時可能會覺得話題有點少，試著一起做些共同感興趣的事，比如看一部電影、玩個遊戲，在互動中培養更多共同話題，增進感情。",
        "work_text": "這一天的運勢較為平穩，不過在發展上稍顯緩慢。在處理事務時，容易因過於追求完美而花費過多時間在細節上，導致整體進度滯後。需要明白，在保證質量的同時，也要注重效率。可以嘗試先完成大體框架，再逐步完善細節，這樣能讓各項事務推進得更順暢。",
        "lucky_star": "射手座",
        "money_text": "你的財運有不錯的小跡象，或許會有小財到賬。可能是之前借出去的錢收回來了，也可能是收到一筆意外的小獎金。別小看這些小錢，積少成多也能讓你的錢包更鼓。不過也別因為這點小收穫就大手大腳，合理規劃這筆小財，能讓它發揮更大作用。",
        "health_text": "生冷食物儘量少吃。像冷飲、生魚片這類，吃多了容易刺激腸胃，引發腹痛、腹瀉。腸胃一旦鬧脾氣，整個人都沒了精氣神。不妨多吃些溫熱、易消化的食物，比如熱湯、熱粥，給腸胃減減負，讓消化系統順順當當的。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃隔夜飯菜",
        "yi": "見好就收",
        "all": "52%",
        "date": "2026-01-24",
        "love": "55%",
        "work": "61%",
        "money": "56%",
        "health": "65%",
        "notice": "一時衝動惹麻煩",
        "discuss": "59%",
        "all_text": "整體運勢略差，可能會遇到一些不太順利的情況。你性格比較活潑好動，思維也較為敏捷，但有時候過於冒失，容易在行動之前沒有充分考慮各種因素，從而導致碰壁。在做決策時，可能會因為一時衝動而做出錯誤的選擇，給自己帶來一些不必要的麻煩。在與他人交流時，也可能會因為說話過於直接而引起他人的不滿。這一天你需要格外注意自己的言行舉止，在做任何事情之前都要先冷靜下來，仔細思考一番，權衡利弊之後再行動。遇到問題時，不要急於求成，要學會沉穩應對，通過理性的分析和判斷來解決問題。",
        "love_text": "單身的你，在社交場合容易遭遇冷場，原本準備好的話題可能得不到積極回應，別因此氣餒，調整下心態，換個交流方式。已有伴者的你，和伴侶之間容易因為一些小事產生矛盾，說話語氣別太沖，多站在對方角度想想，避免矛盾升級，影響感情。",
        "work_text": "會面臨一些狀況，容易把簡單的問題想複雜，給自己增添不必要的壓力。在面對任務時，可能會因為過度思考而猶豫不決，影響行動效率。其實很多問題並沒有想象中那麼困難，保持冷靜，以簡單直接的思路去處理，反而能更快找到解決辦法。",
        "lucky_star": "天蠍座",
        "money_text": "在財運方面你可得悠著點，消費需謹慎節制。這一天你可能會被各種新奇的東西吸引，忍不住想要買買買，但很多東西可能並不是你真正需要的。在付款前多問問自己，這東西買回來會用幾次，是不是真的有必要買，控制住消費衝動，才能避免錢包縮水。",
        "health_text": "睡前建議不要吃宵夜，晚上身體新陳代謝變慢，吃進去的食物不容易消化，堆積在體內就容易長胖，還可能影響睡眠質量。要是實在餓，喝杯溫牛奶或者吃個水果墊墊肚子就行。保持睡前空腹狀態，才能讓腸胃好好休息，第二天醒來更有活力。",
        "lucky_color": "杏色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "勸別人喝酒",
        "yi": "出門看天氣",
        "all": "76%",
        "date": "2026-01-24",
        "love": "56%",
        "work": "83%",
        "money": "55%",
        "health": "76%",
        "notice": "走好腳下每一步",
        "discuss": "72%",
        "all_text": "整體運勢起伏不定，就像海上的波浪一樣，時而平靜，時而洶湧。你可能會遇到一些讓你感到驚喜的事情，也可能會遭遇一些讓你煩惱的狀況。在這種不確定的運勢下，你需要謹慎地走好腳下的每一步。在做決策時，要充分考慮各種可能的結果，不要輕易做出決定。與人相處時，要保持真誠和友善，但也要注意保護好自己的隱私和利益，避免受到他人的傷害。面對生活中的變化，不要過於驚慌失措，要學會調整自己的心態，以平和的心態去應對各種挑戰。這一天適合保持低調，默默地做好自己的事情，等待運勢的轉變。",
        "love_text": "單身的你，很難遇到讓你心動的人，別把注意力都放在找對象上，多和朋友聚聚，享受單身時光。已有伴者的你，和伴侶溝通時可能會出現隔閡，感覺對方不理解自己，別憋在心裡，找個合適時機，心平氣和地把想法說出來，化解誤會。",
        "work_text": "整體運勢較好，有著不錯的發展契機，但需要主動去把握。在這一天，會有一些新的機會出現在面前，如果總是被動等待，很可能會錯過。要鼓起勇氣，積極行動起來，主動爭取資源、展示自己的能力，這樣才能讓各項事務朝著更好的方向發展。",
        "lucky_star": "雙子座",
        "money_text": "要格外警惕意外支出，說不定什麼時候就會冒出一筆計劃外的開銷。可能是家裡的電器突然壞了需要維修，也可能是身體有點小不適要去看醫生。提前做好心理準備，預留一部分應急資金，遇到突發情況時就不會手忙腳亂，也能減少對財務狀況的影響。",
        "health_text": "這一天吃東西可得注意溫度，食物別太燙。太燙的食物容易燙傷口腔和食道黏膜，長期這樣還可能增加患食道疾病的風險。不管是喝湯還是吃熱食，先稍微晾一晾，等溫度合適再入口，既能享受美食，又能保護口腔和食道健康，一舉兩得。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遲到或早退",
        "yi": "參加團體活動",
        "all": "76%",
        "date": "2026-01-24",
        "love": "74%",
        "work": "86%",
        "money": "70%",
        "health": "80%",
        "notice": "新的啟發和機會",
        "discuss": "66%",
        "all_text": "整體運勢一般般，沒有特別突出的亮點，但也不會出現太大的問題。這一天適合以合作或與人打交道為主，通過與他人的交流和合作，你可以獲得一些新的啟發和機會。在與他人合作的過程中，要充分發揮自己的領導才能和組織能力，但也要尊重他人的意見和想法，不要過於獨斷專行。在與朋友相處時，要多關心他人的感受，不要只考慮自己的利益。不過，在與人交往的過程中，也可能會遇到一些小的摩擦和矛盾，這時候需要你保持冷靜和理智，通過溝通和協商來解決問題。這一天要學會在合作中尋找平衡，實現互利共贏的局面。",
        "love_text": "單身的你，別太自戀啦，雖然你魅力不錯，但過於自我感覺良好可能會讓潛在對象敬而遠之，保持謙遜更容易收穫好感。已有伴者的你，和伴侶相處時別太強勢，多聽聽對方的意見，尊重對方的選擇，這樣能讓你們的關係更加和諧。",
        "work_text": "狀態積極，有著強烈的進取心，渴望在各方面取得成績。這種積極的態度會讓你在處理事務時充滿動力，能夠快速投入到工作和學習中。不過要注意，別因為過於追求速度而忽略質量，在推進過程中，適時停下來檢查一下成果，確保方向正確。",
        "lucky_star": "獅子座",
        "money_text": "你的收支基本能保持平衡，收入和支出就像兩個勢均力敵的選手，誰也不佔上風。這一天你不會有太大的財務壓力，但也不會有額外的驚喜收入。可以趁著這個平穩的時期，好好梳理一下自己的財務狀況，看看哪些支出是可以減少的，為未來的理財做好規劃。",
        "health_text": "可別光顧著忙，要注意運動鍛鍊。適當的運動能增強體質，提高免疫力，讓身體更有活力。不用進行高強度運動，散散步、做做簡單的伸展動作都可以。利用碎片時間動起來，促進血液循環，緩解身體疲勞，一整天都能精神飽滿。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不回信息",
        "yi": "親自下廚房",
        "all": "77%",
        "date": "2026-01-24",
        "love": "79%",
        "work": "65%",
        "money": "71%",
        "health": "73%",
        "notice": "自己動手豐衣足食",
        "discuss": "76%",
        "all_text": "整體運勢平平，是一個自己動手豐衣足食的日子。你有著較強的獨立性和自主性，不喜歡依賴他人，更願意通過自己的努力去實現目標。在這一天裡，你可以充分發揮自己的才能和能力，獨立完成一些任務和項目，從中獲得成就感和滿足感。在做事情的過程中，要注重細節，追求完美，這樣才能把事情做得更好。不過，也不要過於苛求自己，給自己太大的壓力，要學會適當放鬆，調整好自己的狀態。在與他人合作時，要明確自己的職責和分工，避免出現不必要的糾紛。這一天適合專注於自己的事情，用心去做好每一件事，通過自己的努力為自己創造更好的生活。",
        "love_text": "單身的你，要多注意提升個人魅力，從穿著打扮到言談舉止，都精心一些，說不定能吸引到異性的目光。已有伴者的你，和伴侶之間需要更深入的理解，別總是因為一些小事就指責對方，多站在對方立場考慮，理解對方的難處，感情會更穩固。",
        "work_text": "這一天注意力較難集中，容易被外界因素干擾，導致在處理事務時效率不高。在面對多項任務時，可能會感到有些混亂，不知道從何入手。需要先讓自己平靜下來，整理好思緒，將任務按照重要和緊急程度進行排序，集中精力逐個完成，避免因分心而出現錯誤。",
        "lucky_star": "天秤座",
        "money_text": "似乎沒有太多理財的想法，對錢財方面的事情不太上心。不過這也不一定是壞事，沒有過多的理財操作，反而能避免因為衝動決策而帶來的損失。但也不能完全放任不管，還是得留意一下日常的收支情況，確保每一筆錢都花得明明白白，維持財務的基本穩定。",
        "health_text": "要注意補充水分，身體缺水會影響新陳代謝，還可能讓皮膚變得乾燥。別等到口渴了才想起喝水，時不時喝上幾口，讓身體時刻保持水潤。可以準備個水杯放在身邊，隨時提醒自己喝水，多喝水還能促進消化，讓身體更健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "社交應酬",
        "yi": "選購年貨",
        "all": "51%",
        "date": "2026-01-24",
        "love": "69%",
        "work": "55%",
        "money": "52%",
        "health": "68%",
        "notice": "陷入白日夢之中",
        "discuss": "54%",
        "all_text": "整體運勢稍顯嚴峻，狀態不太理想。容易陷入白日夢之中，思緒常常飄到不切實際的幻想裡，難以集中精力在當下實際的事情上。這種狀態可能會讓你在面對現實問題時，缺乏足夠的專注和行動力，導致一些原本可以處理好的情況變得棘手。在與人交流互動時，也可能會因為心思不在當下，而出現溝通不暢、回應不及時等問題，影響人際關係。而且，過度的幻想可能會讓你對現實產生不切實際的期待，當現實與幻想產生落差時，內心容易產生失落感。這一天需要時刻提醒自己回到現實，腳踏實地地面對生活，減少不必要的幻想，把注意力放在眼前的事情上，努力克服這種不太有利的運勢影響，讓自己逐漸回到正軌。",
        "love_text": "單身的你，曖昧關係容易落空，原本以為有發展可能的人，可能會突然沒了下文，別太失落，把注意力放回自己身上。已有伴者的你，和伴侶相處時要注意平衡，別隻考慮自己的感受，多關心對方的需求，在付出和索取間找到平衡，感情才能長久。",
        "work_text": "整體狀態有些迷茫。在處理各項事務時，節奏容易被打亂，一會兒忙這個，一會兒又去顧那個，結果哪個都沒做好。而且對於未來的發展方向，也有些拿捏不準，不知道該往哪使勁。這時候彆著急，試著停下匆忙的腳步，靜下心來，好好梳理下思路，重新調整節奏，才能找到前行的方向。",
        "lucky_star": "摩羯座",
        "money_text": "在財運上你可別輕信那些理財推銷，現在市面上各種理財產品讓人眼花繚亂，有些人為了業績可能會誇大收益、隱瞞風險。遇到有人向你推銷理財產品時，一定要保持冷靜，多瞭解多諮詢，不要被高收益衝昏頭腦，盲目跟風投資，不然很容易陷入理財陷阱，導致財產受損。",
        "health_text": "要做好體重管理，這一天可能因為各種聚會、美食誘惑，容易吃多。體重超標會給身體帶來很多負擔，增加患疾病的風險。吃飯時控制下食量，多吃蔬菜水果，少吃高熱量、高脂肪的食物。合理飲食，保持健康體重，身體才能更輕鬆。",
        "lucky_color": "寶藍色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚被抓包",
        "yi": "和朋友聊天",
        "all": "90%",
        "date": "2026-01-24",
        "love": "94%",
        "work": "91%",
        "money": "69%",
        "health": "91%",
        "notice": "各方面助力明顯",
        "discuss": "95%",
        "all_text": "整體運勢棒棒噠，各方面的助力十分明顯。彷彿有一股無形的力量在推動著你，讓你在各種場合都能表現得耀眼奪目。無論是與人交往還是處理事務，都能展現出獨特的魅力和能力，吸引他人的關注和讚賞。在面對選擇和決策時，思路清晰，能夠迅速做出正確的判斷，不會猶豫不決。同時，身邊可能會出現一些對你有幫助的人，他們會在你需要的時候給予支持、建議或者實際的幫助，讓你在前進的道路上更加順利。這一天要充分利用這良好的運勢，積極展現自己，抓住出現的機會，充分發揮自己的優勢，讓自己的生活更加精彩。",
        "love_text": "單身的你，有很大機會邂逅新緣分，可能在某個不經意的瞬間，就遇到那個讓你心動的人，勇敢一點去打招呼。已有伴者的你，和伴侶之間的感情會更加升溫，一起度過溫馨的時光，不妨計劃個小旅行或者浪漫約會，讓感情更上一層樓。",
        "work_text": "就像開了掛的超級戰士，整體狀態極佳。在推進各項事務時，思維清晰，行動迅速，能夠高效地完成手頭的任務。無論是複雜的工作項目，還是有一定難度的學習內容，都能輕鬆應對，而且成果顯著。憑藉著這股衝勁和執行力，你很容易在人群中脫穎而出，獲得他人的認可和讚賞。",
        "lucky_star": "水瓶座",
        "money_text": "要多關注小筆收益，雖然可能不會有大筆的財富進賬，但一些小的賺錢機會也不容錯過。比如把閒置的物品掛到二手平臺上賣掉，或者利用自己的特長做點小生意。這些小收益雖然看起來不起眼，但積累起來也能給你帶來不錯的收入，還能增加你的理財信心。",
        "health_text": "飲食要注重營養均衡，各種營養元素都要攝入，不能偏食。蛋白質、碳水化合物、維生素等缺一不可，這樣才能保證身體正常運轉。別隻吃自己喜歡的食物，葷素搭配，粗細結合，讓每一餐都營養豐富，為身體提供充足能量，維持良好健康狀態。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "錯峰出門",
        "all": "96%",
        "date": "2026-01-24",
        "love": "98%",
        "work": "90%",
        "money": "93%",
        "health": "94%",
        "notice": "有很強的部署性",
        "discuss": "96%",
        "all_text": "整體運勢非常給力，展現出很強的部署性與行動力。你有著明確的目標和規劃，對於要做的事情能夠提前做好安排和部署，知道先做什麼後做什麼，條理清晰。在行動過程中，更是雷厲風行，不拖泥帶水，能夠迅速地將計劃付諸實踐。這種強大的執行力和部署能力會讓你在處理各種事情時都遊刃有餘，能夠高效地完成任務。而且，你的積極態度也會感染身邊的人，帶動周圍的氣氛。在與人合作時，能夠充分發揮自己的優勢，與他人相互配合，共同推動事情的發展。這一天要繼續保持這種良好的狀態，勇往直前，去實現自己想要達成的目標。",
        "love_text": "單身的你，魅力四射，很容易吸引到異性的關注，在社交場合中成為焦點，大膽展現自己的優點，說不定能收穫一段美好感情。已有伴者的你，和伴侶相處甜蜜，一起做些有趣的事，比如去遊樂場、吃大餐，讓快樂充滿彼此的生活，感情愈發深厚。",
        "work_text": "你的腦袋裡就像裝了個創意小宇宙，靈感源源不斷地湧現。在處理事務時，總能想出一些新穎獨特的辦法，讓問題迎刃而解。無論是工作上的項目策劃，還是學習中的知識拓展，都能憑藉這些靈感創造出不錯的成績。而且你的熱情和活力也會感染身邊的人，帶動大家一起積極向前。",
        "lucky_star": "巨蟹座",
        "money_text": "在財運上簡直太幸運啦，有收穫意外之財的可能！也許是之前參加的活動中了獎，或者是很久沒聯繫的人給你帶來賺錢的機會。當意外之財降臨，別光顧著高興，要合理規劃這筆錢，可以用來儲蓄、投資，或者改善一下生活，讓這份好運持續下去。",
        "health_text": "要注意科學用眼，現在大家長時間看電子屏幕，眼睛很容易疲勞。這一天儘量減少連續用眼時間，每隔一段時間就看看遠處，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。科學用眼，才能保護好視力，讓眼睛始終明亮有神。",
        "lucky_color": "土黃色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和陌生人拼車",
        "yi": "制定假期計劃",
        "all": "82%",
        "date": "2026-01-24",
        "love": "83%",
        "work": "81%",
        "money": "88%",
        "health": "80%",
        "notice": "開拓思路與視野",
        "discuss": "77%",
        "all_text": "整體運勢尚佳，存在開拓思路與視野的機會。你可能會接觸到一些新的觀念、想法或者事物，這些新鮮的信息會打破你原有的思維定式，讓你的思路變得更加開闊。在與不同的人交流過程中，能夠從他們身上學到新的東西，瞭解到不同的生活方式和觀點，從而豐富自己的認知。這種視野的開拓會讓你對生活有新的感悟和認識，有助於你在面對問題時從更多的角度去思考，找到更好的解決辦法。這一天要積極主動地去接觸新事物，與不同的人交流，抓住這難得的機會，讓自己的思維和視野得到進一步的提升。",
        "love_text": "單身的你，主動一點會有契機，遇到心儀對象別害羞，勇敢表達自己的好感，說不定就能開啟一段新戀情。已有伴者的你，多花時間陪伴伴侶，一起做家務、散步，在平凡生活中增進情誼，讓對方感受到你的關愛和在乎。",
        "work_text": "這一天的你穩如泰山，按照自己既定的計劃穩步前行。在處理各項事務時，不慌不忙，一步一個腳印，雖然速度不是特別快，但每一步都走得很紮實。這種按部就班的方式能讓你避免很多不必要的錯誤，確保各項任務都能順利完成，最終收穫滿滿的成果。",
        "lucky_star": "金牛座",
        "money_text": "在財運方面適合穩守現有資產，別輕易去嘗試新的投資項目或者進行大額消費。目前你的財務狀況比較穩定，保持現狀就是最好的選擇。可以把更多的精力放在工作上，通過努力工作增加收入，同時繼續做好資產的保值增值，為未來的財務安全打下堅實基礎。",
        "health_text": "不要在昏暗燈光下玩手機，這樣對眼睛傷害很大。昏暗環境裡，眼睛需要更努力聚焦，容易產生疲勞、乾澀，還可能影響視力。玩手機時找個光線充足的地方，或者開個小檯燈，讓眼睛處於舒適狀態，避免因用眼不當引發眼部問題。",
        "lucky_color": "金色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡眠不足",
        "yi": "落實新計劃",
        "all": "58%",
        "date": "2026-01-24",
        "love": "68%",
        "work": "60%",
        "money": "51%",
        "health": "55%",
        "notice": "各方壓力將來襲",
        "discuss": "63%",
        "all_text": "整體運勢下滑，會感受到各方壓力來襲，容易陷入焦慮狀態。可能會遇到一些讓你感到棘手的問題，這些問題可能來自生活的各個方面，讓你一時難以找到應對的方法。在面對這些壓力時，內心會變得煩躁不安，難以平靜下來思考問題。而且，這種焦慮的情緒可能會影響你的判斷力和決策能力，讓你在處理事情時更加手忙腳亂。在與他人相處時，也可能會因為情緒不佳而出現不耐煩、易怒等情況，影響人際關係。這一天要學會調整自己的心態，正視這些壓力，嘗試通過一些方式來緩解焦慮，比如深呼吸、聽音樂等，讓自己逐漸冷靜下來，以更好的狀態去應對生活中的挑戰。",
        "love_text": "單身的你，追求別人時可能少得到回應，別灰心，可能對方還沒感受到你的真心，調整下追求方式，繼續努力。已有伴者的你，和伴侶相處時別太冷淡，多給對方一些熱情和關心，一個擁抱、一句問候，都能讓對方心裡暖暖的，避免感情變淡。",
        "work_text": "思緒有些混亂。在面對各項事務時，難以理清頭緒，不知道該從哪裡入手。而且容易受到外界因素的干擾，導致注意力不集中，影響做事的效率。這時候彆著急行動，先找個安靜的地方，讓自己冷靜下來，把思路梳理清楚，再重新出發。",
        "lucky_star": "雙魚座",
        "money_text": "你在消費上一定要避免衝動，很多時候你可能會因為一時的喜好或者情緒而購買一些不實用的東西。在購物前，先給自己一些冷靜的時間，想想自己是否真的需要這個東西。如果實在想買，也可以先列入購物清單，過段時間再看看是否還是那麼想要，這樣能有效避免衝動消費帶來的財務壓力。",
        "health_text": "精神狀態欠佳，可能是最近太累或者壓力太大。這一天要給自己留出放鬆時間，聽聽音樂、看看書，或者和朋友聊聊天，緩解下壓力。別把自己逼得太緊，適當休息能讓大腦恢復活力，以更好的狀態面對生活和工作，避免因精神不佳影響效率。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高熱量飲食",
        "yi": "生活儀式感",
        "all": "90%",
        "date": "2026-01-24",
        "love": "94%",
        "work": "91%",
        "money": "92%",
        "health": "90%",
        "notice": "得到運氣的助力",
        "discuss": "96%",
        "all_text": "得到運氣助力的一天，一切都顯得特別美好。彷彿生活中處處都充滿了驚喜和機遇，無論做什麼事情都感覺十分順利。在與人交往時，能夠感受到他人的友好和善意，人際關係和諧融洽，容易結交到新的朋友。在做決策時，也常常能夠做出正確的選擇，彷彿有幸運之神在暗中相助。而且，一些原本擔心的問題可能會自然而然地得到解決，讓你沒有後顧之憂。這種良好的運勢會讓你心情愉悅，對生活充滿信心和期待。這一天要好好享受這美好的時光，保持積極樂觀的心態，充分利用這有利的運勢，去做一些自己想做的事情，讓生活更加豐富多彩。",
        "love_text": "單身的你，在社交活動中有很大機會邂逅那個對的人，多參加聚會、活動，擴大自己的社交圈，說不定愛情就在下一個轉角。已有伴者的你，和伴侶之間愛意更濃醇，一起回憶過去的美好時光，或者規劃未來的生活，讓感情在溫馨氛圍中不斷昇華。",
        "work_text": "各種機遇如同雪花般紛紛向你飄來。在處理事務時，只要你能敏銳地抓住這些機遇，就能輕鬆取得不錯的成績。而且你的直覺在這天特別準，能憑藉直覺做出正確的判斷和選擇。所以大膽地向前衝吧，勇敢地展現自己的能力，抓住機遇大展身手。",
        "lucky_star": "白羊座",
        "money_text": "你的投資回報相當可觀，之前進行的投資可能會迎來不錯的收益。這得益於你之前的明智決策和耐心等待。不過也別因為這次的成功就驕傲自滿，投資市場變化莫測，還是要保持謹慎的態度。可以趁著這個好時機，重新評估一下自己的投資組合，為後續的投資做好規劃。",
        "health_text": "要保持勞逸結合，別一直埋頭工作或者學習，身體和大腦都需要休息。工作學習一段時間後，起身活動活動，伸伸懶腰、踢踢腿，讓身體放鬆放鬆。合理安排休息時間，做到勞逸結合，才能提高效率，讓身體和大腦都保持良好狀態，健康又快樂。",
        "lucky_color": "銀灰色",
        "lucky_number": "6"
      }
    }
  }
}