{
  "updated": "2026-01-13T16:14:21.361Z",
  "updateTime": "2026/1/14 上午12:14:21",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 64093,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃太多零食",
        "yi": "保持美美打扮",
        "all": "75%",
        "date": "2026-01-13",
        "love": "59%",
        "work": "52%",
        "money": "76%",
        "health": "68%",
        "notice": "來自自律的考驗",
        "discuss": "64%",
        "all_text": "整體運勢存在一定起伏，這種波動狀況對個人自律能力是個不小的考驗。在面對各種狀況時，若能憑藉強大的自律，約束自己的行為和情緒，便能在起伏中穩住陣腳。比如在面對一些突發的小狀況或者外界的干擾時，自律能讓你保持冷靜，不輕易被情緒左右，從而更好地應對。然而，倘若自律性不足，就可能在運勢的起伏中迷失方向，做出一些讓自己後悔的舉動。所以，這一天要時刻提醒自己保持自律，以平和的心態去接納運勢的起伏，憑藉自律的力量在變化中找到屬於自己的節奏，讓這一天過得更加從容有序。",
        "love_text": "單身的你，在網絡世界裡要提高警惕啦。如今網絡交友盛行，可其中魚龍混雜，說不定就藏著不懷好意的人。別輕易被對方的花言巧語迷惑，在沒充分了解對方真實情況前，別投入過多感情和精力。已有伴者的你，日常相處中難免會有小摩擦，這時候別急著爭個輸贏，多站在對方角度想想，減少爭執，感情才能更和睦。",
        "work_text": "各種事情任務如潮水般湧來，讓你應接不暇。原本清晰的思路變得混亂，在處理事情時容易丟三落四，出現一些小失誤。面對繁雜的情況，你可能會感到焦慮和急躁，難以靜下心來有條不紊地解決問題，整體狀態有些手忙腳亂。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運和努力程度直接掛鉤，多勞多得的節奏很明顯。別想著偷懶還能有收穫，這一天適合主動找點能賺錢的活兒，比如幫人跑個腿、接點臨時任務，付出越多回報越實在。不過也別光顧著埋頭幹，留意下有沒有更省力的賺錢方式，別讓體力透支影響後續收入。",
        "health_text": "腸胃比較敏感，飲食上得格外留意。像生冷、辛辣、油膩的食物儘量少吃，這些刺激性食物容易讓腸胃鬧脾氣。早餐可以選擇溫熱的粥類，既容易消化又能給腸胃提供溫和的滋養。要是外出就餐，也要選衛生條件好的餐廳，避免因食物不衛生引發腸胃不適，讓腸胃舒舒服服過這一天。",
        "lucky_color": "銀灰色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "主動表白",
        "all": "82%",
        "date": "2026-01-13",
        "love": "71%",
        "work": "89%",
        "money": "79%",
        "health": "88%",
        "notice": "行動前仔細規劃",
        "discuss": "89%",
        "all_text": "整體運勢還算不錯，處於尚可的狀態。在這樣的運勢下，行動之前的計劃顯得尤為重要。做任何事情之前，都先靜下心來，仔細規劃一番。明確目標，制定詳細的步驟，考慮可能遇到的問題及應對方法。有了周全的計劃，行動起來就會更有方向感，也更容易取得理想的效果。倘若貿然行動，缺乏規劃，可能會在過程中遇到各種意想不到的麻煩，導致事情進展不順利。所以，這一天不妨多花些時間在計劃上，用嚴謹的態度為行動做好鋪墊，讓運勢的優勢在有序的行動中得以充分發揮。",
        "love_text": "單身的你，遇到有好感的人別總是被動等待。該主動的時候就要勇敢邁出那一步，主動打個招呼、聊聊天，說不定就能開啟一段美好的緣分。已有伴者的你，和另一半相處得比較融洽。你們可以一起做些喜歡的事，像看場電影、散散步，在輕鬆愉快的氛圍裡，感情會愈發深厚，彼此也更瞭解對方。",
        "work_text": "按部就班地推進各項事務。整體節奏平穩有序，能夠依據既定的目標和計劃，有條不紊地開展工作和學習。對於各項任務的安排合理得當，既不會過於緊湊讓自己疲憊不堪，也不會過於鬆散導致效率低下，一切都在掌控之中。",
        "lucky_star": "雙魚座",
        "money_text": "財運穩中帶點小挑戰，培養記賬習慣是關鍵。你可能會在吃喝玩樂上花些小錢，看似不多但積少成多，不記下來容易超支。建議把每筆開銷都記清楚，晚上覆盤時就能發現哪些錢該花、哪些能省，慢慢就能攢下更多備用金。",
        "health_text": "注意頭部保暖。天氣冷的時候，頭部暴露在外容易受寒，引發頭痛、感冒等問題。出門不妨戴上帽子，選擇保暖性好的材質，比如毛線帽或者加絨的帽子。在室內如果長時間開空調，溫度也別調得太低，避免室內外溫差過大，讓頭部始終處於溫暖舒適的環境，減少生病幾率。",
        "lucky_color": "藏青色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不尊重規則",
        "yi": "保持規律作息",
        "all": "56%",
        "date": "2026-01-13",
        "love": "62%",
        "work": "76%",
        "money": "55%",
        "health": "64%",
        "notice": "諸事都不太順心",
        "discuss": "60%",
        "all_text": "整體運勢略顯倒黴，會感覺諸事不太順心。不過，別被這種倒黴的感覺打倒，因為通過具體的行動，你完全有能力做出一些改變。不要一味地沉浸在倒黴的情緒中，而是要積極行動起來。可以從一些小事做起，比如整理一下房間，改變一下週圍的環境，讓自己有一個新的開始。或者嘗試一些新的活動，拓展自己的視野和社交圈子。在行動的過程中，你可能會發現新的機會和可能性，從而扭轉運勢的頹勢。記住，行動是改變現狀的關鍵，只要邁出第一步，就有可能迎來轉機。",
        "love_text": "單身的你，要是心裡有了喜歡的人，可別太沖動，避免輕率表白。感情需要慢慢培養，先多和對方接觸，瞭解彼此的興趣愛好、生活習慣，等時機成熟了再表達心意也不遲。已有伴者的你，和伴侶相處時要有耐心。遇到分歧彆著急上火，耐心溝通，把心裡的想法說出來，這樣才能更好地解決問題，讓感情更穩定。",
        "work_text": "你的思維逐漸從混沌走向清晰。之前困擾你的難題，在這一天開始有了新的思路和方向。雖然整體情況還有些複雜，但你已經能夠抓住關鍵要點，慢慢梳理出頭緒。在處理事務時，不再像之前那樣毫無頭緒，而是能夠有條理地分析問題，逐步找到解決辦法。",
        "lucky_star": "處女座",
        "money_text": "財運有點懸，得小心消費陷阱。你可能會被各種促銷、打折信息吸引，覺得不買就虧，但買回來可能用不上，反而浪費錢。這一天別被情緒帶節奏，買東西前先問自己“真的需要嗎”，控制住衝動，才能守住錢包。",
        "health_text": "要小心咽喉不適。這天空氣可能比較乾燥，咽喉容易受到刺激。可以多喝溫水，保持咽喉的溼潤，每隔一段時間就喝上一小口。還可以準備一些潤喉糖，感覺咽喉幹癢時含上一顆。說話的時候也別太大聲、太急促，減少對咽喉的過度使用，讓咽喉能輕鬆應對這一天。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "做個新發型",
        "all": "81%",
        "date": "2026-01-13",
        "love": "76%",
        "work": "86%",
        "money": "70%",
        "health": "80%",
        "notice": "保持平靜的狀態",
        "discuss": "78%",
        "all_text": "整體運勢平穩，內心能保持平靜的狀態。這種平靜讓你有機會享受生活的片刻閒暇。在這看似平常的一天裡，你可以放慢腳步，用心去感受生活中的小美好。比如，靜靜地欣賞窗外的風景，聆聽大自然的聲音，或者讀一本喜歡的書，沉浸在文字的世界裡。內心的平靜能讓你更加敏銳地感知周圍的一切，發現那些平時被忽略的細節。享受這些閒暇時光，不僅能讓你放鬆身心，還能讓你的內心更加充實和滿足。在這一天裡，就讓自己沉浸在這種平靜與閒暇中，感受生活的本真。",
        "love_text": "單身的你，面對喜歡的人容易害羞，這很正常。但別讓害羞阻礙了你追求幸福的腳步，試著勇敢一點，主動和對方搭話，展示自己的優點。說不定對方也在悄悄關注你呢。已有伴者的你，和另一半甜蜜相伴。你們可以一起計劃一些小活動，比如一起做頓美食，在溫馨的氛圍裡，享受彼此的陪伴，感情也會越來越好。",
        "work_text": "你的運勢較為順遂，各項事務都在朝著良好的方向發展。在推進過程中，很少遇到阻礙和困難，能夠輕鬆地完成既定目標。無論是工作還是學習，都能保持積極的心態，充滿動力地去應對各種挑戰。與周圍人的關係也十分融洽，能夠得到他人的支持和幫助。",
        "lucky_star": "白羊座",
        "money_text": "財運和兼職機會掛鉤，多留意身邊的小活兒。比如朋友有沒有需要幫忙的、線上有沒有適合的臨時任務，這些都能給你帶來額外收入。別嫌錢少就不做，積少成多也是筆不小的數目。不過記得平衡好主業和兼職，別因為小錢影響正職發展。",
        "health_text": "要加強關節韌性。日常活動時，關節承受著身體的重量和各種動作的壓力。這一天可以做一些簡單的關節活動，比如轉動脖子、伸展手臂、活動膝關節等，每個動作重複幾次，讓關節得到充分的舒展。運動前也別忘了做好熱身，避免關節突然受力而受傷，讓關節保持靈活有力。",
        "lucky_color": "橘色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不斷找藉口",
        "yi": "收拾與整理",
        "all": "95%",
        "date": "2026-01-13",
        "love": "89%",
        "work": "94%",
        "money": "96%",
        "health": "93%",
        "notice": "積極主動的姿態",
        "discuss": "97%",
        "all_text": "整體運勢十分給力，積極主動的姿態會給你帶來很大的優勢。在這種良好的運勢下，不要猶豫，不要退縮，大膽地展現自己的熱情和活力。主動去與他人交流溝通，表達自己的想法和觀點，你可能會吸引到志同道合的人，拓展自己的人脈資源。主動去嘗試新的事物，挑戰自己的極限，你可能會發現自己的潛力遠超想象。積極主動的態度能讓你在各個方面都佔據主動地位，更容易抓住機會，實現自己的目標。所以，這一天就以飽滿的熱情和積極的態度去擁抱生活，讓運勢的優勢得到最大程度的發揮。",
        "love_text": "單身的你，魅力值滿滿，很容易吸引周圍人的目光。在社交場合中，自信地展現自己的風采，說不定就能遇到那個與你相互欣賞的人。已有伴者的你，和伴侶相處時，不妨培養更多共同話題。一起聊聊喜歡的電影、音樂，或者規劃未來的生活，在交流中增進彼此的瞭解，感情也會更加親密無間。",
        "work_text": "彷彿充滿了無窮的能量，銳不可當。在各個領域都展現出強大的實力和自信，能夠輕鬆應對各種複雜的情況。無論是面對工作中的難題，還是學習上的挑戰，都能以積極的態度和果斷的行動去解決。你的表現十分出色，容易成為眾人矚目的焦點，獲得他人的欽佩和讚揚。",
        "lucky_star": "射手座",
        "money_text": "財運超旺，投資容易迎來回報。你之前投入的精力或資源，今天可能會看到成果，比如項目回款、合作分成，甚至收到意外的小禮物。這一天適合把賺到的錢合理規劃，比如存一部分、留一部分應急，別全花光，讓好運持續下去。",
        "health_text": "要注意室內通風。長時間待在封閉的室內，空氣不流通，容易滋生細菌和病毒，影響呼吸系統健康。每隔一段時間就打開窗戶，讓新鮮空氣進來，把室內的汙濁空氣排出去。通風的時間不用太長，十幾分鍾就可以。要是天氣冷，通風時可以多穿件衣服，避免著涼，讓室內空氣始終清新。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刷短視頻",
        "yi": "探索與學習",
        "all": "82%",
        "date": "2026-01-13",
        "love": "67%",
        "work": "79%",
        "money": "83%",
        "health": "84%",
        "notice": "改變保守中做選擇",
        "discuss": "81%",
        "all_text": "整體運勢中規中矩，你可能會面臨在改變與保守之間做出選擇的困境。改變意味著突破現有的舒適區，去探索未知的領域，可能會帶來新的機遇，但同時也伴隨著一定的風險。保守則是維持現狀，繼續按照熟悉的方式生活，雖然安穩，但可能會錯過一些發展的機會。在做出選擇時，要綜合考慮自身的實際情況和目標。如果內心渴望成長和進步，不妨勇敢地選擇改變，給自己一個挑戰的機會。如果覺得目前的狀態還不錯，想要保持穩定，那麼保守一些也未嘗不可。無論做出怎樣的選擇，都要堅定自己的信念，勇敢地走下去。",
        "love_text": "單身的你，在尋找另一半時別太挑剔苛刻啦。人無完人，每個人都有自己的優點和不足。多看看對方的閃光點，給彼此一個機會，說不定就能發現意想不到的美好。已有伴者的你，和伴侶相處要理解包容。生活中難免會有小矛盾，多站在對方的角度思考問題，相互理解，感情才能經得住時間的考驗。",
        "work_text": "保持著勤懇的態度，認真對待每一項事務。雖然整體運勢沒有特別突出的亮點，但憑藉你的努力和堅持，依然能夠穩步前進。在處理事情時，你注重細節，力求做到盡善盡美，雖然過程可能會有些辛苦，但最終的結果往往能夠讓你滿意。不過，也要注意不要過於苛求自己，適當放鬆一下，提高效率。",
        "lucky_star": "金牛座",
        "money_text": "財運不錯，合理規劃收支是重點。你可能會收到一些收入，比如工資、獎金或兼職費，別急著花，先想想哪些是必須的、哪些可以延後。把錢分成幾份，比如日常開銷、儲蓄、應急，這樣既能滿足需求，又能攢下錢，為未來做準備。",
        "health_text": "切勿長時間玩手機。長時間低頭玩手機，不僅會讓頸部肌肉疲勞，還可能影響視力。這一天要控制好玩手機的時間，每隔一段時間就放下手機，活動一下頸部，做做眼保健操。可以把手機放在與眼睛平視的位置，減少低頭的幅度。多看看遠處的風景，讓眼睛和頸部都得到放鬆。",
        "lucky_color": "紅色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "得饒人處不饒人",
        "yi": "發揮想象力",
        "all": "87%",
        "date": "2026-01-13",
        "love": "90%",
        "work": "80%",
        "money": "86%",
        "health": "88%",
        "notice": "很多發揮的空間",
        "discuss": "84%",
        "all_text": "整體運勢處於穩定狀態，這種平穩的態勢為你營造了極為有利的氛圍，讓你擁有很多可以發揮的空間。在與人交往時，穩定的運勢使你能自如地應對各種社交場景，無論是輕鬆的閒聊還是深入的交流，都能展現出良好的溝通能力和親和力，從而拓展人際關係。在面對生活中的各種選擇時，穩定的運勢也賦予你清晰的思維，能冷靜分析各種情況，做出合適的決定。而且，在興趣愛好方面，你也能憑藉穩定的運勢盡情投入，充分挖掘自己的潛力，嘗試新的表現形式，說不定會有意想不到的收穫。你可以盡情利用這穩定運勢帶來的發揮空間，去探索更多可能性，豐富自己的生活，讓這一天過得充實又有意義。",
        "love_text": "單身的你，有很大機會邂逅浪漫緣分哦。可能在某個不經意的瞬間，就會遇到那個讓你心動的人。保持積極的心態，主動去認識新朋友，說不定愛情就在下一個轉角等著你。已有伴者的你，和另一半恩愛如初。你們可以一起回憶過去的美好時光，也可以一起憧憬未來，在相互陪伴中，感情會更加堅定，生活也充滿甜蜜。",
        "work_text": "你會明顯感覺到與周圍人的配合變得無比順暢。在推進各項事務時，彷彿有一股無形的力量將大家緊密連接在一起，團隊成員之間心意相通，溝通毫無障礙。無論是共同完成一個項目，還是處理日常瑣事，都能高效協作，快速達成目標。這種良好的氛圍讓你工作學習都充滿幹勁，整體狀態積極向上。",
        "lucky_star": "獅子座",
        "money_text": "財運和人脈有關，拓展人脈能生財。你可能會通過朋友、同事介紹，接觸到新的賺錢機會，比如合作項目、兼職信息。這一天適合多和人聊天，別總悶著，說不定哪句話就能帶來商機。不過記得篩選信息，別被不靠譜的承諾忽悠。",
        "health_text": "要注重腰部護理。日常的坐姿、站姿不正確，或者長時間保持一個姿勢，都容易讓腰部感到痠痛。這一天要注意保持正確的姿勢，坐著的時候挺直腰背，不要彎腰駝背。如果需要長時間坐著，可以在腰部放一個靠墊，給腰部提供支撐。每隔一段時間就站起來活動一下腰部，緩解腰部壓力。",
        "lucky_color": "綠色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延時間",
        "yi": "點一杯下午茶",
        "all": "80%",
        "date": "2026-01-13",
        "love": "83%",
        "work": "92%",
        "money": "90%",
        "health": "86%",
        "notice": "積極心態成助力",
        "discuss": "94%",
        "all_text": "整體運勢還不賴，這種良好的運勢能讓你始終保持積極上進的姿態。在面對生活裡的種種狀況時，積極的心態會成為你強大的助力。遇到困難時，你不會輕易氣餒，而是以堅定的信念去克服，努力尋找解決問題的方法。在與人相處中，積極上進的態度也會感染身邊的人，吸引到志同道合的夥伴，共同進步。同時，這種姿態也會讓你更願意去嘗試新的事物，挑戰自己的極限，不斷突破自我。你可能會主動去學習新的技能，提升自己的能力，或者參與一些有挑戰性的活動，在這個過程中，你會發現自己的成長和進步。保持這份積極上進，讓良好的運勢助力你不斷前行。",
        "love_text": "單身的你，要是心裡有了有好感的人，不妨主動釋放一些好感信號。讓對方知道你的心意，說不定就能開啟一段美好的戀情。別總是把感情藏在心裡，勇敢表達才能收穫幸福。已有伴者的你，和伴侶深情相依。在平淡的生活裡，多給對方一些關心和陪伴，一起度過每一個溫馨的時刻，感情會愈發深厚，彼此也會更加依賴對方。",
        "work_text": "是充滿衝勁與突破的一天。在這一天裡，你彷彿被一股強大的力量推動著，在各個領域都展現出勇往直前的姿態。無論是面對工作中的複雜任務，還是學習上的難題挑戰，你都能以堅定的決心和無畏的勇氣去應對。每一個難題在你面前都像是紙老虎，輕易就能被你攻克，整體運勢勢如破竹。",
        "lucky_star": "水瓶座",
        "money_text": "財運超順，貴人助力財增。你可能會遇到願意幫你的人，比如前輩指點、朋友分享資源，甚至家人支持，這些都能讓你賺錢更輕鬆。這一天適合主動尋求幫助，別不好意思開口，同時也要記得感恩，未來有機會再回饋對方。",
        "health_text": "容易出現腳部疲勞的情況。走路過多或者鞋子不合適，都可能讓腳部感到疲憊。這一天如果需要長時間行走，要選擇一雙舒適、合腳、有良好支撐性的鞋子。走路一段時間後，可以找個地方坐下來，把腳抬高，促進腳部的血液循環。晚上回家後，還可以用熱水泡泡腳，緩解腳部的疲勞和痠痛。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刀子嘴豆腐心",
        "yi": "提出新計劃",
        "all": "68%",
        "date": "2026-01-13",
        "love": "60%",
        "work": "71%",
        "money": "76%",
        "health": "72%",
        "notice": "被動接受一些變化",
        "discuss": "70%",
        "all_text": "整體運勢出現下滑跡象，這可能會讓你在生活裡不得不或許被動接受一些變化。原本熟悉的生活節奏可能會被打亂，一些計劃好的事情也可能無法按照預期進行。面對這些變化，你可能會感到有些無奈和不適，但這是運勢帶來的考驗。此時，不要一味地抗拒和抱怨，而是要試著調整自己的心態，以平和的態度去接納這些變化。被動接受並不意味著消極對待，你可以在接受的過程中，冷靜觀察變化帶來的影響，從中尋找新的機會和方向。也許在適應變化的過程中，你會發現新的樂趣和可能性，為生活帶來新的色彩。以開放的心態面對運勢下滑帶來的變化，或許能讓你在困境中找到轉機。",
        "love_text": "單身的你，在面對感情時別盲目投入愛。別因為一時的衝動就陷入一段感情，要多花些時間去了解對方，看看彼此是否真的合適。已有伴者的你，和伴侶相處要穩定為主。生活中難免會有一些小波瀾，保持平和的心態，相互扶持，一起面對生活中的挑戰，感情才能在平淡中愈發穩固。",
        "work_text": "你正處於一個需要突破自我的節點。長期處於熟悉的環境和模式中，讓你有些懈怠和滿足。但這一天，你會隱隱感覺到現有的狀態無法滿足內心對進步的渴望。周圍的變化和挑戰在提醒你，是時候走出舒適區，去嘗試新的事物、學習新的技能了。雖然過程可能會有些艱難，但只有邁出這一步，才能迎來新的發展。",
        "lucky_star": "天秤座",
        "money_text": "財運有點波動，得避免衝動購物。你可能會看到喜歡的東西就想買，但買回來可能後悔，比如衣服不合身、電子產品用不上。這一天買東西前先冷靜下，想想是不是真的需要，或者等兩天再決定，這樣能省下不少冤枉錢。",
        "health_text": "要提防手腕痠痛的問題。頻繁使用鼠標、鍵盤，或者進行一些手部重複性動作，都可能讓手腕承受過大壓力，引發痠痛。這一天使用電子設備時，要注意手腕的姿勢，避免過度彎曲或伸展。每隔一段時間就活動一下手腕，順時針、逆時針轉動幾下，或者做做手腕的伸展運動，減輕手腕的負擔。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩手機",
        "yi": "多吃蔬菜水果",
        "all": "91%",
        "date": "2026-01-13",
        "love": "76%",
        "work": "90%",
        "money": "55%",
        "health": "93%",
        "notice": "自信且富有魅力",
        "discuss": "92%",
        "all_text": "整體運勢特別給力，這是保持精緻感的一天，你會自信且富有魅力。良好的運勢讓你在生活的各個方面都能展現出最佳狀態。在穿著打扮上，你會注重細節，精心搭配，展現出獨特的品味和風格，給人留下深刻的印象。在與他人交往時，自信的氣質會讓你更加從容大方，能夠輕鬆地與不同類型的人交流互動，贏得他人的好感。而且，這種自信和魅力也會讓你更願意去表達自己的想法和觀點，展現自己的才華和能力。你可以盡情享受這運勢給力帶來的美好狀態，以精緻的姿態面對生活，用自信和魅力感染身邊的人，讓這一天充滿光彩。",
        "love_text": "單身的你，感情方面可能沒有新進展。彆著急，感情的事急不來，緣分總會在不經意間降臨。利用這段時間好好提升自己，讓自己變得更優秀，說不定愛情很快就會來敲門。已有伴者的你，和伴侶要鞏固感情基礎。多花些時間陪伴對方，一起做一些有意義的事，在相處中加深彼此的感情，讓感情更加牢不可破。",
        "work_text": "對你來說是一個收穫滿滿的日子。過去一段時間裡，你在工作和學習上付出的努力，在這一天開始顯現出顯著的效果。你所參與的項目取得了重要進展，得到了領導和同事的認可；學習上的刻苦鑽研也讓你在考試或考核中取得了優異成績。這些成果不僅讓你感到自豪，也為你未來的發展奠定了堅實的基礎，讓你對未來充滿信心。",
        "lucky_star": "巨蟹座",
        "money_text": "財運有點緊張，得留意財務漏洞。你可能會因為疏忽漏掉一些開銷，比如忘記還信用卡、沒注意到賬單，這些都會影響你的資金流動。這一天建議仔細檢查賬戶，把該還的錢還清，避免產生額外費用，同時也能讓財務狀況更清晰。",
        "health_text": "要多散散步。散步是一種簡單又有效的運動方式，能促進身體的血液循環，增強身體的免疫力。這一天可以選擇在飯後半小時左右去散散步，速度不用太快，保持輕鬆的狀態。可以選擇環境優美的地方，比如公園、河邊等，一邊散步一邊欣賞風景，讓身心都得到放鬆和愉悅。",
        "lucky_color": "金色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度反思自省",
        "yi": "更新歌單",
        "all": "55%",
        "date": "2026-01-13",
        "love": "65%",
        "work": "53%",
        "money": "59%",
        "health": "60%",
        "notice": "過度依賴存風險",
        "discuss": "64%",
        "all_text": "整體運勢略差，在這種運勢下，不要過於盲目信任以及依賴別人。生活中，我們常常會習慣依賴他人，尋求他人的幫助和支持，但在運勢不佳的時候，這種依賴可能會帶來一些風險。他人的建議和決策可能並不完全適合你，過度信任可能會讓你陷入被動局面。此時，你需要更加獨立自主，依靠自己的判斷和力量去面對生活中的各種問題。學會獨立思考，分析事情的利弊，做出屬於自己的決定。雖然獨立可能會讓你面臨一些挑戰，但這也是成長的機會。通過自己的努力去解決問題，你會變得更加堅強和成熟。在運勢略差的時候，保持獨立，減少盲目信任和依賴，才能更好地應對生活的變化。",
        "love_text": "單身的你，在選擇對象時要謹慎。別被外表或者一時的感覺衝昏頭腦，要多瞭解對方的內在品質和價值觀。只有找到真正合適的人，感情才能長久。已有伴者的你，和伴侶相處要尊重差異。每個人都有自己的想法和生活方式，相互尊重，求同存異，這樣才能避免不必要的矛盾，讓感情更加和諧。",
        "work_text": "可能會遭遇一系列讓人頭疼的狀況。原本計劃好的事情，可能會因為一些突發因素而被打亂節奏；在處理事務時，也容易遇到各種小麻煩和阻礙，讓你感到力不從心。無論是工作還是學習，都感覺有些混亂，難以集中精力去解決問題。不過，不要灰心，這些狀況只是暫時的，保持冷靜，積極應對，總能找到解決辦法。",
        "lucky_star": "雙子座",
        "money_text": "財運一般，節流控制開支是關鍵。你可能會因為社交、娛樂花些錢，比如和朋友吃飯、看電影，這些雖然能帶來快樂，但也要控制額度。這一天適合設定一個消費上限，比如今天只花200塊，這樣既能享受生活，又不會超支。",
        "health_text": "要預防鼻部過敏。空氣中的灰塵、花粉等過敏原容易引發鼻部過敏，出現打噴嚏、流鼻涕等症狀。這一天出門可以戴上口罩，減少過敏原的吸入。回到家後，要及時清洗面部和鼻腔，把附著在上面的過敏原清洗掉。保持室內清潔，定期打掃房間，減少灰塵的堆積，降低鼻部過敏的風險。",
        "lucky_color": "奶油白",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "人有我有",
        "yi": "培養好習慣",
        "all": "94%",
        "date": "2026-01-13",
        "love": "96%",
        "work": "82%",
        "money": "92%",
        "health": "90%",
        "notice": "展示個人的優勢",
        "discuss": "95%",
        "all_text": "整體運勢相當旺盛，這種旺盛的運勢為你提供了充分展示個人優勢的絕佳機會。在社交場合中，你可能會憑藉自己獨特的魅力和親和力，吸引到眾人的目光，成為焦點。你的溫柔善良、善解人意會讓你在與人交往中如魚得水，輕鬆建立良好的人際關係。在表達自己的想法和觀點時，旺盛的運勢也會賦予你清晰的思維和流暢的語言，讓你的觀點更具說服力。而且，你還可能會發現自己在某些方面有著意想不到的才能，比如藝術創作、組織活動等。抓住這運勢旺盛的時機，大膽地展示自己的優勢，讓更多的人看到你的閃光點，為生活增添更多的精彩和可能。",
        "love_text": "單身的你，有很大機會收穫甜蜜愛意哦。可能是在朋友的介紹下，也可能是偶然的相遇，遇到那個讓你心動的人。勇敢地邁出第一步，說不定就能開啟一段浪漫的戀情。已有伴者的你，和另一半溫馨浪漫。你們可以一起佈置溫馨的小窩，或者一起去看一場浪漫的電影，在充滿愛意的氛圍裡，享受彼此的陪伴，感情也會更加甜蜜。",
        "work_text": "：你會驚喜地發現，自己的付出得到了豐厚的回報。在工作和學習中，你之前的努力和積累在這一天開始轉化為實實在在的成果。可能是工作上的項目取得了成功，獲得了領導的表揚和獎勵；也可能是學習上的成績有了顯著提升，得到了老師和同學的認可。這些收穫讓你感到無比欣慰，也讓你更加堅定了繼續努力的決心。",
        "lucky_star": "天蠍座",
        "money_text": "財運超棒，副業收穫頗豐。你可能會在兼職、副業上看到成果，比如寫文章拿稿費、做設計接單，甚至賣閒置物品賺到錢。這一天適合把副業當重點，多花點時間在上面，說不定能發現新的賺錢方向，讓收入更上一層樓。",
        "health_text": "要培養早睡的習慣。充足的睡眠對身體健康非常重要，能讓身體得到充分的休息和恢復。這一天晚上儘量早點上床睡覺，營造一個安靜、舒適的睡眠環境，關閉電子設備，避免藍光對睡眠的干擾。可以聽一些輕柔的音樂或者做幾個深呼吸，放鬆身心，讓自己更快地進入夢鄉，擁有一個高質量的睡眠。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    }
  }
}