{
  "updated": "2025-11-12T09:10:32.905Z",
  "updateTime": "2025/11/12 下午5:10:32",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12504,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "加入小團體",
        "yi": "嘗試新風格",
        "all": "96%",
        "date": "2025-11-11",
        "love": "97%",
        "work": "94%",
        "money": "91%",
        "health": "90%",
        "notice": "努力都能被看到",
        "discuss": "98%",
        "all_text": "對你來說像開了掛似的，整體狀態一路飆升。之前堅持的事，不管是興趣還是習慣，都能在這天看到明顯進展，甚至能收穫旁人的認可或小範圍的掌聲。這種“被看見”的感覺會讓你更有動力，像是原本默默耕耘的種子突然冒了芽，連自己都忍不住想多誇自己兩句。不過別急著飄，這種好狀態不是偶然，而是你長期投入的結果，所以哪怕成果亮眼也別太意外，反而該趁勢把節奏穩住，別因為一時興奮打亂原本的計劃。另外，這天你可能會遇到需要你站出來牽頭的小場合，比如朋友聚會里的活躍分子，或是小組討論裡的核心人物，別退縮，你的狀態完全能撐住場面，甚至能帶動周圍人的情緒。不過記得留點餘地，別把所有事都攬在身上，偶爾示弱反而能讓人更願意幫你。整體來說，這天就是“你發光，別人自然會湊過來”的日子，好好享受這種被關注的感覺吧。",
        "love_text": "單身的你，社交圈像被撒了把糖，走到哪兒都容易成為焦點。聚會、線上互動甚至日常偶遇，都可能讓你遇到主動搭話的人，甚至有人會直接表達好感。別急著拒絕，多給彼此一點了解的空間，說不定能擦出意想不到的火花。已有伴者的你，會被伴侶寵成“小孩”。對方可能會主動安排約會、準備小驚喜，或是用更直接的方式表達關心，比如突然送你一直想要的小物件。",
        "work_text": "對你而言如同打開了幸運寶箱，諸多機會如雪花般紛紛飄落。在追求目標的道路上，你彷彿裝上了加速器，每一步都走得順暢又帶勁。無論是拓展新領域，還是鞏固現有成果，都充滿了無限可能。只要保持積極的態度，大膽抓住每一個稍縱即逝的契機，就能收穫滿滿的驚喜，為未來的發展鋪就堅實的道路。",
        "lucky_star": "雙子座",
        "money_text": "財運上或有偏財驚喜降臨！也許是之前參與的小項目有了意外收益，又或是收到一筆意外之財。不過別被這好運衝昏頭腦，仍要保持理性消費，別看到喜歡的東西就盲目入手，合理規劃這筆意外之財，說不定能為你後續的財務狀況添磚加瓦。",
        "health_text": "活力滿滿的一天，但要注意勞逸結合。忙碌的工作學習容易讓你全身心投入，從而忽略休息。長時間的高強度狀態會讓身體吃不消，可能出現肌肉痠痛、精神疲憊等情況。建議每隔一段時間起身活動活動，做做伸展運動，晚上保證充足睡眠，讓身體得到充分放鬆，維持良好狀態。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人吵架",
        "yi": "提升個人形象",
        "all": "72%",
        "date": "2025-11-11",
        "love": "75%",
        "work": "69%",
        "money": "68%",
        "health": "71%",
        "notice": "總是和別人比較",
        "discuss": "77%",
        "all_text": "運勢不算大起大落，但也不算平淡，屬於“穩中帶點小波動”的類型。你可能會發現自己容易陷入“和別人比較”的圈子裡，比如看到別人做了什麼，就忍不住想“我是不是落後了”，或者別人取得點小成績，自己就開始懷疑“我是不是不夠好”。其實這天你的實際狀態並不差，只是容易被外界的聲音干擾，導致情緒有點低落。這時候需要提醒自己：別人的節奏是別人的，你的路是自己的，沒必要非拿自己的短板去碰別人的長板。另外，這天你可能會遇到需要你做決定的小事，比如選什麼活動、要不要參與某個討論，別太糾結，跟著直覺走反而更輕鬆。整體來說，這天適合把注意力放回自己身上，少關注別人的動態，多想想自己最近的目標，哪怕只是微小的進步，也值得肯定。",
        "love_text": "單身的你，對戀愛的事有點“佛系”。身邊可能有人釋放好感信號，但你更傾向於觀察而非行動，甚至會覺得“一個人也挺好”。其實不必強迫自己，順其自然反而能遇到更合拍的人。已有伴者的你，需要多站在對方的角度想想。比如伴侶提到某件事時，別急著否定，先聽聽TA的真實想法；或是遇到分歧時，試著用“我理解你”代替“你應該”。換位思考會讓你們的關係更輕鬆，減少不必要的摩擦。",
        "work_text": "可能會陷入一種迷茫的狀態，感覺自己的重心有些偏移。原本清晰的目標似乎變得模糊起來，在前進的道路上有些不知所措。就像在迷霧中行走，找不到明確的方向。這可能會讓你在處理事情時有些猶豫不決，錯過一些原本可以抓住的機會。需要靜下心來，重新審視自己的目標，調整好狀態，才能重新回到正確的軌道上。",
        "lucky_star": "處女座",
        "money_text": "在人情往來方面可得量入為出。這天可能會收到不少聚會邀請，或是需要給親朋好友送禮。但別為了面子而過度消費，提前做好預算，根據自己的經濟實力來安排，不然月底看到賬單時，可能會讓你壓力倍增，影響財務穩定。",
        "health_text": "建議避免穿新鞋走遠路。新鞋可能存在磨腳、不合腳的情況，走遠路會讓腳部承受較大壓力，導致腳部疼痛、起水泡，甚至影響正常行走。若必須穿新鞋出門，可提前做好防護措施，如貼防磨貼，同時控制行走距離，別讓雙腳太受累。",
        "lucky_color": "綠色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太大聲",
        "yi": "和朋友約飯",
        "all": "62%",
        "date": "2025-11-11",
        "love": "58%",
        "work": "64%",
        "money": "60%",
        "health": "61%",
        "notice": "表達上易出問題",
        "discuss": "64%",
        "all_text": "運勢有點“卡殼”，主要是表達上容易出問題。你可能本來想好好說件事，結果話到嘴邊不是沒說清楚，就是被人誤解了意思，甚至可能因為語氣太直接，讓原本的好意變了味。這種“說不明白”的感覺會讓你有點煩躁，尤其是和熟悉的人溝通時，更容易因為著急而越說越亂。這時候需要提醒自己：慢下來，先理清楚自己想表達的核心，再組織語言，別急著一口氣說完。另外，這天你可能會遇到需要你解釋或澄清的場合，比如別人誤會了你的行為，或者你需要為某個決定做說明，別逃避，正面回應反而能減少後續麻煩。整體來說，這天適合“少說多做”，如果實在要說，就挑重點說，別繞彎子。",
        "love_text": "單身的你，容易“腳踩多條船”。可能同時對幾個人產生好感，或是和多個異性保持曖昧，但這種“三心二意”的狀態反而會讓你錯過真正合適的人。不如先理清自己的心意，再決定要不要投入。已有伴者的你，可能會因為小事和伴侶“鬥嘴”。比如對方沒及時回消息，你就腦補出一場大戲；或是TA開了個玩笑，你卻覺得被冒犯。其實只是你太想被關注，試著用更成熟的方式表達需求，比如直接說“我想你了”，比賭氣更有效。",
        "work_text": "是一個需要獨立自主的日子。在追求進步的過程中，過度依賴他人的意見和建議可能會讓你迷失自我。就像在茫茫大海中航行，沒有自己的指南針，只能隨波逐流。你需要學會依靠自己的判斷和思考，勇敢地邁出每一步。雖然過程可能會有些艱難，但只有這樣才能真正成長，找到屬於自己的方向。",
        "lucky_star": "白羊座",
        "money_text": "建議儘量避免給親朋好友借錢。即便對方關係再好，向你開口時也要謹慎考慮。這一天你的財務狀況可能不太適合外借資金，一旦借出去，可能面臨難以收回的風險，影響自己的資金週轉，還是先保障自己的財務安全為好。",
        "health_text": "在飲食上要多注意，不要吃過量的海鮮。海鮮雖然美味且營養豐富，但過量食用可能會給腸胃帶來負擔，引發消化不良、腹痛、腹瀉等不適症狀。尤其是腸胃功能較弱的雙子座，更要控制海鮮的攝入量，適量品嚐即可，別因貪嘴而影響健康。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意浪費食物",
        "yi": "制定新計劃",
        "all": "84%",
        "date": "2025-11-11",
        "love": "87%",
        "work": "80%",
        "money": "82%",
        "health": "81%",
        "notice": "為生活加點新鮮感",
        "discuss": "82%",
        "all_text": "整體運勢比較順。你可能會突然冒出些新想法，比如想嘗試點沒做過的事，或者調整下日常的小習慣，這些想法雖然不算大動作，但落實起來會讓你覺得生活多了點新鮮感。比如原本固定的晨跑路線，這天可能想換條路；或者平時常看的書，突然想換個類型。這些小變化不會讓你覺得累，反而會讓你覺得“原來生活還能這樣”。另外，這天你可能會遇到需要你幫忙的小事，比如朋友問你點建議，或者家人需要你搭把手，別嫌麻煩，順手幫一下反而能讓你覺得被需要。整體來說，這天適合“小步調整”，不用刻意追求大改變，哪怕只是換個髮型、換種穿衣風格，都能讓你心情變好。",
        "love_text": "單身的你，不妨主動刷存在感。比如聚會時多參與話題，線上群聊裡分享點有趣的事，或是穿件顯眼的小配飾。你的“小動作”會被有心人注意到，甚至可能有人因此對你產生興趣，主動靠近你。已有伴者的你，適合和伴侶一起“升級”關係。比如一起學個新技能、規劃未來，或是聊點更深入的話題（比如對婚姻的期待）。這種“共同成長”的感覺會讓你們更緊密，也能提前發現並解決潛在的小矛盾。",
        "work_text": "是一個充滿智慧啟迪的日子。多參考不同的思路，就像為自己打開了一扇扇通往新世界的大門。在處理事情時，不要侷限於自己以往的思維模式，嘗試從不同的角度去看待問題。你會發現，原來還有很多未曾發現的方法和途徑。通過與他人的交流和分享，你能汲取到更多的靈感和智慧，讓自己的發展之路更加寬廣。",
        "lucky_star": "天蠍座",
        "money_text": "可以考慮穩健型理財。當下市場有一些風險較低、收益相對穩定的理財產品，適合你這種追求安穩的人。不妨花些時間研究一下，將一部分閒置資金投入其中，既能讓錢生錢，又不會承擔太大風險，為你的財富積累打下基礎。",
        "health_text": "正餐不宜吃太飽。吃得過飽會讓腸胃負擔加重，食物在胃內長時間停留，容易引起胃脹、胃痛等不適，還可能影響消化功能。建議每餐吃到七八分飽就好，細嚼慢嚥，這樣既能滿足身體對營養的需求，又能避免腸胃不適，讓身體更輕鬆。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於計較輸贏",
        "yi": "看喜劇電影",
        "all": "59%",
        "date": "2025-11-11",
        "love": "56%",
        "work": "57%",
        "money": "52%",
        "health": "68%",
        "notice": "陷入自我懷疑中",
        "discuss": "51%",
        "all_text": "整體運勢有點“低氣壓”，主要是容易陷入自我懷疑。你可能原本對自己挺有信心的，但這天會突然冒出“我是不是不行”“我是不是做錯了”的念頭，甚至可能因為別人的一句評價，就否定自己之前的努力。這種情緒會讓你有點喪，甚至想躲起來不想見人。其實這天你的實際狀態並不差，只是容易被外界的聲音放大內心的不安。這時候需要提醒自己：別人的看法是別人的，你的價值不需要靠別人來定義。另外，這天你可能會遇到需要你面對的小挑戰，比如原本擅長的事突然出了點小問題，或者需要你處理點麻煩事，別慌，你完全有能力解決，只是需要多給自己點時間。整體來說，這天適合“和自己和解”，別太苛責自己，哪怕只是完成了一件小事，也值得給自己點鼓勵。",
        "love_text": "單身的你，容易用力過猛。遇到有好感的人，可能會急著表現自己，比如過度炫耀、說大話，反而讓對方覺得有壓力。其實真誠比“完美”更重要，偶爾暴露點小缺點，反而更可愛。已有伴者的你，別給伴侶太大壓力。比如TA沒達到你的期待，你就急著“教育”；或是總把“別人家的伴侶”掛在嘴邊。感情需要空間，偶爾“鬆鬆手”，讓TA自己成長，反而會更珍惜你。",
        "work_text": "可能會陷入一種盲目努力的困境，在無用功上死磕。就像一個勤勞的蜜蜂，不停地忙碌，但卻沒有找到正確的方向。你可能會花費大量的時間和精力在一些不太重要的事情上，而忽略了真正關鍵的部分。這會導致你的努力沒有得到應有的回報，讓你感到有些沮喪和失落。需要及時調整自己的策略，明確目標，把精力集中在有價值的事情上。",
        "lucky_star": "天秤座",
        "money_text": "切勿請客吃飯。這一天你的財運不算旺盛，要是為了面子頻繁請客，會讓你原本就不充裕的資金更加緊張。控制一下自己的社交消費，把錢用在刀刃上，等財運好轉時，再盡情享受與朋友相聚的時光也不遲。",
        "health_text": "不要過度挑食。過度挑食會導致營養攝入不均衡，身體缺乏某些必要的維生素、礦物質等營養成分，影響身體的正常運轉和免疫力。這一天儘量保證飲食多樣化，各種食物都適量吃一些，讓身體獲取全面的營養，維持良好的健康狀態。",
        "lucky_color": "米白色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風消費",
        "yi": "聽聽線上講座",
        "all": "93%",
        "date": "2025-11-11",
        "love": "91%",
        "work": "94%",
        "money": "90%",
        "health": "96%",
        "notice": "抓住問題的關鍵",
        "discuss": "90%",
        "all_text": "整體運勢像開了“清醒濾鏡”，你的頭腦特別清楚，能快速抓住問題的關鍵，甚至能預判到接下來可能發生的事。這種“腦子在線”的狀態會讓你在處理事情時特別高效，比如原本需要花半小時的事，這天可能十分鐘就搞定了，或者原本覺得複雜的問題，突然找到了簡單的解決辦法。另外，你這天的應變能力也特別強，遇到突發情況不會慌，反而能冷靜分析，找到最優解。比如朋友突然約你，你能迅速調整自己的安排；或者原本的計劃被打亂，你能馬上想出替代方案。這種“靈活”的狀態會讓你覺得特別有掌控感，甚至會有點享受這種“隨機應變”的感覺。整體來說，這天適合“順勢而為”，別給自己設太多限制，跟著狀態走，反而能收穫意外的小驚喜。",
        "love_text": "單身的你，可能會被“追著跑”。有人會主動找你聊天、約你見面，甚至用送小禮物的方式表達好感。對方的熱情會讓你有點意外，但別急著拒絕，多觀察TA的行動是否真誠，再決定要不要給機會。已有伴者的你，適合和伴侶一起“搞點事”。比如計劃一次短途旅行、嘗試新餐廳，或是共同完成一件小事（比如一起做飯）。這種“合作”的感覺會讓你們更默契，也能發現彼此更多優點。",
        "work_text": "彷彿有一股無形的力量推動著你，讓你在各個方面都能快速前進。無論是處理日常事務，還是應對突發情況，你都能以一種高效、精準的方式完成。就像一臺精密的機器，每個環節都運轉得十分順暢。這種高效的狀態不僅能讓你在短時間內取得顯著的成果，還能為你節省大量的時間和精力，讓你有更多的時間去追求更高的目標。",
        "lucky_star": "雙魚座",
        "money_text": "正是收穫的時候！之前付出的努力在財務上有了回報，可能是工作上的獎金、項目提成，或是投資的收益到賬。好好享受這份收穫，同時也可以規劃一下如何合理利用這筆錢，比如存一部分、再拿一部分做進一步的理財規劃。",
        "health_text": "建議培養早睡的習慣。熬夜會打亂身體的生物鐘，影響各個器官的正常修復和排毒，導致第二天精神萎靡、注意力不集中，長期熬夜還會對身體健康造成更嚴重的損害。所以這一天儘量早點放下手機，營造一個安靜舒適的睡眠環境，早早入睡，讓身體得到充分休息。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度追求名牌",
        "yi": "打卡網紅地",
        "all": "90%",
        "date": "2025-11-11",
        "love": "98%",
        "work": "91%",
        "money": "92%",
        "health": "93%",
        "notice": "機會在主動靠近",
        "discuss": "91%",
        "all_text": "彷彿站在了命運的順風區，整體運勢的優勢像空氣一樣自然環繞。這一天，你不需要刻意用力，就能感受到外界的善意和機會的主動靠近。無論是日常的社交互動，還是突然冒出的新想法，都容易得到周圍人的積極回應，這種“被推著走”的順暢感，會讓你更有底氣去嘗試平時猶豫的事。你的主動性和行動力會明顯提升，不再滿足於被動等待，而是更願意邁出第一步——可能是主動開啟一個話題，或是表達自己的需求。這種改變會讓你在人際關係或個人目標上佔據先機，彷彿提前站在了起跑線的有利位置。不過，記得別因為太順利而忽略細節，偶爾停下來確認方向是否正確，會讓這份好運更持久。整體來說，這是適合大膽表達、積極行動的一天，你的自信和外界的支持會形成良性循環，讓許多事自然走向好的方向。",
        "love_text": "單身的你，可能會收到“直球表白”。有人會直接告訴你“我喜歡你”，或是用更明顯的方式釋放好感（比如頻繁找你聊天、約你單獨見面）。這種直接的示好會讓你有點措手不及，但別慌，跟著心意走就好。已有伴者的你，適合和伴侶“玩浪漫”。比如一起看場電影、送束花，或是說點肉麻的情話。這些小舉動會讓你們的關係更有儀式感，也能讓彼此感受到被重視的溫暖。",
        "work_text": "你的大腦就像被點亮了智慧之光，格外靈光。在處理各種事務時，思維如同敏捷的飛鳥，迅速穿梭於複雜的信息之間，輕鬆捕捉到關鍵要點。無論是面對工作中的難題，還是學習裡的困惑，都能憑藉這份聰慧找到巧妙的解決辦法。而且，你還能舉一反三，將所學所悟靈活運用到其他方面，為整體發展帶來諸多積極影響，開啟高效又充滿驚喜的一天。",
        "lucky_star": "射手座",
        "money_text": "或有固定資產的增值。也許是你的房產價值有所提升，又或是其他固定資產有了更好的發展。這會讓你的資產更加豐厚，不過也別因此而滿足，繼續關注市場動態，合理管理這些固定資產，讓它們持續為你創造價值。",
        "health_text": "建議少喝各種咖啡奶茶。咖啡和奶茶中通常含有較多的咖啡因和糖分，過量飲用可能會引起心跳加速、失眠、血糖升高等問題，還可能影響腸胃對其他營養物質的吸收。這一天不妨用白開水、淡茶水來代替咖啡奶茶，既能補充水分，又有利於身體健康。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間追劇",
        "yi": "圖書館看書",
        "all": "56%",
        "date": "2025-11-11",
        "love": "61%",
        "work": "51%",
        "money": "64%",
        "health": "61%",
        "notice": "躲進自己小世界裡",
        "discuss": "63%",
        "all_text": "整體氛圍對你來說有些沉悶，運勢的低迷感像一層薄霧籠罩著日常。這一天，你可能會更傾向於躲進自己的小世界裡，對原本感興趣的事突然失去熱情，轉而沉迷於一些輕鬆卻無意義的休閒活動，比如刷手機、追劇或是重複做些不需要動腦的事。這種狀態並非因為你懶惰，而是外界的能量場讓你提不起勁，連平時能激發你動力的事，也顯得索然無味。需要注意的是，過度沉浸在“逃避模式”中，可能會讓你忽略一些需要處理的小問題，雖然它們暫時不會造成大麻煩，但積累起來可能會讓你後續更疲憊。建議適當給自己設個“暫停鍵”，比如規定只玩半小時手機就起身活動，避免一整天都被這種低能量狀態拖垮。整體來說，更適合放慢節奏，允許自己“偷懶”，但別讓這種狀態持續太久。",
        "love_text": "單身的你，容易“想太多”。比如遇到有好感的人，你會反覆琢磨TA的每句話、每個動作，甚至懷疑“TA是不是看不起我”。其實對方可能只是沒表達清楚，別讓敏感影響了判斷。已有伴者的你，可能會因為“安全感不足”和伴侶鬧小情緒。比如TA沒及時回消息，你就覺得“TA不愛我了”；或是TA和異性走得近點，你就吃醋。其實只是你太在意，試著相信TA，也相信自己的魅力，感情會更穩。",
        "work_text": "彷彿置身於一片佈滿荊棘的道路，容易遭受挫折的困擾。在追求目標的進程中，各種意想不到的阻礙會接踵而至，讓你感到有些力不從心。原本信心滿滿的計劃，可能會因為一些突發狀況而被打亂，導致進展不如預期。這種挫折感可能會影響你的情緒和積極性，但不要氣餒，每一次的困難都是成長的機會，只要保持堅韌，就能逐漸走出困境。",
        "lucky_star": "獅子座",
        "money_text": "切勿情緒化消費。這一天你可能會因為一些小事而情緒波動，進而產生購物的衝動。但這種消費往往是不理性的，買回來的東西可能並不實用。控制好自己的情緒，在購物前冷靜思考是否真的需要，避免不必要的開支。",
        "health_text": "腸胃比較敏感的一天，在飲食方面要格外小心。生冷、辛辣、油膩等刺激性食物容易刺激腸胃黏膜，引發腸胃不適，如腹痛、腹瀉、嘔吐等。這一天儘量選擇清淡、易消化的食物，如粥、麵條、蔬菜等，減輕腸胃負擔，保護腸胃健康。",
        "lucky_color": "卡其色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易放棄目標",
        "yi": "落實學習計劃",
        "all": "91%",
        "date": "2025-11-11",
        "love": "90%",
        "work": "92%",
        "money": "90%",
        "health": "93%",
        "notice": "新事物吸收能力強",
        "discuss": "94%",
        "all_text": "你像一塊被陽光曬暖的海綿，對新鮮事物的吸收能力超強，整體運勢的好感幾乎體現在每個細節裡。這一天，你的學習能力會成為最突出的優勢，無論是接觸新技能、理解複雜信息，還是快速掌握一個新概念，都比平時更輕鬆。這種“學得快、記得牢”的狀態，會讓你在與人交流或處理問題時更有底氣，甚至能通過一個新學的知識點，解決原本卡殼的麻煩。你的好奇心和探索欲也會被激發，可能會主動翻看一本書、看一段紀錄片，或是和他人聊起某個你感興趣的話題，這些看似隨意的舉動，都會在日後為你積累下有用的“知識儲備”。整體來說，是適合學習、吸收、分享的一天，你的思維活躍度和理解力會讓你在無形中收穫頗豐，甚至可能因為一個小發現而改變對某件事的看法。",
        "love_text": "單身的你，容易和喜歡的人“擦出火花”。可能是一次深入的聊天、一個默契的眼神，或是共同完成一件小事，都會讓你覺得“和TA在一起很舒服”。這種自然的好感會讓你更想靠近對方，不妨主動一點。已有伴者的你，會對彼此的感情更堅定。比如聊到未來時，你們會達成更多共識；或是遇到困難時，TA會堅定地站在你這邊。這種“被支持”的感覺會讓你更珍惜這段關係，也會更願意為TA付出。",
        "work_text": "得到貴人的助力。在前進的道路上，會有一股強大的力量在背後默默支持著你，為你排憂解難，指引方向。這股助力可能來自於經驗豐富的前輩、志同道合的夥伴，或是關鍵時刻出現的機遇。他們的出現會讓你在面對困難時更加從容自信，能夠更加順利地朝著目標前進，開啟一段充滿希望和驚喜的旅程。",
        "lucky_star": "摩羯座",
        "money_text": "你的存款會迎來上漲！可能是收入增加，或是之前的理財有了不錯的效果。看到存款數字上升，別太得意，繼續保持良好的理財習慣，合理規劃這筆新增的資金，比如可以留一部分作為應急資金，另一部分用於更進一步的財富增值。",
        "health_text": "容易出現頭痛的問題。這可能與壓力過大、用眼過度、睡眠不足等因素有關。這一天要注意合理安排工作學習時間，避免長時間連續用眼，每隔一段時間休息一下眼睛。同時，保證充足的睡眠，放鬆心情，若頭痛症狀嚴重，可適當按摩頭部穴位緩解。",
        "lucky_color": "奶茶色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "到點不睡覺",
        "yi": "記錄小美好",
        "all": "82%",
        "date": "2025-11-11",
        "love": "80%",
        "work": "75%",
        "money": "73%",
        "health": "86%",
        "notice": "一步一個腳印走",
        "discuss": "89%",
        "all_text": "整體運勢沒有大起大落的刺激，卻足夠讓你感到安心。這一天，你不會遇到特別棘手的問題，但也不會有“天上掉餡餅”的好運，所有的進展都來自你一步一個腳印的踏實。你的心態會格外平和，不再像平時那樣急於看到結果，而是更願意享受過程——比如耐心完成一件小事，或是慢慢梳理一個想法。這種“穩”的狀態會讓你在處理日常事務時更高效，不容易被外界的干擾打亂節奏。不過，偶爾也會因為太追求“穩”而顯得有些保守，比如對新的機會猶豫不決，或是擔心改變會帶來風險。其實運勢足夠支撐你小步嘗試，只要別把自己困在“必須完美”的框架裡，就能在平穩中找到新的方向。整體來說，這是適合沉澱、整理、小範圍突破的一天，你的踏實會為你積累下看不見的底氣。",
        "love_text": "單身的你，適合多表現自己的優點。比如聚會時主動分享工作上的成就、聊點有趣的愛好，或是穿件能凸顯氣質的衣服。你的“閃光點”會被有心人注意到，甚至可能因此吸引到合適的人。已有伴者的你，適合多誇誇對方。比如TA做了件小事，你就說“你真好”；或是TA穿了新衣服，你就說“真好看”。這些真誠的讚美會讓TA更開心，也能讓你們的關係更甜蜜。",
        "work_text": "需要時刻保持緊迫感，就像在和時間賽跑。周圍的環境和競爭態勢都在不斷變化，如果你稍有鬆懈，就可能會被他人超越。這種緊迫感會促使你更加專注和努力，全身心地投入到各項事務中。雖然會感到有些壓力，但也能激發你的潛能，讓你在有限的時間內取得更多的成果。只要合理安排時間，保持高效的狀態，就能在競爭中脫穎而出。",
        "lucky_star": "金牛座",
        "money_text": "適合學習理財之道。你可以利用這一天的時間，看看理財相關的書籍、文章，或者向有經驗的人請教。瞭解更多的理財知識和技巧，能幫助你更好地管理自己的財務，為未來的財富增長做好準備，讓你的錢發揮更大的價值。",
        "health_text": "要注意室內的空氣流通。長時間處於空氣不流通的環境中，會導致室內空氣汙濁，氧氣含量降低，二氧化碳等有害氣體增多，容易引發頭暈、乏力、呼吸不暢等不適症狀。這一天要經常開窗通風，保持室內空氣新鮮，為身體創造一個良好的呼吸環境。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽風便是雨",
        "yi": "玩益智類遊戲",
        "all": "59%",
        "date": "2025-11-11",
        "love": "52%",
        "work": "61%",
        "money": "55%",
        "health": "63%",
        "notice": "夠不著的失落感",
        "discuss": "60%",
        "all_text": "整體運勢像一片被烏雲遮住的天空，期待的事似乎總隔著一層距離，讓你容易產生“夠不著”的失落感。這一天，你可能會對某個目標或計劃抱有很高的期待，但現實進展卻不如預期順利，這種落差會讓你有些喪氣，甚至懷疑自己的方向是否正確。其實問題並不在於你的能力，而是外界的節奏和你的預期沒有同步——比如你希望立刻看到成果，但事情需要更長時間醞釀；或是你期待他人的支持，但對方暫時沒有給出明確回應。這種“期待與現實的錯位”會讓你情緒低落，甚至影響對其他事的熱情。建議適當調整期待值，把目標拆解成更小、更易實現的步驟，避免因為“太遠”而放棄。整體來說，是適合調整心態、重新定位的一天，你的靈活和理性會幫你找到更實際的路徑，只是需要多一點耐心。",
        "love_text": "單身的你，可能因為對方長得好看、穿得時尚，就產生好感，甚至急著靠近。但這種“外貌驅動”的好感可能不持久，不妨多瞭解TA的內在，再決定要不要投入。已有伴者的你，可能會因為“控制慾太強”和伴侶鬧矛盾。比如TA沒按你的方式做事，你就急著糾正；或是總想掌握TA的行蹤。感情需要信任，偶爾“放手”，讓TA自己選擇，反而會更依賴你。",
        "work_text": "是一個需要格外細心謹慎的日子，切勿犯低級錯誤。在處理各種事情時，哪怕是一個小小的疏忽，都可能會引發一系列不必要的麻煩，影響整體的進展和成果。就像建造一座大廈，一個小小的瑕疵都可能影響整座建築的穩定性。所以，在做任何事情之前，都要認真思考，仔細檢查，確保每一個環節都準確無誤，才能順利度過這一天。",
        "lucky_star": "巨蟹座",
        "money_text": "切勿貪小便宜。這一天可能會遇到一些看似很划算的促銷活動，但別被低價衝昏頭腦。有些商品可能質量不佳，買回來反而浪費錢。在購物時要保持理性，仔細考慮商品的質量和實用性，別因為貪小便宜而吃了大虧。",
        "health_text": "女性朋友容易出現痛經問題。這可能與身體受涼、內分泌失調等因素有關。這一天要注意腹部保暖，避免吃生冷食物，多喝熱水。如果痛經症狀比較嚴重，可以用熱水袋熱敷腹部，促進血液循環，緩解疼痛，必要時可尋求醫生的幫助。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過多抱怨",
        "yi": "學習一門外語",
        "all": "80%",
        "date": "2025-11-11",
        "love": "84%",
        "work": "86%",
        "money": "88%",
        "health": "89%",
        "notice": "藏著成長的機會",
        "discuss": "81%",
        "all_text": "整體運勢像一陣輕柔的風，帶著點小壓力卻也藏著成長的機會。這一天，你可能會感受到一些來自外界或內心的壓力，比如對某件事的責任感變強，或是對自己的要求突然提高。這些壓力不會讓你崩潰，反而會激發你的動力，讓你更願意主動去面對問題，而不是像平時那樣選擇逃避。你的自我充實欲會變強，可能會主動學習、閱讀，或是和他人交流想法，這些舉動不僅能緩解壓力，還能讓你在過程中發現新的可能性。不過，記得別因為太想“做好”而給自己太大負擔，偶爾允許自己“差一點”，反而能讓狀態更鬆弛。整體來說，是適合面對壓力、充實自我的一天，你的適應力和學習能力會幫你把壓力轉化為動力，甚至可能因為一次小突破而更自信。",
        "love_text": "單身的你，遇到感興趣的對象，可能是在聚會、線上群聊，或是日常偶遇中，對方的某個特質（比如幽默、溫柔）會吸引你，讓你想多瞭解TA。不妨主動搭話，說不定能開啟一段新故事。已有伴者的你，適合和伴侶“分享內心”。比如聊點最近的煩惱、對未來的期待，或是回憶一些美好的過去。這種“深度交流”會讓你們更懂彼此，也能提前解決潛在的小問題，感情會更穩固。",
        "work_text": "需要多動腦筋思考。在面對各種情況時，不能僅僅依靠直覺和習慣，而要主動開動腦筋，從不同的角度去分析問題，尋找解決方案。通過深入思考，你能發現一些隱藏的機會和潛在的問題，從而做出更加明智的決策。這種思考的過程雖然可能會有些辛苦，但也能讓你收穫滿滿，為未來的發展打下堅實的基礎。",
        "lucky_star": "水瓶座",
        "money_text": "要多抓住新機會。在財務方面，可能會有一些新的賺錢途徑出現，比如新的兼職工作、合作項目等。別害怕嘗試，勇敢地抓住這些機會，說不定能為你帶來額外的收入。不過在行動前也要做好評估，確保機會的可行性和收益性。",
        "health_text": "建議多培養良好的個人衛生習慣。不注重個人衛生容易滋生細菌和病毒，增加感染疾病的風險，如感冒、皮膚疾病等。這一天要勤洗手、勤洗澡、勤換衣物，保持身體清潔。同時，注意居住環境的衛生，定期打掃房間，保持室內整潔乾淨。",
        "lucky_color": "抹茶色",
        "lucky_number": "7"
      }
    }
  }
}