{
  "updated": "2025-09-16T13:15:14.028Z",
  "updateTime": "2025/9/16 下午9:15:14",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15799,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "亂丟垃圾雜物",
        "yi": "DIY手中製作",
        "all": "73%",
        "date": "2025-09-16",
        "love": "66%",
        "work": "77%",
        "money": "70%",
        "health": "72%",
        "notice": "對現狀感到不滿",
        "discuss": "71%",
        "all_text": "你的整體運勢比較平淡，沒什麼新鮮的節奏。你心裡其實藏著不少想要改變現狀的想法，可能是對生活環境、日常習慣，又或者是自身狀態的調整，這些念頭時不時就在腦海裡冒出來。但真到了要付諸行動的時候，你卻有些猶豫，缺乏足夠的勇氣邁出那一步。也許是擔心改變會帶來未知的風險，又或許是害怕失敗後要面對的後果。這種矛盾的心理讓你在原地徘徊，既無法安心享受當下的平靜，又不敢大膽去追求新的可能。不過，這種平淡也不完全是壞事，它給了你一個緩衝和思考的時間，讓你能更理性地審視自己的內心。你可以趁著這個相對安穩的階段，好好梳理一下自己的思緒，把那些想要改變的想法逐一分析清楚，看看哪些是真正可行的，哪些只是一時的衝動。等想明白了，說不定勇氣也就跟著來了。",
        "love_text": "單身的你，可能會因為看到對方一些小缺點，原本的好感瞬間崩塌。原本覺得還不錯的人，在發現那些小毛病後，突然就覺得沒那麼吸引人了。已有伴者的你，要注意別過度指責對方。也許對方有些地方沒做好，但一味的指責只會讓彼此心裡都不好受，容易引發爭吵，影響感情氛圍，試著多些包容和理解。",
        "take_star": "",
        "work_text": "整體狀態處於一種微妙的平衡，看似平穩卻暗藏危機。你或許對當前取得的小成果感到滿足，但這種滿足很容易讓你停滯不前。周圍的環境在不斷變化，若不能敏銳察覺並做出改變，很可能在後續競爭中逐漸落後。別被眼前的安逸迷惑，要時刻保持進取之心，才能持續進步。",
        "lucky_star": "金牛座",
        "money_text": "建議把做好儲蓄計劃這件事兒放在心上。財運有起有伏，可能會有一些意外的小支出，要是沒個儲蓄計劃，很容易就入不敷出咯。看到喜歡的東西別急著下單，先想想是不是真的必要。也別盲目跟風投資，穩穩當當把錢存起來一部分，才能讓你的錢包更鼓，心裡更踏實。",
        "health_text": "注意水分補充，別等口渴才喝水，以多次喝溫水的方式補水更合適，這樣能讓身體時刻保持水潤，促進新陳代謝，要是缺水可能會引發皮膚乾燥、喉嚨不適等問題。金牛座得注意室內空氣流通，多開窗換氣，讓新鮮空氣進來，不然密閉空間易滋生細菌，增加呼吸道感染風險，影響身體健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "高度炫耀",
        "yi": "結交新朋友",
        "all": "90%",
        "date": "2025-09-16",
        "love": "91%",
        "work": "88%",
        "money": "89%",
        "health": "90%",
        "notice": "朝積極方向發展",
        "discuss": "92%",
        "all_text": "對你來說可是運勢正當旺的一天，一切都朝著積極的方向發展，就像順水行舟，輕鬆又自在。這種良好的態勢會讓你整個人都充滿活力，做起事來也格外有幹勁。你會明顯感覺到，周圍的一切都在配合著你，無論是遇到的人還是碰到的事，都給你帶來不少便利和驚喜。這種順遂的體驗會極大地增強你的自信心，讓你相信自己有能力應對各種情況。你會更加堅定地朝著自己的目標前進，不再輕易被困難和挫折打倒。而且，這種積極的能量還會感染身邊的人，讓他們也願意圍繞在你身邊，給你提供支持和幫助。在這樣的好運勢下，你可以大膽地去嘗試一些新的事物，說不定會有意想不到的收穫。不過，也別因為運勢好就過於大意，還是要保持一顆平常心，穩穩地享受這份好運。",
        "love_text": "單身的你，感情上有貴人助力哦。可能會在朋友的介紹或者牽線下，結識到不錯的對象，給你帶來新的感情機會。已有伴者的你，能得到長輩的支持。長輩可能會對你們的感情表示認可，在相處中也會給你們一些好的建議，讓你們的感情更加穩固，心裡感覺暖暖的。",
        "take_star": "",
        "work_text": "整體呈現出積極向上的態勢，有著不錯的發展潛力。你能夠清晰地看到自身存在的短板，並且有強烈的意願去彌補。這種自我提升的意識會讓你在各方面都不斷進步，為未來的發展打下堅實基礎。只要保持這種狀態，就能逐步縮小與目標的差距。",
        "lucky_star": "獅子座",
        "money_text": "或許會在財運方面有一些新的想法冒出來。可能是對現有的理財方式有了改進的念頭，或者發現了新的賺錢小途徑。別光想不做，好好琢磨琢磨這些想法的可行性。不過也別太激進，在嘗試新事物的時候，先小範圍地試試水，確定靠譜了再加大投入，這樣能讓你的財運穩穩上升。",
        "health_text": "容易多愁善感，情緒波動大對健康不利，儘量找些能讓自己開心的事做，比如看喜劇電影、和朋友聊天，把注意力從煩心事上移開，保持心情舒暢。巨蟹座玩手機時要注意姿勢，別長時間低頭或歪著身子，不然頸椎和腰椎會承受過大壓力，引發疼痛，每隔一段時間就活動活動身體。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "胡思亂想",
        "yi": "逛網紅打卡地",
        "all": "55%",
        "date": "2025-09-16",
        "love": "60%",
        "work": "52%",
        "money": "51%",
        "health": "58%",
        "notice": "物質慾望太強烈",
        "discuss": "57%",
        "all_text": "你的整體運勢有些低迷，心情也變得有些沉重。你的物質慾望很多，可能是看到別人擁有了一些好東西，自己心裡也跟著癢癢，想要得到同樣的東西。又或者是生活中有一些實際的需求，讓你對物質方面的渴望愈發強烈。然而，現實卻並不如你所願，你發現無論怎麼努力，那些想要的東西總是難以得到，就像一個永遠裝不滿的口袋，讓你感到無比的沮喪和失落。這種物質上的不滿足會進一步影響你的情緒，讓你變得有些煩躁和焦慮。其實，運勢低迷只是暫時的，它並不代表你永遠都無法實現自己的願望。你可以試著調整一下自己的心態，不要把物質看得太重，多關注一下生活中那些免費卻又珍貴的東西，比如家人的陪伴、朋友的關心。也許等你心態平和了，好運就會悄悄降臨。",
        "love_text": "單身的你，要收起幼稚的一面啦。在和異性相處時，表現得成熟穩重些，會給對方留下更好的印象，增加脫單的可能性。已有伴者的你，得增強責任感。感情需要用心經營，多想想自己在感情裡的責任，主動為對方付出，這樣才能讓感情持續升溫。",
        "take_star": "",
        "work_text": "整體狀態有些低迷，容易被外界因素干擾。你總是忍不住和別人比較，看到別人取得成績就心生焦慮，這種心態會讓你無法專注於自身的成長。其實每個人都有自己的節奏，過度比較只會讓你迷失方向，陷入自我懷疑的困境。",
        "lucky_star": "雙魚座",
        "money_text": "在財運方面你可不宜有過多動作。市場情況有點複雜，各種信息讓人眼花繚亂，要是你盲目跟風去調整理財方式或者進行新的投資，很容易踩坑。別看到別人賺錢就心動，守住自己現有的資金才是關鍵。把精力放在梳理自己的財務狀況上，等局勢明朗了再行動也不遲。",
        "health_text": "容易多愁善感，情緒波動大對健康不利，儘量找些能讓自己開心的事做，比如看喜劇電影、和朋友聊天，把注意力從煩心事上移開，保持心情舒暢。巨蟹座玩手機時要注意姿勢，別長時間低頭或歪著身子，不然頸椎和腰椎會承受過大壓力，引發疼痛，每隔一段時間就活動活動身體。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忽略自我感受",
        "yi": "和寵物互動",
        "all": "85%",
        "date": "2025-09-16",
        "love": "78%",
        "work": "86%",
        "money": "80%",
        "health": "82%",
        "notice": "保持適度獨立性",
        "discuss": "87%",
        "all_text": "你的整體運勢平順，沒有太大的波瀾。你的人緣還不賴，在與人交往的過程中，能夠感受到他人對你的善意和友好。大家似乎都很願意和你相處，願意和你分享生活中的點點滴滴。這種良好的人際關係會讓你感到溫暖和安心，讓你覺得自己並不孤單。不過，你也要注意不能迷失在其中。雖然和大家相處得很愉快，但你也要保持自己的獨立思考和判斷能力，不要因為別人的看法和意見而輕易改變自己的想法。同時，也要注意不要過度依賴他人，要學會獨立面對生活中的各種問題。在享受人緣帶來的快樂時，也要時刻提醒自己保持清醒，這樣才能更好地把握自己的生活方向，讓這份平順的運勢持續下去。",
        "love_text": "單身的你，不妨適度降低標準。別總是把條件定得那麼高，適當放寬一些，也許會發現身邊有合適的人。已有伴者的你，試著互相理解。每個人都有自己的想法和做事方式，站在對方的角度思考問題，就能減少很多不必要的矛盾，讓感情更和諧。",
        "take_star": "",
        "work_text": "整體發展態勢良好，有著穩步上升的趨勢。你深知實踐出真知的道理，願意積極投身到實際操作中，通過不斷地嘗試和摸索來積累經驗。這種務實的態度會讓你在面對各種問題時更加從容自信，也更容易取得實質性的成果。",
        "lucky_star": "雙子座",
        "money_text": "穩健型理財很適合你。財運相對平穩，沒有太大的波動，選擇穩健的理財產品能讓你穩穩地獲得收益。別去追求那些高風險高回報的投資，一不小心就可能血本無歸。像定期存款、債券這些，雖然收益不是特別高，但風險小，能讓你的資金安全有保障，細水長流地積累財富。",
        "health_text": "要格外留意玩手機的姿勢。長時間低頭、歪著身子或者躺著玩手機，會讓頸椎和腰椎承受較大壓力，容易引發頸部僵硬、疼痛，甚至可能導致腰椎間盤突出。玩一會兒就起身活動活動，做做擴胸、伸展動作，放鬆下肩頸和腰部肌肉，這樣能有效降低因不良姿勢帶來的健康風險。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "說話不經大腦",
        "yi": "玩益智類遊戲",
        "all": "96%",
        "date": "2025-09-16",
        "love": "98%",
        "work": "95%",
        "money": "96%",
        "health": "93%",
        "notice": "引人注目如星光",
        "discuss": "97%",
        "all_text": "你的整體運勢棒棒噠，就像一顆閃閃發光的星星，格外引人注目。你彷彿充滿了無窮的能量，行動力超強，做什麼事情都風風火火的，一刻也停不下來。這種積極的狀態會讓你在各個方面都容易取得收穫，無論是處理日常瑣事，還是嘗試一些新的挑戰，你都能輕鬆應對，而且往往能取得不錯的效果。你的自信和果斷會感染身邊的人，讓他們也對你充滿信心，願意跟隨你的步伐一起前進。在這樣的好運勢下，你可以大膽地展現自己的才華和能力，不要害怕出風頭，因為這是你發光發熱的好時機。不過，也要注意不要過於衝動，在做決策之前還是要稍微思考一下，確保自己的行動是經過深思熟慮的。只要保持這份熱情和行動力，相信你一定能收穫滿滿。",
        "love_text": "單身的你，或許會有被表白的機會哦。說不定那個一直默默關注你的人，會鼓起勇氣向你表達心意，說不定一段美好的戀情就此開始。已有伴者的你，要主動熱情些。主動為對方製造一些小驚喜，表達你的愛意，讓對方感受到你的在乎，感情會更加甜蜜。",
        "take_star": "",
        "work_text": "整體思維非常活躍，思路開闊得如同廣闊的天空。你能夠從多個角度看待問題，提出新穎獨特的見解和解決方案。這種創新的能力會讓你在人群中脫穎而出，無論是面對工作上的難題還是學習中的困惑，都能輕鬆應對。",
        "lucky_star": "摩羯座",
        "money_text": "善於把握市場動態的優勢在財運上能充分發揮出來。市場上有不少機會，只要你敏銳地觀察，就能發現潛在的賺錢項目。不過也別太貪心，看到機會就一股腦地投入。在行動之前，要做好充分的調研和分析，確定風險可控後再出手，這樣就能在財運上收穫滿滿。",
        "health_text": "保持勞逸結合，工作或學習一段時間後，就適當休息放鬆，像做做伸展運動、眺望遠方，避免過度勞累，不然身體會吃不消，降低免疫力。處女座在夏秋換季之際要提防感冒，根據天氣變化及時增減衣物，別讓身體著涼，飲食上多吃些富含維生素的食物，增強抵抗力。",
        "lucky_color": "米白色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度追求新鮮",
        "yi": "參加社交活動",
        "all": "80%",
        "date": "2025-09-16",
        "love": "87%",
        "work": "81%",
        "money": "84%",
        "health": "86%",
        "notice": "生活增添了色彩",
        "discuss": "88%",
        "all_text": "你的整體運勢尚佳，就像春日裡的一縷陽光，溫暖又舒適。你可能會收到一些感興趣的活動邀請，這些活動或許是你一直想參加的，又或者是完全新鮮未知的領域。不管怎樣，這些邀請都為你的生活增添了不少色彩和樂趣。它們就像一個個小驚喜，讓你的日子變得不再單調。在參與這些活動的過程中，你有機會結識一些新朋友，拓展自己的社交圈子，也能學到一些新的知識和技能。這種新鮮感和充實感會讓你感到非常滿足和快樂。不過，在面對這些邀請時，你也要根據自己的實際情況和興趣愛好進行選擇，不要盲目跟風。選擇那些真正能讓自己開心、有收穫的活動，這樣才能讓這份好運發揮到最大作用。相信在你會度過一段充實又愉快的時光。",
        "love_text": "單身的你，不妨多刷存在感。在社交場合中積極表現自己，讓別人看到你的閃光點，這樣才更容易吸引到異性的目光。已有伴者的你，會有更多相處時間。利用這些時間好好陪伴對方，一起做些有趣的事，能讓你們的感情更加深厚，關係更加親密。",
        "take_star": "",
        "work_text": "整體有著強烈的改變意願，不再滿足於現狀，渴望突破自我。你能夠敏銳地察覺到自身存在的問題和不足，並且積極尋找改進的方法。這種自我革新的精神會讓你在各方面都取得顯著的進步，開啟新的發展階段。",
        "lucky_star": "水瓶座",
        "money_text": "或許會有兼職外快的進賬。你的能力很容易得到他人的認可，可能會有一些額外的賺錢機會找上門來。別猶豫，大膽地接下這些任務，憑藉你的細心和認真，肯定能把工作完成得很出色，拿到相應的報酬。不過也要注意合理安排時間，別因為兼職影響了正常的生活和工作。",
        "health_text": "要格外提防感冒找上門。近期氣溫變化大，早晚溫差明顯，身體容易因適應不了溫度波動而免疫力下降。處女座出門前要多關注天氣預報，根據溫度合理增減衣物，別嫌麻煩。飲食上多吃富含維生素的食物，像橙子、菠菜，增強身體抵抗力，降低感冒發生的幾率。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "虛榮心作祟",
        "yi": "與別人合作",
        "all": "59%",
        "date": "2025-09-16",
        "love": "58%",
        "work": "61%",
        "money": "64%",
        "health": "100%",
        "notice": "突如其來的狀況",
        "discuss": "65%",
        "all_text": "你的整體運勢出現下滑勢頭，原本平穩的生活節奏可能會被一些突如其來的狀況打亂。你或許正按部就班地過著日常，卻冷不丁遇到一些措手不及的事，這些事可能涉及到生活的方方面面，從家庭瑣事到社交安排，都有可能成為讓你焦頭爛額的源頭。它們毫無預兆地出現，讓你一時之間難以找到應對的辦法，內心也會因此變得煩躁不安。原本計劃好的事情可能因為這些意外而無法順利進行，你不得不花費大量的時間和精力去處理這些麻煩。這種運勢下滑的情況會讓你感覺有些疲憊，情緒也會受到影響，容易變得消極低落。不過，這也是對你應變能力的一次考驗，雖然當下會覺得很棘手，但只要冷靜下來，慢慢梳理問題，還是能夠找到解決的方向的。",
        "love_text": "單身的你，在和有好感的對象交流互動時，別總是悶著不說話，大膽表達自己的想法和感受，才能讓對方更好地瞭解你。已有伴者的你，心事總藏心裡可不行。有什麼想法和困擾，都和對方說一說，一起分擔，不然憋在心裡容易產生隔閡，影響感情。",
        "take_star": "",
        "work_text": "整體狀況容易陷入因小失大的困局。在處理各類事務時，你或許會把過多精力放在一些細枝末節上，卻忽略了關鍵的核心要點。這種本末倒置的做法，不僅會讓你耗費大量時間和精力，還可能錯過重要的機會，導致最終成果不盡如人意，需要時刻提醒自己抓大放小。",
        "lucky_star": "處女座",
        "money_text": "面臨著生活壓力，在財運方面也得多留個心眼。可能會有一些必要的生活開支，讓你感覺錢包有點緊張。在消費的時候，要更加理性，能省則省。別為了面子去購買一些不實用的東西，先把錢花在刀刃上。也可以考慮梳理一下自己的財務狀況，看看有沒有可以節省開支的地方。",
        "health_text": "運動強度不宜過大，選擇適合自己的運動項目和強度，比如慢跑、瑜伽，要是過度運動，可能會導致肌肉拉傷、關節疼痛等問題，反而損害健康。天蠍座需要走遠路或久站時，一定要選擇舒適的鞋子，不然腳部會承受很大壓力，引發腳痛、水泡等問題，影響日常活動。",
        "lucky_color": "翠綠色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "與朋友吵架",
        "yi": "發揮想象力",
        "all": "72%",
        "date": "2025-09-16",
        "love": "68%",
        "work": "73%",
        "money": "75%",
        "health": "70%",
        "notice": "與人相處有摩擦",
        "discuss": "73%",
        "all_text": "你的整體運勢沒有太大起伏，日子過得平平淡淡。在與他人相處時，可能不大愉快，或許是因為彼此的想法和觀念存在差異，又或者是在交流過程中產生了一些小摩擦，導致氣氛有些尷尬。這種不愉快的相處體驗會讓你更渴望獨處的空間，你希望能一個人靜靜地待著，遠離外界的喧囂和紛擾。在獨處時，你可以做自己喜歡的事情，沉浸在自己的世界裡，不用去考慮別人的感受和想法，這能讓你感到放鬆和自在。雖然運勢沒有明顯的提升，但這種獨處的時光也能讓你有機會審視自己的內心，思考一些平時忽略的問題，說不定能從中獲得一些新的感悟和啟發。",
        "love_text": "單身的你，過於意情敵卻不去喜歡的人面前表現自己。其實沒必要把精力都放在情敵身上，做好自己，展現自己的魅力才是關鍵。已有伴者的你，要小心嫉妒心理。看到對方和別人走得近，別一下子就心生嫉妒，先冷靜瞭解情況，不然容易引發不必要的矛盾。",
        "take_star": "",
        "work_text": "整體效率方面存在一定問題，有待進一步提高。你在處理事情時，可能會因為思考過於周全而顯得有些拖沓，或者是在執行過程中容易被一些小干擾打斷節奏。這使得原本可以快速完成的任務，花費了比預期更多的時間，需要找到提升效率的方法。",
        "lucky_star": "射手座",
        "money_text": "沒有理財計劃可不行。你的財運有點模糊，要是不提前做好規劃，很容易出現資金分配不合理的情況。可能會在一些不必要的地方花錢，導致真正需要用錢的時候拿不出來。花點時間制定一個簡單的理財計劃，明確每一筆錢的用途，這樣能讓你的財務狀況更加清晰，避免不必要的浪費。",
        "health_text": "若是有走遠路或者需要久站的安排，一定要選雙舒適的鞋子。不合適的鞋子會讓腳部承受過大壓力，容易引發腳痛、磨出水泡，還可能影響腿部和腰部的發力，導致痠痛不適。出行前仔細檢查鞋子，確保鞋底柔軟、有足夠支撐，這樣能讓腳部輕鬆，減少身體其他部位因受力不均帶來的健康隱患。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "打斷別人說話",
        "yi": "學習時尚打扮",
        "all": "58%",
        "date": "2025-09-16",
        "love": "62%",
        "work": "57%",
        "money": "55%",
        "health": "60%",
        "notice": "不在意他人看法",
        "discuss": "62%",
        "all_text": "你的整體運勢不容樂觀，在別人眼中，你可能會顯得有點以自我為中心。或許你並沒有意識到自己的行為給別人帶來了這樣的感受，只是按照自己的想法和意願去做事，不太在意他人的看法和建議。這種態度可能會讓你在社交場合中遇到一些阻礙，身邊的人可能會對你的做法產生不滿，從而與你保持一定的距離。你會發現自己與他人的交流變得不那麼順暢，原本融洽的關係也可能會出現一些裂痕。這種運勢不佳的情況會讓你感到有些困惑和失落，不明白為什麼會出現這樣的狀況。其實，這也許是提醒你要多關注他人的感受，學會換位思考，這樣才能更好地與他人相處，改善當前的運勢。",
        "love_text": "單身的你，有些消極被動。遇到喜歡的人也不主動出擊，這樣很容易錯過機會哦，勇敢一點，說不定就能收穫愛情。已有伴者的你，別過於獨來獨往。感情需要兩個人共同參與，多和對方一起參加活動，增進彼此的感情，別總是自己一個人行動。",
        "take_star": "",
        "work_text": "整體容易遭受挫折，彷彿被一層陰霾籠罩。在追求目標的道路上，你可能會遇到一些意想不到的阻礙和困難，讓你感到有些沮喪和無助。不過，挫折也是成長的機會，不要被眼前的困難打倒，要從中吸取教訓，重新振作起來。",
        "lucky_star": "巨蟹座",
        "money_text": "過於衝動的性格在財運上可得改改。可能會遇到一些看似很有吸引力的投資項目或者消費機會，你要是頭腦一熱就做出決定，很容易後悔。在做任何與錢有關的決策之前，先冷靜下來思考一下，分析其中的利弊。別被一時的衝動衝昏了頭腦，穩穩當當地處理財務問題，才能守住自己的錢袋子。",
        "health_text": "容易出現便秘問題，飲食上多吃些富含膳食纖維的食物，像蔬菜、水果、粗糧，同時要多喝水，促進腸道蠕動，預防便秘。摩羯座睡前不宜吃宵夜，不然腸胃在夜間還得工作，加重負擔，影響睡眠質量，長期如此還可能導致肥胖等健康問題。",
        "lucky_color": "墨綠色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "頂著油頭出門",
        "yi": "與朋友聚餐",
        "all": "70%",
        "date": "2025-09-16",
        "love": "71%",
        "work": "67%",
        "money": "72%",
        "health": "73%",
        "notice": "沒有突出的亮點",
        "discuss": "76%",
        "all_text": "你的整體運勢中規中矩，沒有特別突出的亮點，也沒有明顯的波折。這一天裡，你似乎不大注重自己的形象，可能是覺得沒必要花費太多精力在這方面，又或者是被其他事情分散了注意力。這種不太在意形象的狀態會讓你在人群中的存在感略低，別人可能不會特別留意到你。不過，這並不一定是壞事，你可以趁著這個相對“低調”的日子，專注於自己內心真正想做的事情，不用在意他人的眼光和評價。你可以靜下心來，做一些自己喜歡且有意義的事情，比如閱讀一本好書、聽一首喜歡的音樂，享受這份屬於自己的寧靜時光。雖然運勢平淡，但這種內心的充實和滿足也是一種別樣的收穫。",
        "love_text": "單身的你，沒有感情方面的考慮。可能更專注於自己的事情，對感情暫時沒太多想法，那就先把自己的生活過好。已有伴者的你，感情趨於平淡。雖然平淡是生活的常態，但也可以偶爾製造些小浪漫，給感情加點料，讓生活更有滋味。",
        "take_star": "",
        "work_text": "整體容易陷入鑽牛角尖的狀態，思維變得有些僵化。在面對問題時，你可能會只盯著一個角度，不願意嘗試新的方法和思路，導致問題遲遲得不到解決。這種固執的做法會讓你浪費很多時間和精力，要學會打開思路，從不同的角度看待問題。",
        "lucky_star": "天蠍座",
        "money_text": "保守理財對你來說是個不錯的選擇。財運沒有特別突出的表現，採用保守的理財方式能保證你的資金安全。別去嘗試那些自己不熟悉的投資領域，把資金放在自己熟悉且風險較低的地方。比如把一部分錢存進銀行，雖然收益不高，但至少不用擔心資金損失，穩穩地積累財富才是關鍵。",
        "health_text": "睡前可千萬別吃宵夜。夜晚腸胃消化功能相對較弱，吃宵夜會讓腸胃在夜間還得加班工作，加重負擔，可能引發腹脹、腹痛等不適，還會影響睡眠質量。要是實在餓了，可以喝杯溫牛奶或者吃個水果，既能緩解飢餓感，又不會給腸胃造成太大壓力，保證夜間身體能好好休息。",
        "lucky_color": "湖藍色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "睡前追電視劇",
        "yi": "制定詳細計劃",
        "all": "55%",
        "date": "2025-09-16",
        "love": "63%",
        "work": "59%",
        "money": "56%",
        "health": "62%",
        "notice": "被娛樂之事吸引",
        "discuss": "60%",
        "all_text": "你的整體運勢略差，容易被娛樂之事吸引，從而浪費了不少時間。你可能會不自覺地沉浸在各種娛樂活動中，比如刷短視頻、玩遊戲、看電視劇等，原本計劃好的事情可能因為這些娛樂而拋之腦後。這種沉迷娛樂的狀態會讓你變得有些懈怠，缺乏動力去做其他有意義的事情。你會感覺時間過得飛快，一天下來卻沒有什麼實質性的收穫，內心可能會產生一些愧疚和焦慮。這種運勢不佳的情況會影響你的生活節奏和狀態，讓你陷入一種惡性循環。不過，當你意識到這個問題時，也可以試著給自己設定一些限制，合理安排娛樂時間，讓自己逐漸從這種狀態中走出來。",
        "love_text": "單身的你，沒遇到喜歡的人。彆著急，緣分還沒到，先把自己的狀態調整好，以最好的姿態迎接愛情的到來。已有伴者的你，總覺得對方不懂自己。其實可以多和對方溝通交流，把你的想法和感受說出來，讓對方走進你的內心，這樣才能減少誤會。",
        "take_star": "",
        "work_text": "整體存在努力方向錯誤的問題，就像在黑暗中摸索卻走錯了路。你可能非常努力地在做一件事情，但由於方向不對，所有的付出都可能付諸東流。在行動之前，一定要明確目標，找準方向，避免做無用功。",
        "lucky_star": "白羊座",
        "money_text": "要注意避免捲入金錢糾葛。在與人交往的過程中，涉及到金錢方面的事情要格外謹慎。不管是朋友借錢，還是一起合作做點小生意，都要把各項條款說清楚，最好能留下書面憑證。別因為一時的大意，讓自己陷入不必要的金錢糾紛中，影響心情不說，還可能損失錢財。",
        "health_text": "飲食上不要亂吃東西，儘量選擇乾淨、衛生的食物，避免食用生冷、辛辣、油膩的食物，不然容易引發腸胃不適，出現腹痛、腹瀉等症狀。雙魚座容易焦慮煩惱，要學會調整心態，通過聽音樂、冥想等方式放鬆自己，緩解焦慮情緒，不然長期焦慮會影響身心健康。",
        "lucky_color": "卡其色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "亂花錢購物",
        "yi": "整理筆記記錄",
        "all": "56%",
        "date": "2025-09-16",
        "love": "59%",
        "work": "66%",
        "money": "50%",
        "health": "67%",
        "notice": "優柔寡斷難決斷",
        "discuss": "52%",
        "all_text": "你的整體運勢低迷，在面對各種選擇和事情時，顯得優柔寡斷，拿不定主意。你可能會在一些小事上反覆糾結，比如吃什麼、穿什麼，又或者是在一些重要的事情上猶豫不決，不知道該選擇哪條路。這種猶豫不決的狀態會讓你錯過一些機會，也會讓你感到疲憊和焦慮。你會擔心自己的選擇是否正確，害怕做出錯誤的決定會帶來不好的後果。這種心理負擔會讓你變得小心翼翼，不敢輕易行動。其實，運勢低迷只是暫時的，你可以試著相信自己的直覺，勇敢地邁出第一步。有時候，過度思考反而會讓你陷入困境，簡單直接地做出決定，說不定能讓你擺脫這種低迷的運勢。",
        "love_text": "單身的你，總眷戀著已逝的感情，還在想著複合。過去的感情已經過去，一直沉浸在其中不利於你開展新的感情，試著放下過去，向前看。已有伴者的你，別自個生悶氣。有什麼不滿或者委屈，直接和對方說出來，一起解決問題，不然悶在心裡只會讓自己更難受，也會影響感情。",
        "take_star": "",
        "work_text": "容易浪費時間做無用功，感覺忙忙碌碌卻沒有取得實質性的成果。你可能會被一些瑣碎的事情分散注意力，或者是在執行任務時缺乏計劃性，導致效率低下。要學會合理安排時間和任務，提高做事的針對性。",
        "lucky_star": "天秤座",
        "money_text": "可能會有一些意外的支出，讓你有點心疼錢包。不過別太糾結，把它當成是消除災禍的一種方式。在花錢的時候，也別太沮喪，調整好心態。同時，也要反思一下自己的消費習慣，看看是不是有哪些地方可以改進，避免以後再出現類似的意外支出，讓財運慢慢好起來。",
        "health_text": "容易陷入焦慮煩惱的情緒中，這會對身心健康產生不良影響。焦慮可能引發頭痛、失眠、食慾不振等問題。這一天可以試著找些能讓自己放鬆的事做，比如聽舒緩的音樂、去戶外散散步，或者和朋友傾訴傾訴，把心裡的煩惱倒出來，讓心情輕鬆些，避免情緒積壓影響健康。",
        "lucky_color": "淺黃色",
        "lucky_number": "7"
      }
    }
  }
}