{
  "updated": "2026-01-02T16:11:10.485Z",
  "updateTime": "2026/1/3 上午12:11:10",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 38196,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂丟垃圾",
        "yi": "逛逛博物館",
        "all": "70%",
        "date": "2026-01-02",
        "love": "81%",
        "work": "72%",
        "money": "83%",
        "health": "72%",
        "notice": "主動的社交姿態",
        "discuss": "68%",
        "all_text": "整體運勢中規中矩，沒有特別突出的起伏。不過，內心有著一股主動社交的勁頭，會萌生出主動聯繫朋友組織活動的想法。這種主動的姿態，或許能為你帶來一些新的社交體驗，在交流互動中增添不少樂趣。在聯繫朋友的過程中，能感受到彼此之間情誼的流動，讓關係更加緊密。雖然整體運勢沒有大起大落，但這種積極的社交行動，能讓生活多一份活力與色彩。或許在活動裡，會遇到一些有趣的人，展開一些輕鬆的對話，為平淡的日子注入新鮮感。主動邁出這一步，說不定能開啟一段美好的社交時光，讓這一天在溫馨的氛圍中度過，收穫滿滿的友好與歡樂。",
        "love_text": "在社交場合裡或許會碰到那個能和你暢快聊天的人。你們話題不斷，從生活瑣事到興趣愛好，都能聊得津津有味，說不定聊著聊著，感情的小火苗就悄悄燃起來了。已有伴者的你，別總是等著對方主動，這天不妨多主動關心下對方，一句貼心的問候，一個小小的舉動，都能讓對方感受到你的愛意，讓感情更加深厚。",
        "work_text": "整體狀態處於一種動態平衡中。在各種事務的推進裡，會不斷有新信息湧來，這些信息有的能助力前行，有的卻可能帶來干擾。你需要在這紛繁的信息裡保持清醒，篩選出對自己有用的部分，合理安排精力，不然容易在忙碌中迷失方向，讓原本有序的節奏變得混亂。",
        "lucky_star": "射手座",
        "money_text": "在財運上挺有潛力，別隻守著正職那點收入啦，多留意下兼職副業的機會。說不定在業餘時間做點小買賣，或者利用自己的特長接點私活，就能額外賺上一筆。不過也別太貪心，別因為兼職影響了正職工作，合理安排好時間，這樣正財偏財都能有收穫。",
        "health_text": "就算就算處於假期，也別放縱自己顛倒生物鐘，熬夜刷劇、通宵玩遊戲可不行。紊亂的作息會讓身體機能失調，第二天精神萎靡。儘量保持和平時相近的作息，早睡早起，白天適當活動，這樣一整天都能活力滿滿，也能避免因作息問題引發頭疼、乏力等小毛病。",
        "lucky_color": "米黃色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風打卡",
        "yi": "購買紀念品",
        "all": "96%",
        "date": "2026-01-02",
        "love": "95%",
        "work": "96%",
        "money": "90%",
        "health": "98%",
        "notice": "充滿溫馨與歡樂",
        "discuss": "89%",
        "all_text": "整體運勢非常出眾，彷彿被幸運環繞。有著絕佳的機會能夠與家人朋友一起出門玩樂，這種相聚的時刻總是充滿溫馨與歡樂。和家人朋友在一起，無需刻意安排，就能自然地享受彼此的陪伴，分享生活中的點滴趣事。在玩樂的過程中，大家相互關心、相互照顧，這種親密無間的氛圍讓人倍感幸福。無論是漫步在街頭巷尾，還是一起參與一些輕鬆的活動，都能留下美好的回憶。這種與親朋好友共度的時光，能讓內心得到極大的滿足，感受到生活的美好與溫暖。盡情享受這難得的相聚時刻，讓快樂在彼此之間傳遞，讓這一天成為一段難忘的經歷。",
        "love_text": "有很大概率能和喜歡的人擁有獨處的時光。這獨處的機會十分難得，好好把握，真誠地展現自己的魅力，說不定就能讓對方對你產生別樣的感覺。已有伴者的你，這天很適合出門約會，一起去看一場電影，或者吃一頓美食，在輕鬆愉快的氛圍中，享受只屬於你們的甜蜜時光，讓感情持續升溫。",
        "work_text": "彷彿置身於一個充滿活力與機遇的場域。身邊圍繞著許多能促進成長的人和事，學習交流的氛圍十分濃厚。無論是工作中的經驗分享，還是學習裡的知識探討，都能讓你收穫頗豐。這種良好的氛圍會激發你的積極性，推動你不斷向前，在各個方面都取得一定的進步。",
        "lucky_star": "雙子座",
        "money_text": "你的財運簡直旺到不行，會有意想不到的收穫砸到你頭上。可能是之前投資的小項目突然有了大回報，也可能是無意間參加的活動中了獎。這一天就等著驚喜降臨吧，但也別因為財運好就大手大腳，該存的錢還是要存起來，為以後做打算。",
        "health_text": "身體狀態很不錯，不過要及時補充水分。這一天可能忙起來就顧不上喝水，身體缺水會影響新陳代謝，還可能讓皮膚變乾燥。不管是工作間隙，還是休閒時刻，都備上一杯水，時不時喝上幾口，讓身體時刻保持水潤，維持良好的運轉狀態。",
        "lucky_color": "奶茶色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨便發脾氣",
        "yi": "保持精緻打扮",
        "all": "59%",
        "date": "2026-01-02",
        "love": "62%",
        "work": "60%",
        "money": "51%",
        "health": "68%",
        "notice": "一點就炸的狀態",
        "discuss": "57%",
        "all_text": "整體運勢略差，情緒方面容易受到影響，處於脾氣一點就炸的狀態。或許會因為一些微不足道的小事，內心就湧起一股無名火，情緒變得煩躁不安。這種情緒狀態可能會影響到與他人的交流，讓原本和諧的氛圍變得有些緊張。在與他人相處時，要儘量剋制自己的情緒，避免因為一時的衝動而說出傷人的話。可以嘗試通過一些方式來平復自己的心情，比如深呼吸、聽舒緩的音樂，讓自己逐漸冷靜下來。雖然當天運勢不佳，但只要能夠控制好自己的情緒，保持平和的心態，也能避免一些不必要的麻煩，讓這一天不至於太過糟糕。",
        "love_text": "在和人交流時，可能會感覺有些不順暢，容易產生隔閡。也許是表達方式的問題，也許是對方沒理解你的意思，別太著急，耐心溝通就好。已有伴者的你，相處時氛圍可能會有點微冷，兩人之間似乎少了點熱情。不妨主動找些有趣的話題，打破這略顯沉悶的氣氛，讓感情重新活躍起來。",
        "work_text": "可能會感覺前進的道路充滿了阻礙。原本計劃好的事情，在執行過程中容易遇到各種突發狀況，導致進展不順。無論是工作上的任務，還是學習中的目標，都難以按照預期的節奏推進。這種受阻的情況會讓你有些煩躁，但彆著急，冷靜分析問題，尋找解決辦法才是關鍵。",
        "lucky_star": "水瓶座",
        "money_text": "可得悠著點花錢啦。假期裡各種娛樂活動、聚會聚餐，很容易讓你一衝動就消費過度。買的東西可能當時覺得喜歡，事後又覺得沒必要。所以在花錢之前多想想，這東西是不是真的需要，別讓自己的錢包一下子癟下去，不然之後的日子可就不好過咯。",
        "health_text": "建議不要穿新鞋走遠路。新鞋可能還沒磨合好，走久了容易磨腳，導致腳部受傷，影響日常行動。要是非得穿新鞋出門，提前做好防護，比如貼上防磨貼。要是走路過程中感覺腳不舒服，就找個地方休息一下，別硬撐著繼續走，以免讓小問題變大麻煩。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度節儉摳門",
        "yi": "睡到自然醒",
        "all": "80%",
        "date": "2026-01-02",
        "love": "86%",
        "work": "85%",
        "money": "62%",
        "health": "88%",
        "notice": "自我安排的時間",
        "discuss": "87%",
        "all_text": "整體運勢平穩，有著比較充裕的自我安排的時間。在這段時間裡，可以按照自己的喜好和節奏來安排生活，做一些讓自己感到開心和放鬆的事情。可以沉浸在自己的興趣愛好中，比如閱讀一本好書、欣賞一部電影，或者進行一些手工創作，享受這份獨處的寧靜與愜意。也可以約上幾個知心好友，一起分享生活的感悟，交流彼此的想法，增進彼此的感情。這種自由安排的時間，讓人能夠更好地瞭解自己，滿足內心的需求。充分利用這段時間，讓自己在輕鬆愉快的氛圍中度過，為生活增添一份別樣的色彩，讓內心得到充分的滋養。",
        "love_text": "有很大希望結識新的緣分。可能在某個不經意的瞬間，那個對的人就出現在你面前，開啟一段美好的故事。已有伴者的你，這天很願意和對方分享自己的心事，無論是開心的還是煩惱的，都一股腦地倒出來。而對方也會認真傾聽，給你溫暖的回應，讓你們的心靠得更近。",
        "work_text": "正處在一個成果初現的階段。之前付出的努力開始慢慢看到回報，無論是工作上的項目成果，還是學習上的成績提升，都讓你感到欣慰。這種良好的勢頭會給你帶來信心和動力，讓你更加堅定地朝著目標前進。不過，也別因此而驕傲自滿，繼續保持努力，才能讓成果更加穩固。",
        "lucky_star": "天秤座",
        "money_text": "你的日常開銷得好好控制一下。這一天可能會因為一些瑣碎的事情產生不少花費，像買生活用品、請朋友吃飯啥的。別覺得這些小錢不算什麼，積少成多也是一筆不小的數目。買東西的時候多比比價，看看有沒有更實惠的選擇，儘量把錢花在刀刃上。",
        "health_text": "整體健康狀況良好，但要適度運動別久坐。長時間坐著不動，會影響血液循環，讓身體變得僵硬，還可能引發腰痠背痛。每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，或者做幾個簡單的拉伸動作。也可以利用空閒時間出去散散步，讓身體動起來，保持活力。",
        "lucky_color": "薑黃色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "錯峰出行",
        "all": "75%",
        "date": "2026-01-02",
        "love": "72%",
        "work": "73%",
        "money": "82%",
        "health": "76%",
        "notice": "沒有太多的驚喜",
        "discuss": "73%",
        "all_text": "整體運勢平平，內心或許會有出門的安排，但對這次出門的期待值一般般。沒有特別強烈的興奮感，只是覺得出門走走也不錯。在出門的過程中，可能會遇到一些平常的人和事，沒有太多的驚喜，但也不會有太大的失望。這種平淡的出行，也能讓人感受到生活的真實與質樸。在與人交流時，保持著平和的態度，不會過於張揚，也不會過於內斂。雖然整體運勢沒有特別突出的亮點，但這種平靜的狀態也能讓人放鬆身心，享受生活的簡單與美好。以一種隨性的心態去面對這次出門，或許會在不經意間發現一些小確幸，讓這一天也有一些值得回味的地方。",
        "love_text": "在面對感情時，可能會處於一種不主動也不拒絕的狀態。既不想主動去追求別人，對於別人的示好也不明確回應，這樣可能會錯過一些機會哦。已有伴者的你，和對方的互動比較平淡，少了些激情。不妨一起去做些刺激的事情，比如玩過山車，讓心跳加速的同時，也能為感情增添一些活力。",
        "work_text": "似乎更傾向於享受假期帶來的輕鬆氛圍，沒有在追求目標上投入過多精力。在事業學業方面，這種放鬆的狀態讓你暫時遠離了壓力和忙碌，能好好地調整自己。但也要注意，過度放鬆可能會讓你在之後迴歸正軌時有些手忙腳亂，所以適當保持一定的節奏感，為後續的發展做好準備。",
        "lucky_star": "處女座",
        "money_text": "你在投資方面眼光挺準的。要是之前有一直在關注的投資項目，這一天可以考慮適當出手。你對市場的判斷比較敏銳，能抓住一些賺錢的機會。不過也別盲目跟風，還是要根據自己的實際情況和風險承受能力來投資，這樣才能穩穩地賺到錢。",
        "health_text": "在飲食上可得留神，別太油膩重口。這一天可能會參加聚餐，面對各種美食容易管不住嘴，吃太多油膩、辛辣的食物，會給腸胃造成負擔，引發消化不良、胃脹等問題。吃飯時儘量選擇清淡一些的菜品，多吃蔬菜水果，既能享受美食，又能保護腸胃健康。",
        "lucky_color": "藏青色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意說反話",
        "yi": "和朋友聚餐",
        "all": "52%",
        "date": "2026-01-02",
        "love": "55%",
        "work": "47%",
        "money": "58%",
        "health": "63%",
        "notice": "暗自比較的心理",
        "discuss": "53%",
        "all_text": "整體運勢欠佳，內心容易出現暗自比較的心理。或許會在不經意間將自己與他人進行比較，從而產生一些壓力。這種壓力可能會讓人感到有些焦慮和不安，影響心情的舒暢。在比較的過程中，可能會看到自己的一些不足，但這並不意味著自己不夠優秀。每個人都有自己的長處和短處，要學會接納自己的不完美。不要讓這種比較的心理過度影響自己，可以嘗試轉移注意力，關注自己的成長和進步。通過做一些自己喜歡的事情，來緩解內心的壓力，讓自己逐漸放鬆下來。雖然當天運勢不佳，但只要調整好心態，積極面對，也能度過相對平穩的一天。",
        "love_text": "可能很難遇到讓自己心動的感覺。看著身邊的人成雙成對，自己卻沒什麼動靜，別太著急，緣分總會來的。已有伴者的你，和對方相處時，矛盾可能會悄悄滋生。也許是因為一些小事，也許是因為觀念不同，別讓這些小矛盾積累起來，及時溝通解決，才能讓感情穩定發展。",
        "work_text": "你會發現自己彷彿陷入了一個困境之中。各種難題和挑戰接踵而至，讓你有些應接不暇。無論是工作上的複雜任務，還是學習中的難題，都讓你感到力不從心。這種困境會讓你產生挫敗感，但別灰心，這只是暫時的。靜下心來，分析問題的根源，尋求他人的幫助，或許能找到突破困境的方法。",
        "lucky_star": "天蠍座",
        "money_text": "你的財務規劃得好好完善一下。這一天可能會發現自己的財務狀況有點混亂，不知道錢都花哪兒去了。可以找個時間坐下來，把收支情況好好梳理一遍，制定一個合理的預算計劃。比如每個月固定存多少錢，花多少錢在必要的地方，這樣能讓你的財務狀況更清晰。",
        "health_text": "要注意避免長時間用眼過度。這一天可能會花不少時間看電子屏幕，不管是工作、學習還是娛樂，眼睛都容易疲勞。用眼一段時間後，就停下來休息一下，看看遠處的風景，或者閉上眼睛轉動眼球，緩解眼部疲勞。也可以做做眼保健操，給眼睛做個放鬆按摩。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "虛度時間",
        "yi": "約喜歡的人",
        "all": "94%",
        "date": "2026-01-02",
        "love": "93%",
        "work": "92%",
        "money": "97%",
        "health": "90%",
        "notice": "積極的力量環繞",
        "discuss": "95%",
        "all_text": "整體運勢正當旺，彷彿被一股積極的力量環繞，能自然地與喜歡的人和事物相伴。這種相伴並非刻意安排，而是順其自然地發生，讓內心充滿愉悅感。無論是與親密夥伴的交流，還是沉浸在個人興趣愛好裡，都能感受到一種和諧與滿足。這種狀態會讓人更願意敞開心扉，去接納周圍的美好，也更容易吸引到同頻的人和事。在與人相處時，能展現出真誠與友善，進一步增進彼此的關係。這種良好的氛圍會持續圍繞，讓人一整天都沉浸在輕鬆自在之中，無需刻意追求，美好便自然降臨，盡情享受這份順遂與愜意就好。",
        "love_text": "說不定會遇到優質的追求者。對方各方面條件都很不錯，對你也很用心，這可是脫單的好機會，好好考慮一下哦。已有伴者的你，這天和對方的感情會迅速升溫，變得格外甜蜜。你們會互相表達愛意，一起規劃未來，享受這美好的時光，讓感情更加穩固。",
        "work_text": "整體狀態極佳。在各類事務推進過程中，一切都顯得那麼自然流暢，沒有過多的阻礙與波折。無論是處理複雜的工作任務，還是攻克學習上的難題，都能得心應手。與周圍人的溝通協作也十分順利，能得到他人的支持與幫助，讓你在前進的道路上更加輕鬆，收穫滿滿的成就感。",
        "lucky_star": "射手座",
        "money_text": "你的財運會得到貴人的助力。可能會在社交場合結識一些對財運有幫助的人，他們能給你提供一些賺錢的機會或者建議。比如介紹你一個不錯的兼職，或者給你推薦一個有潛力的投資項目。好好把握這些機會，多和貴人交流，說不定就能開闢出一條新的財路。",
        "health_text": "要保證充足睡眠質量。良好的睡眠能讓身體得到充分的休息和恢復，增強免疫力。睡前別做太刺激的活動，比如看恐怖電影、玩激烈的遊戲，讓自己放鬆下來。營造一個安靜、舒適的睡眠環境，調暗燈光，放上輕柔的音樂，這樣能更快進入夢鄉，睡個好覺。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動消費",
        "yi": "戶外跑跑步",
        "all": "70%",
        "date": "2026-01-02",
        "love": "80%",
        "work": "62%",
        "money": "75%",
        "health": "71%",
        "notice": "想得比行動更多",
        "discuss": "75%",
        "all_text": "整體運勢平平，思緒較為活躍，但行動上稍顯遲緩，呈現出想得比行動更多的狀態。腦海中或許會湧現出各種想法和計劃，然而真正付諸實踐的卻不多。這種狀態使得收穫也較為一般，沒有明顯的突破或進展。不過，這並不意味著一無所獲，在思考的過程中，其實也在梳理自己的思路，對一些事情有了更清晰的認識。只是需要提醒自己，不要僅僅停留在思考層面，適當將想法轉化為行動，或許能帶來不一樣的體驗。雖然當天沒有特別突出的亮點，但保持平和的心態，按部就班地度過，也能為後續的發展積累經驗。",
        "love_text": "有被搭訕的機會哦。在某個場合，可能會有人主動和你搭話，對你表現出興趣，這可是展示自己的好時機，別錯過啦。已有伴者的你，和對方的默契度提升得很快。一個眼神、一個動作，對方就能明白你的意思，這種心有靈犀的感覺，會讓你們的感情更加深厚，相處更加融洽。",
        "work_text": "需要格外小心謹慎。表面上看似平靜的日常，實則暗藏著不少阻礙。在推進各項事情時，可能會遇到一些意想不到的狀況，這些阻礙可能來自外部環境，也可能源於自身的一些疏忽。若不小心應對，很容易陷入困境，影響整體的進度和成果。所以，做任何決定前都要深思熟慮，做好應對突發情況的準備。",
        "lucky_star": "獅子座",
        "money_text": "你會有不少小額進賬的機會。可能是工作上的獎金、補貼，也可能是兼職的小收入。雖然每一筆錢都不是很多，但積少成多也能讓你的錢包鼓起來。這一天不妨多留意身邊的小機會，說不定就能發現一些額外的賺錢途徑，讓自己的收入更上一層樓。",
        "health_text": "出行的時候要注意增減衣物。這一天天氣可能變化較大，早晚溫差明顯，要是不根據溫度及時調整穿著，很容易著涼感冒。出門前看看天氣預報，帶上一件外套，熱了就脫，冷了就穿上。別為了好看就穿得單薄，身體健康才是最重要的。",
        "lucky_color": "豆沙色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "磨磨蹭蹭",
        "yi": "整理臥室房間",
        "all": "91%",
        "date": "2026-01-02",
        "love": "90%",
        "work": "92%",
        "money": "93%",
        "health": "91%",
        "notice": "有著充實的計劃",
        "discuss": "96%",
        "all_text": "幸運在線，彷彿被幸運之神眷顧，有著充實的計劃，將度過愉快的一天。內心充滿活力與熱情，對各種事物都充滿好奇，這種積極的態度會吸引不少美好的事情發生。在社交方面，能輕鬆地與他人交流互動，結識到有趣的人，拓展自己的社交圈子。而且，在參與各種活動時，也能憑藉自身的魅力獲得他人的認可和喜愛。這種良好的氛圍會讓人心情愉悅，做什麼都充滿幹勁。無需刻意去追求什麼，只需順著內心的感覺，盡情享受這份幸運帶來的快樂，讓這一天在充實與愉悅中度過。",
        "love_text": "可能會邂逅浪漫的小驚喜。也許是在街頭收到一束花，也許是收到一份神秘的禮物，讓你的心情格外愉悅。已有伴者的你，這天很適合和對方攜手探索新的事物。一起去嘗試新的餐廳，或者去一個新的地方遊玩，在探索的過程中，增進彼此的感情，讓生活充滿樂趣。",
        "work_text": "對你來說是一個充滿機遇的日子。身邊會不斷湧現出各種有利的機會，無論是工作上的晉升機會、合作項目，還是學習上的拓展課程、學術交流活動，都能讓你大開眼界，收穫頗豐。只要你積極主動地去把握這些機會，充分發揮自己的優勢，就能在各個方面取得顯著的進步，為自己的未來發展打下堅實的基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "在合作生財方面有很好的機遇。要是你一直有和人合作做生意或者做項目的想法，這一天可以積極行動起來。和合作夥伴之間配合默契，能發揮出各自的優勢，把事情做得更好。通過合作不僅能賺到錢，還能結交到一些志同道合的朋友，為以後的發展打下基礎。",
        "health_text": "心情會格外輕鬆愉悅，要保持住這種好狀態。心情對健康影響很大，積極樂觀的心態能增強身體的抵抗力。這一天可以多做一些讓自己開心的事情，和朋友聊聊天、聽聽喜歡的音樂，或者去戶外走走，感受大自然的美好。讓快樂的心情伴隨一整天，身體也會更健康。",
        "lucky_color": "藕荷色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "應酬聚餐",
        "yi": "打卡有趣景點",
        "all": "60%",
        "date": "2026-01-02",
        "love": "50%",
        "work": "64%",
        "money": "54%",
        "health": "58%",
        "notice": "或需處理小狀況",
        "discuss": "62%",
        "all_text": "整體運勢下滑，可能會遇到一些不大擅長處理的小狀況。這些狀況或許會讓人感到有些棘手，一時之間不知如何應對。不過，這並不意味著無法解決，只是需要花費更多的時間和精力去思考和摸索。在面對這些小狀況時，不要過於焦慮和急躁，保持冷靜的頭腦，仔細分析問題的關鍵所在，逐步尋找解決辦法。雖然當天可能會因為這些小狀況而有些忙碌和困擾，但這也是一次鍛鍊自己應對能力的機會。通過努力克服這些困難，不僅能提升自己的能力，也能為未來的發展積累寶貴的經驗。",
        "love_text": "脫單的機會比較渺茫。可能社交活動不多，也沒有遇到合適的人，別灰心，把精力放在提升自己上，說不定下次就有好運了。已有伴者的你，和對方容易因為小事起爭執。也許是因為生活習慣的不同，也許是因為對某件事的看法不一致，別讓這些小事影響了感情，多站在對方的角度想想。",
        "work_text": "你會明顯感覺到進程的遲緩，前進的道路上阻力重重。無論是工作任務的推進，還是學習目標的達成，都似乎比預期要困難得多。可能會遇到一些難以解決的問題，或者受到一些外部因素的限制，導致進度停滯不前。這時候，你需要保持耐心和毅力，不要輕易放棄，嘗試從不同的角度去尋找解決辦法。",
        "lucky_star": "摩羯座",
        "money_text": "需要提防意外支出。這一天可能會突然冒出一些意想不到的花費，比如家裡的東西壞了需要維修，或者身體不舒服要去看醫生。這些支出會打亂你的財務計劃，讓你有點措手不及。所以最好提前預留一些應急資金，以防萬一，這樣遇到突發情況也能從容應對。",
        "health_text": "可得小心腳下防摔倒。這一天可能會比較忙碌，走路的時候容易分心，或者遇到地面不平的情況。走路時要集中注意力，看清腳下的路，特別是在上下樓梯、經過溼滑地面的時候，更要小心謹慎。要是不小心摔倒了，可能會受傷，影響正常生活和工作。",
        "lucky_color": "駝色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人想法",
        "yi": "提前做攻略",
        "all": "57%",
        "date": "2026-01-02",
        "love": "61%",
        "work": "63%",
        "money": "50%",
        "health": "64%",
        "notice": "小插曲影響心情",
        "discuss": "58%",
        "all_text": "整體運勢低迷，可能會有些小插曲導致心情不佳。這些小插曲或許是一些突發的、意想不到的事情，打破了原本平靜的狀態，讓人感到有些煩躁和不安。不過，這些小插曲只是暫時的，不會對整體生活產生太大的影響。在遇到這些情況時，要學會調整自己的心態，不要讓負面情緒佔據主導。可以嘗試通過一些方式來轉移注意力，比如聽音樂、看電影或者做一些自己喜歡的事情，讓自己的心情逐漸平復下來。雖然當天可能會有些不如意，但只要保持樂觀的心態，積極面對，一切都會慢慢好起",
        "love_text": "在社交方面可能難有進展。參加的聚會或者活動，沒有遇到讓自己心動的人，也沒結識到新的朋友，別太失落，緣分還沒到呢。已有伴者的你，和對方的情感交流不太順暢。想說的話可能沒表達清楚，對方也沒理解你的意思，彆著急，找個合適的時間，心平氣和地好好溝通。",
        "work_text": "你的狀態有些起伏不定，難以準確把握事情的發展方向。在處理各種事務時，時而感覺順利，時而又會遇到一些小麻煩，讓你有些摸不著頭腦。這種不穩定的狀態可能會影響你的情緒和判斷力，導致做出一些不太明智的決策。因此，你需要時刻保持冷靜，儘量穩定自己的情緒，以更好地應對各種變化。",
        "lucky_star": "雙魚座",
        "money_text": "你在消費決策上容易出錯。買東西的時候可能會因為一時衝動或者被商家的宣傳誤導，而買了一些不實用或者質量不好的東西。所以在消費之前一定要冷靜下來，多想想自己是不是真的需要這個東西，多看看商品的評價和介紹。別讓一時的糊塗讓自己花了冤枉錢。",
        "health_text": "注意不要過度勞累熬夜。這一天可能會有不少事情要處理，容易讓自己陷入忙碌的狀態，不知不覺就熬了夜。過度勞累和熬夜會讓身體吃不消，出現頭暈、乏力等症狀。合理安排時間，提高效率，儘量在白天把事情做完，晚上早點休息，讓身體得到充分的放鬆。",
        "lucky_color": "卡其色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "排隊時插隊",
        "yi": "拍照留影",
        "all": "89%",
        "date": "2026-01-02",
        "love": "91%",
        "work": "80%",
        "money": "72%",
        "health": "80%",
        "notice": "多用心感受生活",
        "discuss": "78%",
        "all_text": "整體運勢平穩，不妨放下手機，多用心感受生活的美好。在這個信息爆炸的時代，人們常常被手機裡的各種信息所吸引，忽略了身邊真實的美好。而當天正是一個很好的機會，讓自己從虛擬世界中抽離出來，去感受生活中的點滴溫暖。可以漫步在街頭巷尾，欣賞周圍的風景；可以與身邊的人親切交談，分享彼此的喜怒哀樂；也可以靜靜地坐在一個角落，享受片刻的寧靜。通過這些方式，能更真切地感受到生活的豐富多彩，讓自己的內心得到滋養。放下手機，用心去體驗，會發現生活中處處都藏著小確幸，讓這一天變得格外溫馨和美好。",
        "love_text": "會收穫心動信號。可能是在某個瞬間，對方的一個微笑、一個眼神，就讓你小鹿亂撞，好好感受這份心動，說不定一段美好的感情就要開始了。已有伴者的你，這天會和對方愛意表達得格外熱烈。你們會互相傾訴愛意，用各種方式表達對彼此的在乎，讓感情在濃濃的愛意中不斷升溫。",
        "work_text": "正逐漸進入一個良好的狀態，各方面都開始呈現出積極向上的趨勢。之前付出的努力開始慢慢看到回報，無論是工作上的成績，還是學習上的進步，都讓你感到欣慰。這種良好的勢頭會給你帶來信心和動力，讓你更加積極地投入到各項事務中。繼續保持這種狀態，你會取得更出色的成果。",
        "lucky_star": "白羊座",
        "money_text": "你的理財收益有盼頭。要是你之前有進行一些理財投資，這一天可能會看到不錯的回報。你選擇的理財產品可能會有一定的漲幅，讓你賺到一筆錢。不過也別因為看到收益就盲目追加投資，還是要根據市場情況和個人情況來決定，保持理性的投資態度。",
        "health_text": "健康狀況良好，飯後要適當散步消食。吃完飯就坐著或者躺著，不利於食物的消化和吸收，還可能讓脂肪堆積，導致體重增加。吃完飯後，出去散散步，活動活動身體，能促進腸胃蠕動，幫助消化。散步的速度不用太快，輕鬆愜意地走上一段路，既能享受飯後時光，又能保持身體健",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    }
  }
}