{
  "updated": "2025-12-13T10:08:53.605Z",
  "updateTime": "2025/12/13 下午6:08:53",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15254,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法太離譜",
        "yi": "制定新目標",
        "all": "71%",
        "date": "2025-12-12",
        "love": "66%",
        "work": "71%",
        "money": "73%",
        "health": "77%",
        "notice": "警惕無意義消磨",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，沒有特別突出的表現，但也不至於陷入困境。這一天裡，自律性將成為影響狀態的關鍵因素，若能堅守內心的秩序，合理安排時間與精力，便能在平淡中保持穩定，避免陷入無意義的消磨。若缺乏自律，則容易在瑣碎中迷失方向，讓原本可以充實的一天變得鬆散無力。建議多關注自我管理，不輕易被外界干擾打亂節奏，以平和的心態面對日常，既不強行追求突破，也不放任自己沉淪，在平衡中尋找屬於自己的節奏，讓這一天過得踏實而有意義。",
        "love_text": "單身的你，可能會因為一些小舉動，誤以為身邊某個人對自己有好感，心裡泛起小漣漪。但別急著投入，先冷靜觀察，別讓錯覺誤導了感情方向。已有伴者的你，不妨花點心思提升自己的魅力，換個新發型，或是培養個小愛好，讓對方在你身上不斷髮現新閃光點，為感情注入新鮮活力。",
        "work_text": "整體狀態不算突出，處於穩中求進階段。當下在各方面積累的知識和技能還不夠紮實，就像蓋房子地基沒打牢，後續發展容易受限。無論是面對工作中的任務，還是學習裡的難題，都需多花時間鞏固基礎，把每個環節都吃透，才能為未來突破瓶頸創造條件。",
        "lucky_star": "處女座",
        "money_text": "建議你先保持觀望姿態。這天市場動態不太明朗，別急著做重大投資決策或大額消費。不妨多收集信息，看看後續走勢，等心裡更有底了再行動，這樣能避免盲目跟風帶來的損失，穩穩守護好自己的錢包。",
        "health_text": "可得留意日常小習慣，別習慣性蹺二郎腿啦，長時間這樣會讓腿部血液循環不暢，還可能影響脊柱健康。工作或休息時，有意識地提醒自己保持正確坐姿，每隔一段時間就起身活動活動，伸展下腿部，這樣能讓身體更舒坦，減少因不良姿勢帶來的健康隱患。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "管別人閒事",
        "yi": "欣賞藝術品",
        "all": "94%",
        "date": "2025-12-12",
        "love": "95%",
        "work": "96%",
        "money": "92%",
        "health": "91%",
        "notice": "幸運能量環繞著",
        "discuss": "93%",
        "all_text": "整體運勢頗為亮眼，幸運的能量環繞四周，為生活增添不少助力。人際關係成為今日的一大優勢，無論是與熟悉的人相處，還是結識新朋友，都能感受到融洽的氛圍，彼此間的互動輕鬆愉快，甚至可能因良好的人際連接而獲得意外的小驚喜。這種幸運不僅體現在社交層面，更讓你在面對各種情況時，都能以更從容的姿態應對，少了許多阻礙與困擾。這一天裡，建議你多主動與人交流，珍惜這份幸運帶來的和諧，在愉悅的互動中享受生活的美好。",
        "love_text": "單身的你，自身的優點會在日常中悄然展現，吸引到不少人的目光，說不定那個對的人就在其中默默關注著你。已有伴者的你，和另一半的感情會持續升溫，一起做頓晚餐，或是窩在沙發看場電影，簡單的相處裡滿是溫馨，感情在平淡中愈發深厚，享受這份甜蜜吧。",
        "work_text": "將迎來充滿活力與創造力的一天。思維如同被注入新鮮血液，靈感源源不斷湧現。在處理各種事務時，能憑藉獨特的想法脫穎而出，無論是工作中的項目策劃，還是學習裡的課題研究，都能展現出非凡的創新能力，為自身發展開闢新道路。",
        "lucky_star": "雙魚座",
        "money_text": "財運相當不錯，會有進賬豐厚的好事降臨。可能是工作上的獎金、提成，或是之前的投資有了回報。這天不妨好好規劃一下這筆錢，可以存起來一部分，也可以拿出一小部分犒勞自己，但別過度揮霍，讓這份好運延續下去。",
        "health_text": "健康運不錯，不過得注意關節部位保暖。這天溫度變化可能較大，關節受涼容易引發痠痛等不適。出門多穿點，尤其是膝蓋、手腕這些關節處，可以戴上護膝、護腕。晚上睡覺前，用熱水泡泡腳，促進血液循環，讓關節暖暖的，能更好地守護關節健康。",
        "lucky_color": "紫色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "糾結小問題",
        "yi": "提升個人形象",
        "all": "59%",
        "date": "2025-12-12",
        "love": "50%",
        "work": "57%",
        "money": "61%",
        "health": "65%",
        "notice": "被結果牽鼻子走",
        "discuss": "58%",
        "all_text": "整體運勢略顯低迷，容易陷入一種被結果牽著鼻子走的困境。過於執著於某個目標或期待，這會讓你在行動過程中失去靈活性，本可以靈活應對的局面，卻因這份執著變得僵化，甚至可能因小失大，忽略了其他潛在的機會。這種狀態容易讓你感到疲憊與焦慮，情緒也隨之起伏不定。建議你在這一天裡可以適當放下對結果的過度關注，將注意力更多地放在過程本身，以更開放的心態面對變化，不強行控制一切，或許能在不經意間發現新的可能，讓低迷的運勢逐漸好轉。",
        "love_text": "單身的你，說話太直容易在與人交流時，不經意間傷害到別人，也可能會錯過一些潛在的發展機會。說話前多思考，委婉表達。已有伴者的你，要注意和另一半的表達方式，別因為一時口快引發不必要的矛盾。多站在對方角度想想，用溫和的語氣溝通，感情會更和諧。",
        "work_text": "整體狀態欠佳。這一天容易因粗心大意而犯錯，就像走在路上不小心絆倒。在工作學習中，注意力難以集中，一些小失誤不斷出現，可能影響整體進度。需要時刻提醒自己保持專注，認真對待每一件事，避免因小失大。",
        "lucky_star": "天秤座",
        "money_text": "在財運上得支出需謹慎。這天你可能會面臨一些誘惑，比如看到心儀的商品打折，或是朋友邀請你一起參與一些消費活動。但此時你的財務狀況可能不太允許你隨意花錢，所以一定要剋制衝動，仔細評估每筆支出是否必要，避免入不敷出。",
        "health_text": "要小心牙齦上火問題。這天可能吃了一些容易上火的食物，或者作息不太規律，導致牙齦腫痛。飲食上儘量清淡些，多吃蔬菜水果，少吃辛辣、油炸食品。早晚認真刷牙，飯後用淡鹽水漱口，保持口腔清潔，這樣能有效預防和緩解牙齦上火的情況。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢大手大腳",
        "yi": "享受慢生活",
        "all": "79%",
        "date": "2025-12-12",
        "love": "85%",
        "work": "80%",
        "money": "70%",
        "health": "78%",
        "notice": "磨鍊個人的能力",
        "discuss": "89%",
        "all_text": "整體運勢尚可，處於一個適合磨鍊個人能力的階段。這一天裡，你不會面臨特別大的挑戰，但也不會完全平淡無奇，而是有許多細微的機會可以鍛鍊自己。無論是處理日常事務，還是應對一些小問題，都能讓你在實踐中學到新的東西，提升自己的應對能力。這種磨鍊並非一蹴而就，而是需要你保持耐心，認真對待每一個細節，不輕視任何看似微小的任務。建議你在這一天裡不妨以積極的態度面對生活，將每一次經歷都視為成長的機會，在平凡中積累力量，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，別總是被動等待，多試著主動一些。主動參加社交活動，主動和心儀的人搭話，說不定就能開啟一段美好的緣分。已有伴者的你，要保持和另一半的分享欲，無論是生活瑣事，還是內心想法，都和對方聊聊。分享會讓你們更瞭解彼此，感情也會更加緊密。",
        "work_text": "你的思維較為活躍，整體狀態良好。不再侷限於傳統思維模式，敢於突破常規，從不同角度思考問題。這種開拓思維的方式，能讓你在工作學習中發現新的機會和可能性，為解決問題提供更多思路，助力你在各方面取得進步。",
        "lucky_star": "摩羯座",
        "money_text": "在財運方面，穩守現有財是關鍵。這天別想著去開拓新的投資渠道或者冒險嘗試高風險的項目，把注意力放在守護好自己已有的財富上。檢查一下賬戶安全，整理一下財務狀況，確保每一筆錢都花在刀刃上，這樣能讓你心裡更踏實。",
        "health_text": "要注意皮膚補水。這天空氣可能比較乾燥，皮膚容易缺水，出現乾燥、起皮等現象。除了多喝水補充身體水分，還可以在臉上、身上塗抹一些保溼的護膚品，讓肌膚時刻保持水潤。出門的時候，帶上保溼噴霧，隨時給皮膚補充水分，防止皮膚因乾燥而變得粗糙。",
        "lucky_color": "焦糖色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "購買奢侈品",
        "yi": "探索新事物",
        "all": "97%",
        "date": "2025-12-12",
        "love": "99%",
        "work": "98%",
        "money": "96%",
        "health": "98%",
        "notice": "充滿活力幹勁足",
        "discuss": "94%",
        "all_text": "整體運勢非常出眾，彷彿被一股強大的能量推動著，幹勁十足，充滿活力。這種狀態讓你在面對各種情況時，都能以飽滿的熱情投入其中，不畏懼困難，敢於挑戰自我，展現出自信與果敢的一面。無論是與他人交流，還是處理事務，都能以積極的態度感染周圍的人，營造出一種積極向上的氛圍。建議你在這一天裡保持這種全力以赴的姿態，不輕易放鬆對自己的要求，將這份能量充分釋放出來，在追求目標的過程中享受奮鬥的樂趣，讓這一天過得充實而有成就感。",
        "love_text": "單身的你，自身散發的魅力會吸引眾多目光，在人群中很容易成為焦點，會有不少人主動靠近你，其中說不定就有那個讓你心動的人。已有伴者的你，和另一半的甜蜜互動會增多，一起出去玩，或是製造一些小驚喜，讓生活充滿浪漫，感情也會在這甜蜜氛圍中不斷升溫。",
        "work_text": "展現出強大的優勢，整體表現十分出色。這一天你見解獨到，看待問題能抓住關鍵，提出的方法和策略具有很強的前瞻性和實用性。在工作學習中，憑藉獨特的見解，能輕鬆應對各種挑戰，成為眾人矚目的焦點，為自己贏得更多發展機會。",
        "lucky_star": "射手座",
        "money_text": "你的財運超棒，會有收穫意外財的機會。可能是在路上撿到錢，或是收到一筆意外的退款、補貼。這筆意外之財會讓你心情大好，但別因為一時高興就亂花錢。可以把這筆錢存起來，或者用來做一些有意義的事情，讓這份好運更有價值。",
        "health_text": "睡眠質量佳，可別浪費這好時機，宜早睡。充足的睡眠能讓身體得到充分的休息和恢復，增強免疫力。晚上儘量早點放下手機，營造一個安靜、舒適的睡眠環境，躺在床上放鬆身心，讓自己快速進入夢鄉。第二天醒來，會感覺精神飽滿，活力滿滿。",
        "lucky_color": "正紅色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "壓抑個人情感",
        "yi": "享受獨處時光",
        "all": "83%",
        "date": "2025-12-12",
        "love": "89%",
        "work": "76%",
        "money": "77%",
        "health": "84%",
        "notice": "生活節奏較穩定",
        "discuss": "80%",
        "all_text": "整體運勢相對平順，沒有太大的波瀾，卻能在忙碌中找到片刻的閒暇。這一天裡，你的生活節奏較為穩定，不會面臨太多突發狀況，可以按照自己的計劃有序推進各項事務。在忙碌的過程中，偶爾會有一些小插曲帶來輕鬆的時刻，讓你得以暫時放下緊張，享受片刻的寧靜。這種平順並非單調，而是能讓你在穩定中感受到生活的踏實與安心。建議你在這一天裡不妨多珍惜這份平順，不刻意追求刺激或變化，以平和的心態面對日常，在忙碌與閒暇的交替中，找到屬於自己的平衡點，讓這一天過得舒適而自在。",
        "love_text": "單身的你，在不經意間可能會邂逅心動瞬間，也許是在某個轉角，也許是在一次聚會中，那個讓你心跳加速的人會出現。已有伴者的你，和另一半的關係會更進一步，一起規劃未來，或是共同完成一件有意義的事，在這個過程中，彼此的心會貼得更近，感情更加穩固。",
        "work_text": "對你而言，是一個需要積極進取的日子。整體狀態平穩，但若想取得更大進步，需更加主動。在學習工作中，遇到不懂的問題不要藏著掖著，主動向他人請教，通過交流獲取更多知識和經驗，不斷充實自己，為未來發展打下堅實基礎。",
        "lucky_star": "獅子座",
        "money_text": "在財運上，你得細算開支項。這天你可能會因為一些瑣事產生不少開支，比如購買生活用品、參加社交活動等。在花錢之前，先列個清單，算清楚每項大概要花多少錢，避免超支。同時，也可以看看有沒有一些優惠活動，能幫你節省一些開支。",
        "health_text": "健康狀況良好，不過得適當活動肩頸。長時間坐著工作或學習，肩頸容易僵硬痠痛。每隔一段時間就站起來，轉動轉動脖子，聳聳肩膀，做幾個簡單的伸展動作，放鬆一下肩頸肌肉。也可以找朋友互相按摩一下肩頸部位，促進血液循環，緩解肩頸疲勞。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "影院看電影",
        "all": "60%",
        "date": "2025-12-12",
        "love": "71%",
        "work": "57%",
        "money": "50%",
        "health": "60%",
        "notice": "出現臨時小狀況",
        "discuss": "68%",
        "all_text": "整體運勢趨於下滑，原本平穩的節奏可能會被一些臨時出現的小狀況打亂。這些狀況或許並不嚴重，但會讓人在處理時感到有些棘手，需要花費額外的精力去應對。或許一開始計劃好的事情，可能會因這些意外而需要重新調整，讓人有些措手不及。在面對這些變化時，容易產生煩躁情緒，影響整體狀態。建議你在這一天裡要保持冷靜，不要被這些小狀況擾亂心神，以平和的心態去逐一解決。遇到問題時，不妨先深呼吸，理清思路，再有條不紊地處理，避免因慌亂而讓情況變得更糟。同時，也要做好應對突發情況的準備，提前預留一些彈性時間，以防計劃被打亂後無法及時調整，讓這一天能儘量平穩度過。",
        "love_text": "單身的你，會有不少社交拓展機會，參加各種聚會、活動，結識新的朋友，說不定在這些新朋友裡就藏著你的緣分。已有伴者的你，要多理解彼此的想法，遇到問題時，別急著爭論，坐下來好好溝通，站在對方立場思考，這樣能避免很多矛盾，讓感情更加穩定。",
        "work_text": "整體狀態不太理想。這一天你容易陷入不懂裝懂的誤區，在面對一些不太熟悉的知識或任務時，為了面子選擇硬撐，而不是虛心請教。這種做法不僅無法真正解決問題，還可能讓情況變得更糟。無論是處理工作中的難題，還是應對學習裡的困惑，都要放下驕傲，坦誠面對自己的不足，才能避免陷入困境。",
        "lucky_star": "水瓶座",
        "money_text": "在財運方面要避免衝動購。這天你可能會被一些新奇的商品或促銷活動吸引，產生強烈的購買慾望。但此時一定要冷靜下來，問問自己是否真的需要這些東西。衝動消費往往會讓你買回一堆用不上的東西，不僅浪費錢，還會讓家裡變得雜亂無章。",
        "health_text": "要小心皮膚過敏。這天可能會接觸到一些過敏原，比如花粉、塵蟎等，導致皮膚出現瘙癢、紅腫等症狀。儘量避免去花粉多的地方，保持室內清潔，定期更換床單被罩。如果皮膚出現過敏症狀，不要用手抓撓，可以用冷水敷一下，緩解瘙癢，必要時及時就醫。",
        "lucky_color": "酒紅色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "參加技能培訓",
        "all": "70%",
        "date": "2025-12-12",
        "love": "65%",
        "work": "75%",
        "money": "74%",
        "health": "73%",
        "notice": "平淡得有乏味感",
        "discuss": "79%",
        "all_text": "整體運勢不算好但也不差，處於一種較為平穩的狀態，沒有特別突出的亮點，但也不會遭遇大的挫折。這樣的日子裡，生活可能會顯得有些平淡，容易讓人產生乏味感。不過，這正是尋找生活樂趣的好時機。不妨主動去發掘日常中的小美好，比如與家人朋友的一次輕鬆聊天，或是享受一頓美味的餐食，都能為這一天增添不少色彩。建議你在這一天裡不要過於追求刺激或變化，以平和的心態接受生活的平淡，在細微之處尋找讓自己開心的事物。可以嘗試一些新的興趣愛好，或者回顧一些美好的回憶，讓內心得到放鬆與滿足，讓這一天過得充實而有意義。",
        "love_text": "單身的你，要避免過度猜疑，在沒有確鑿證據前，別輕易懷疑別人的好意，不然可能會錯失一些發展感情的機會。已有伴者的你，要減少無端爭吵，遇到分歧時，冷靜分析，別讓情緒主導，用理智解決問題，這樣才能讓感情長久。",
        "work_text": "整體狀態較為平穩，有提升的空間。這一天你適合嘗試不同的方法去應對各種情況，就像在迷宮中尋找出口，多嘗試幾條路，說不定就能找到捷徑。無論是工作中的任務，還是學習裡的難題，都不要侷限於常規思路，大膽創新，勇於實踐，說不定能發現新的機會和突破點。",
        "lucky_star": "金牛座",
        "money_text": "你的財路稍拓寬。這天你可能會發現一些新的賺錢機會，比如兼職工作、合作項目等。雖然這些機會看起來不錯，但也要仔細評估風險和收益，不要盲目投入。可以先從小處著手，慢慢積累經驗和資金，為未來的財富增長打下基礎。",
        "health_text": "要注意眼部休息。長時間盯著電腦、手機屏幕，眼睛容易疲勞、乾澀。工作或學習一段時間後，就閉上眼睛休息幾分鐘，或者向遠處眺望，讓眼睛得到放鬆。也可以做做眼保健操，按摩一下眼周穴位，促進眼部血液循環，緩解眼睛疲勞，保護好視力。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "上當受騙",
        "yi": "進行戶外活動",
        "all": "76%",
        "date": "2025-12-12",
        "love": "77%",
        "work": "67%",
        "money": "79%",
        "health": "73%",
        "notice": "各事情接踵而至",
        "discuss": "71%",
        "all_text": "整體運勢稍有起伏，會是一個忙碌的日子，各種事情接踵而至，讓人應接不暇。在這樣的節奏下，時間彷彿變得不夠用，每一分每一秒都顯得格外珍貴。因此，善用碎片時間成為關鍵。無論是排隊等待，還是短暫休息的間隙，都可以利用起來做一些小事，比如閱讀幾頁書、整理一下思緒，或是回覆幾條信息。這些看似微不足道的碎片時間，積累起來也能發揮大作用。建議你在這一天裡做好時間規劃，合理安排各項事務的順序，避免因忙碌而出現混亂。同時，也要注意勞逸結合，不要讓自己過於疲憊，在忙碌之餘適當放鬆，保持精力充沛，以更好的狀態應對這一天的起伏。",
        "love_text": "單身的你，或能結識不少新朋友，社交圈子擴大，在這個過程中，可能會遇到那個讓你感興趣的人，開啟一段新的故事。已有伴者的你，要為相處增添樂趣，一起嘗試新事物，比如學一門新技能，或是去沒去過的地方旅行，新鮮感會讓感情更有活力。",
        "work_text": "整體狀態一般，需要做出一些改變。這一天你容易陷入固定思維，按照老一套的方式處理問題，但效果可能不盡如人意。不妨換個角度思考，從不同的視角去看待事情，就像換個鏡頭拍照，能發現不一樣的風景。在工作學習中，嘗試打破常規，能為解決問題帶來新的思路。",
        "lucky_star": "白羊座",
        "money_text": "在財運上得理財尋新法。你現有的理財方式可能已經不能滿足你的需求，或者效果不太理想。這天不妨花些時間研究一下其他的理財渠道，比如基金、債券等。但別急於求成，要多瞭解相關知識，諮詢專業人士的意見，找到適合自己的理財方法。",
        "health_text": "飲食方面別太辛辣。這天吃太多辛辣食物，可能會刺激腸胃，引起腸胃不適，比如腹痛、腹瀉等。飲食上儘量以清淡、易消化為主，多吃一些溫和的食物，如粥、麵條等。如果實在想吃辣，也要適量，吃完後多喝點水，減輕辛辣對腸胃的刺激。",
        "lucky_color": "檸黃色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前追電視劇",
        "yi": "運動鍛鍊",
        "all": "56%",
        "date": "2025-12-12",
        "love": "50%",
        "work": "64%",
        "money": "57%",
        "health": "62%",
        "notice": "固有思維成阻力",
        "discuss": "64%",
        "all_text": "整體運勢欠佳，固有的思維方式可能會成為前進路上的絆腳石。在面對各種情況時，容易陷入習慣性的思考模式，難以跳出框架去尋找新的解決方案。這種狀態會讓人在處理問題時顯得有些僵化，錯過一些潛在的機會。同時，也可能會因為過於堅持自己的觀點，而與他人產生分歧，影響人際關係。建議你在這一天裡可以嘗試打破常規，主動接受新的觀念和想法，以更開放的心態面對周圍的事物。在遇到問題時，不妨多聽聽他人的意見，從不同的角度去思考，或許能找到更合適的解決辦法。同時，也要學會靈活變通，不要過於執著於一種方式，讓思維更加活躍，以改善這一天的運勢。",
        "love_text": "單身的你，感情進展可能會比較緩慢，彆著急，感情的事急不來，耐心等待，做好自己，緣分會在合適的時候到來。已有伴者的你，遇到問題要耐心溝通，別因為一時著急而說出傷人的話，心平氣和地交流，才能找到解決問題的辦法，讓感情不受影響。",
        "work_text": "整體狀態不算突出，存在一些需要改進的地方。這一天你容易過於固執，不懂得變通，就像一條路走到底，不願意嘗試其他可能性。在工作學習中，這種做法可能會讓你錯過一些更好的機會。要學會靈活應對各種情況，根據實際情況調整自己的策略，才能更好地完成任務。",
        "lucky_star": "巨蟹座",
        "money_text": "需要提防財意外失。這天要特別注意保管好自己的財物，出門時檢查好隨身物品，避免丟失或被盜。在進行一些財務操作時，比如轉賬、支付等，要仔細核對信息，防止出現錯誤。同時，也要警惕一些詐騙陷阱，不要輕易相信陌生人的話。",
        "health_text": "要預防腳部起泡。這天可能會長時間走路或者穿不合適的鞋子，導致腳部摩擦起泡。出門前選擇一雙舒適、合腳的鞋子，如果走路時間較長，可以提前在容易起泡的部位貼上防磨貼。走路過程中如果感覺腳部不適，及時停下來休息一下，避免腳部起泡影響正常活動。",
        "lucky_color": "卡其色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴別人",
        "yi": "看一場電影",
        "all": "97%",
        "date": "2025-12-12",
        "love": "92%",
        "work": "91%",
        "money": "93%",
        "health": "95%",
        "notice": "視野變得更開闊",
        "discuss": "96%",
        "all_text": "幸運在線的一天，彷彿被一股積極的能量籠罩，視野變得格外開闊。無論是在與他人交流，還是處理各種事務時，都能展現出獨特的見解和想法，讓人眼前一亮。這種狀態不僅能讓水瓶座在人群中脫穎而出，還能吸引到一些有益的關注和機會。可能會結識到一些有趣的人，或是發現一些新的興趣點，為生活增添不少色彩。建議你在這一天裡充分利用這份幸運，積極展現自己的才華和能力，勇敢地表達自己的觀點和想法。不要害怕與眾不同，正是這份獨特才能讓你在這一天收穫更多。同時，也要保持謙遜的態度，珍惜每一個機會，讓幸運持續相伴，讓這一天過得精彩紛呈。",
        "love_text": "單身的你，緣分可能會悄然降臨，也許是在某個平常的日子裡，那個對的人就出現在你面前，給你帶來驚喜。已有伴者的你，和另一半的愛意會愈發濃烈，彼此的關心和照顧增多，一起度過溫馨的時光，感情在這濃濃愛意中不斷昇華。",
        "work_text": "將迎來充滿驚喜與突破的一天，整體狀態極佳。這一天你就像破繭成蝶，實現全新蛻變。無論是思維還是行動，都展現出前所未有的活力和創造力。在工作中能提出新穎的想法，在學習中能快速掌握新知識，以全新的姿態迎接各種挑戰，為自己創造更多可能。",
        "lucky_star": "雙子座",
        "money_text": "財源廣進的一天。你可能會在工作上得到領導的賞識，獲得加薪或晉升的機會，從而增加收入。也可能會有一些合作項目找上門來，為你帶來額外的收益。要抓住這些機會，好好表現，讓財富不斷積累。",
        "health_text": "要保持心情舒暢。良好的心情對身體健康非常重要，能讓身體的各項機能都處於最佳狀態。這天可以多做一些讓自己開心的事情，比如聽音樂、看電影、和朋友聊天等。遇到不開心的事情，也不要憋在心裡，及時發洩出來，讓自己始終保持積極樂觀的心態。",
        "lucky_color": "海藍色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "房間堆積雜物",
        "yi": "與人交流互動",
        "all": "58%",
        "date": "2025-12-12",
        "love": "65%",
        "work": "60%",
        "money": "50%",
        "health": "63%",
        "notice": "瑣碎問題應接不暇",
        "discuss": "61%",
        "all_text": "略顯倒黴的一天，各種瑣碎問題會接踵而至，讓你應接不暇。這些問題或許並不嚴重，但堆積在一起卻會讓人感到無比煩躁，甚至產生逃避的念頭。無論是生活中的小麻煩，還是人際關係中的小摩擦，都會讓人心情低落，影響整體狀態。在面對這些情況時，你可能會容易陷入消極情緒中，難以自拔。建議你在這一天裡調整心態，不要被這些瑣碎問題打倒。要知道，這些問題只是暫時的，不會一直困擾著你。可以嘗試將注意力從這些問題上轉移開，做一些讓自己開心的事情，比如聽音樂、看電影，或是與朋友傾訴。通過這些方式，讓自己的心情得到放鬆，以更積極的態度去面對這些問題。同時，也要學會主動解決問題，不要一味逃避，只有勇敢面對，才能讓這一天逐漸好轉。",
        "love_text": "單身的你，別陷在幻想之中，現實和想象還是有差距的，面對感情要理智一些，看清眼前的人和事。已有伴者的你，要正視現實情況，別總是逃避問題，和另一半一起面對生活中的困難，共同解決，這樣感情才能在現實中更加堅韌。",
        "work_text": "整體狀態有些低迷，缺乏自信是你面臨的主要問題。這一天你容易對自己的能力產生懷疑，在面對工作學習中的任務時，不敢大膽嘗試，總是擔心自己做不好。但你要知道，每個人都有自己的閃光點，要相信自己有能力應對各種挑戰。只有鼓起勇氣，才能突破自我，取得進步。",
        "lucky_star": "天蠍座",
        "money_text": "需要警惕促銷陷阱。這天商家會推出各種促銷活動，看似很划算，但可能隱藏著一些貓膩。比如先漲價再打折、商品質量不佳等。在購買東西時，不要被表面的優惠迷惑，要仔細比較價格和質量，選擇真正物美價廉的商品，避免花冤枉錢。",
        "health_text": "要提防崴腳或扭傷。這天走路或者運動的時候可能會比較匆忙或者不小心，容易發生崴腳、扭傷等情況。走路時要注意腳下路況，避開坑窪、障礙物等。運動前要做好熱身準備，活動一下關節和肌肉，讓身體適應運動狀態。如果不小心受傷，要及時處理，避免傷勢加重。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    }
  }
}