{
  "updated": "2025-12-02T18:13:41.138Z",
  "updateTime": "2025/12/3 上午2:13:41",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14513,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太毒舌",
        "yi": "培養興趣愛好",
        "all": "52%",
        "date": "2025-12-02",
        "love": "61%",
        "work": "47%",
        "money": "53%",
        "health": "62%",
        "notice": "盲目樂觀的心態",
        "discuss": "59%",
        "all_text": "整體運勢欠佳，你似乎帶著一種盲目樂觀的心態看待周遭，這種心態容易讓你對事情的走向產生不切實際的期待。在與人交流互動時，可能會因為過於樂觀而忽略一些潛在的問題，使得原本可能達成的共識出現偏差，期待落空的情況時有發生。在面對一些選擇時，這種盲目樂觀也會讓你缺乏理性的分析，僅憑一時衝動做出決定，後續可能會發現與自己預期相差甚遠。而且在社交場合中，你的這種狀態可能會讓他人覺得你不夠穩重，從而影響人際關係的發展。建議你在這天保持清醒的頭腦，多從實際情況出發去思考問題，不要被樂觀的情緒衝昏頭腦，遇到事情多權衡利弊，避免因盲目樂觀而帶來不必要的麻煩。",
        "love_text": "單身的你，可得把防備心拉滿。爛桃花就像隱藏在暗處的陷阱，說不定在某個社交場合就突然冒出來。別被對方一時的熱情衝昏頭腦，多觀察其言行是否一致。已有伴者的你，感情裡可別三心二意。外面的誘惑雖多，但眼前人才是值得珍惜的。多把心思放在伴侶身上，一起做些有意義的事，感情才能穩穩當當。",
        "work_text": "對你而言，似乎是個付出與收穫難成正比的日子。你可能會投入大量精力，在各類事務上忙得暈頭轉向，可最終成果卻不盡人意。努力的方向或許有些偏差，又或者過程中遭遇諸多意外干擾，讓你感覺有力使不出，心情也變得有些煩躁，需要調整狀態重新規劃。",
        "lucky_star": "天秤座",
        "money_text": "可能會感覺財運有些不順，原本計劃好的進賬項目似乎遇到了阻礙，或是有些預期外的支出冒了出來，讓你有點措手不及。這時候，最好別急著做大的財務決策，先穩住現有的資金，減少不必要的開銷，等過了這陣子再考慮新的投資或理財計劃。",
        "health_text": "需關注鼻炎問題方面的問題，這天氣變化大，冷空氣一刺激，鼻子就容易鬧脾氣，出門記得戴上口罩，回家用生理鹽水洗洗鼻腔，保持溼潤清潔，要是鼻子實在不舒服，別拖著，趕緊找醫生看看，開點合適的藥緩解緩解。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過分自由散漫",
        "yi": "做市場調研",
        "all": "96%",
        "date": "2025-12-02",
        "love": "95%",
        "work": "97%",
        "money": "94%",
        "health": "98%",
        "notice": "被夢想火焰點燃",
        "discuss": "91%",
        "all_text": "整體運勢非常給力，你彷彿被夢想的火焰點燃，渾身充滿幹勁。內心對未來的憧憬和嚮往化作源源不斷的動力，推動著你積極向前。在面對各種事務時，你展現出堅定的決心和頑強的毅力，不輕易被困難打倒。這種積極向上的狀態讓你在社交場合中也格外引人注目，容易吸引到志同道合的人，與他們建立起良好的關係。而且你對生活充滿熱情，願意主動去探索新的領域，嘗試新的事物，這種勇於開拓的精神會為你帶來許多新的機遇和體驗。你會發現自己在這天能夠輕鬆地應對各種挑戰，並且在這個過程中不斷成長和進步，收穫滿滿的成就感和自信心。",
        "love_text": "單身的你，在感情方面會容易獲得好感的加分。你的穩重踏實很容易吸引到靠譜的異性，在與人相處時，真誠展現自己的優點，說不定一段美好的緣分就此開啟。已有伴者的你，善解人意是關鍵。多站在伴侶的角度思考問題，理解對方的壓力和不易，一句貼心的問候、一個小小的舉動，都能讓感情更加深厚。",
        "work_text": "對你來說是個充滿機遇與收穫的日子。整體狀態良好，精力充沛，面對各種事務都能應對自如。無論是處理複雜的工作任務，還是攻克學習難題，都能憑藉自身的能力和耐心取得不錯的進展，讓你信心倍增，對未來充滿期待。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運真是讓人羨慕，彷彿財神爺就在你身邊，各種賺錢的機會都主動找上門來。無論是工作上的獎金，還是投資的小回報，都讓你笑得合不攏嘴。不過，也別太得意忘形，記得合理規劃這些收入，為未來多做打算，讓好運持續下去。",
        "health_text": "健康狀況很不錯，不過飲食上可不能馬虎，得注意營養均衡，別光吃肉或者只吃素，蔬菜水果、五穀雜糧都得搭配著來，這樣才能給身體補充各種所需的維生素和礦物質，讓身體一直保持棒棒的狀態。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "關注時事新聞",
        "all": "63%",
        "date": "2025-12-02",
        "love": "55%",
        "work": "58%",
        "money": "60%",
        "health": "65%",
        "notice": "陷入三分鐘熱度",
        "discuss": "63%",
        "all_text": "整體運勢低迷，你很容易陷入三分鐘熱度的狀態。對很多事情一開始充滿興趣，熱情高漲，但這種熱情往往難以持久。在接觸新事物時，可能剛開始會覺得新鮮有趣，全身心地投入其中，但沒過多久就會失去耐心，轉而將注意力轉移到其他事情上。這種頻繁變換興趣點的行為會讓你在很多方面都只是淺嘗輒止，難以深入瞭解和掌握。而且在與人相處時，這種不穩定的狀態也可能讓他人覺得你不夠靠譜，難以對你產生信任。建議你在這天儘量剋制自己的浮躁情緒，學會專注和堅持，對於自己真正感興趣的事情，要有耐心去深入探究，不要輕易放棄，這樣才能有所收穫。",
        "love_text": "單身的你，要格外小心，容易遇到虛假情。有些看似美好的感情，背後可能藏著別樣的目的。別輕易投入真心，多花時間瞭解對方。已有伴者的你，日常相處中避免小摩擦。別因為一些雞毛蒜皮的小事就爭執不休，互相包容、互相退讓，感情才能在平和的氛圍中穩步前行。",
        "work_text": "彷彿陷入了一個停滯不前的怪圈。各種事務的推進都受到阻礙，原本計劃好的事情也容易出現變故，讓你有些不知所措。努力嘗試改變現狀，但效果甚微，內心感到焦慮和迷茫，需要靜下心來重新審視問題。",
        "lucky_star": "金牛座",
        "money_text": "財運有點起伏不定，錢好像來得快去得也快，很難留住。這可能是因為你在社交或娛樂上花了不少錢，也可能是因為一些意外的開銷打亂了你的財務計劃。最好控制一下自己的消費慾望，儘量把錢用在刀刃上，避免不必要的浪費。",
        "health_text": "咽喉容易不舒服，可能是說話太多或者空氣乾燥的原因，說話的時候儘量控制下音量和時長，別讓嗓子太累，多喝點溫水潤潤喉，也可以泡點金銀花茶、菊花茶喝喝，能起到清熱降火、緩解咽喉不適的作用。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "埋頭苦幹",
        "yi": "逛逛書店",
        "all": "72%",
        "date": "2025-12-02",
        "love": "78%",
        "work": "80%",
        "money": "70%",
        "health": "68%",
        "notice": "按公式化的節奏",
        "discuss": "76%",
        "all_text": "整體運勢平平，你傾向於按照一種公式化的節奏來生活。做事情喜歡遵循既定的模式和流程，不太願意嘗試新的方法和途徑。這種保守的做法雖然能讓你在熟悉的環境中感到安心，但也容易讓你錯過一些新的機會和可能性。在與人交往時，你也表現得比較內斂和含蓄，不太主動表達自己的想法和感受，可能會讓他人覺得你有些難以接近。不過，這種穩定的生活節奏也能讓你在面對一些突發情況時保持冷靜和理智，有條不紊地處理問題。建議你在這天可以適當打破一下常規，嘗試一些新的事物，給自己的生活增添一些新鮮感和活力，也許會有意想不到的收穫。",
        "love_text": "單身的你，邂逅緣分的幾率大大增加。可能在參加朋友聚會、外出逛街時，就遇到那個讓你心動的人。別害羞，主動打個招呼，說不定就能開啟一段浪漫之旅。已有伴者的你，和伴侶相處較融洽。一起做頓晚餐、看個電影，享受溫馨的二人時光，感情會在這些小細節中不斷升溫。",
        "work_text": "對你來說是個穩步發展的日子。整體運勢平穩，沒有太大的起伏。你能夠按照自己的節奏有條不紊地處理各項事務，雖然進展不算迅速，但每一步都走得很紮實。這種穩紮穩打的方式讓你內心感到踏實，也為未來的發展積累了能量。",
        "lucky_star": "處女座",
        "money_text": "財運還算穩定，雖然沒有大筆的進賬，但小錢不斷，也能讓你感到滿足。你可能會在家庭或個人生活上有些小的開銷，但這些都是值得的，能提升你的生活品質。記得保持這種穩健的理財態度，別因為一時的衝動而打亂了自己的財務節奏。",
        "health_text": "腸胃方面可能會出現點小狀況，比如消化不良或者肚子有點脹氣，吃飯的時候別吃得太快太急，也不要吃太多生冷、油膩、辛辣的食物，這些都會加重腸胃負擔，細嚼慢嚥、清淡飲食才能讓腸胃舒舒服服的。",
        "lucky_color": "棕色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "批評指責別人",
        "yi": "制定月度計劃",
        "all": "86%",
        "date": "2025-12-02",
        "love": "89%",
        "work": "84%",
        "money": "85%",
        "health": "88%",
        "notice": "做出小小的改變",
        "discuss": "81%",
        "all_text": "整體運勢平穩，你能夠通過行動做出一些小小的改變。這些改變或許並不顯著，但卻能在潛移默化中影響你的生活。在面對一些日常事務時，你不再滿足於現狀，而是積極主動地尋求改進的方法。這種積極的態度會讓你在處理事情時更加得心應手，效率也有所提高。而且在與人相處時，你也會更加註重自己的言行舉止，努力展現出自己最好的一面，從而贏得他人的認可和尊重。這些小小的改變會讓你在這天感受到生活的進步和成長，雖然過程可能並不驚天動地，但卻能讓你內心充滿滿足感和成就感。建議你繼續保持這種積極行動的狀態，不斷積累小的改變，未來會有更大的收穫。",
        "love_text": "單身的你，魅力值爆棚，很容易吸引到異性的目光。你的自信和熱情就像磁石，讓周圍的人不自覺地靠近。大膽展現自己的魅力，說不定就能遇到那個與你靈魂契合的人。已有伴者的你，和伴侶的互動能增添不少甜蜜。一起計劃一次短途旅行，或者給對方準備一份小驚喜，感情會在這份用心下更加美好。",
        "work_text": "有望取得佳績。在各方面都展現出強大的實力和潛力，能夠充分發揮自己的優勢，取得令人矚目的成果。無論是工作還是學習，都能得到他人的認可和讚揚，自信心也隨之大增，為未來的發展注入強大動力。",
        "lucky_star": "摩羯座",
        "money_text": "財運看起來相當不錯，似乎有好事即將發生。可能是工作上的晉升帶來了加薪，也可能是投資的項目有了回報。不管是什麼，都讓你對未來充滿了期待。不過，也別光顧著高興，記得把這份好運轉化為實際的財務規劃，讓財富持續增長。",
        "health_text": "精神活力滿滿，整個人都像充滿了電一樣，不過也別因為狀態好就過度勞累，該休息的時候還是要休息，保證充足的睡眠，這樣第二天才能繼續保持良好的精神狀態，不然過度消耗體力，身體也會吃不消的。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過爭強好勝",
        "yi": "參觀藝術展",
        "all": "62%",
        "date": "2025-12-02",
        "love": "52%",
        "work": "57%",
        "money": "55%",
        "health": "63%",
        "notice": "一味地選擇逃避",
        "discuss": "59%",
        "all_text": "整體運勢略差，你似乎對變化充滿恐懼，一味地選擇逃避。當生活中出現一些新的情況或挑戰時，你首先想到的不是如何去面對和解決，而是如何躲開。這種逃避的心態會讓你錯過許多成長和發展的機會，也會讓你在面對困難時變得更加脆弱和無助。在與人交往時，你也因為害怕改變而表現得過於謹慎和保守，不敢輕易表達自己的真實想法和感受，這可能會影響你與他人之間的溝通和交流。建議你在這天勇敢地面對生活中的變化，不要害怕失敗和挫折，要相信自己的能力，積極主動地去迎接挑戰。只有通過不斷地嘗試和實踐，你才能逐漸克服內心的恐懼，變得更加堅強和自信。",
        "love_text": "單身的你，情路可能會遇到一些阻礙。也許會遇到一些不太合適的人，或者表白被拒等情況。別灰心，這只是暫時的，調整好心態，繼續尋找屬於自己的幸福。已有伴者的你，要減少挑剔心。別總是對伴侶吹毛求疵，多看看對方的優點，多給予鼓勵和支持，感情才能更加和諧。",
        "work_text": "對你來說是個成效不太理想的日子。你付出了很多努力，但結果卻不盡如人意。可能是方法不當，也可能是受到外界因素的干擾，導致各項事務的推進都不太順利。你容易陷入自我懷疑和焦慮中，需要調整心態，重新尋找解決問題的方法。",
        "lucky_star": "獅子座",
        "money_text": "財運似乎遇到了點麻煩，原本順暢的賺錢渠道突然變得不那麼容易了，或是有些預期外的支出讓你有些頭疼。這時候，最好先冷靜下來，分析一下問題的根源，然後制定一個合理的應對策略。別因為一時的困難就放棄，堅持下去，財運總會好轉的。",
        "health_text": "要謹防皮膚過敏，可能是接觸了某些過敏原，像花粉、塵蟎之類的，出門的時候儘量避開花草多的地方，家裡的床鋪、沙發也要定期清理，保持乾淨整潔，要是皮膚出現瘙癢、紅腫等過敏症狀，及時用抗過敏的藥膏塗抹一下。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "逃避現實問題",
        "yi": "提前做攻略",
        "all": "77%",
        "date": "2025-12-02",
        "love": "79%",
        "work": "64%",
        "money": "71%",
        "health": "75%",
        "notice": "尋找平衡的狀態",
        "discuss": "83%",
        "all_text": "整體運勢一般，你處於一種需要在工作、學習與生活間尋得平衡的狀態。這種平衡並非易事，你可能會察覺到，當全身心投入工作或學習時，生活裡的其他方面就容易被忽視，而過度關注生活，又可能影響工作學習的進度。這種拉扯感會讓你有些糾結，不知該把重心放在何處。在社交方面，也可能因這種失衡而有所影響，與朋友相處時，或許會因忙碌而無法盡情投入交流，又或者因生活瑣事纏身，對社交活動提不起太多興致。不過，這種狀態也並非無法改善，你需要靜下心來，梳理各項事務的優先級，合理分配時間和精力，在保證工作學習效率的同時，也別忘了給生活留出足夠的空間，如此才能逐漸找到那個讓自己舒適的平衡點，讓日子過得更順心。",
        "love_text": "單身的你，有望結識新朋友，其中說不定就藏著你的緣分。多參加一些社交活動，擴大自己的社交圈，增加遇到愛情的機會。已有伴者的你，和伴侶的溝通會更加順暢。遇到問題別憋在心裡，坦誠地說出自己的想法和感受，一起商量解決辦法，感情會在這份坦誠中更加穩固。",
        "work_text": "前行途中會有些小阻礙冒頭。整體狀態不算順遂，原本設想好的推進路線，容易因各種小狀況出現偏差。在處理事務時，思維偶爾會陷入混亂，難以迅速理清頭緒，導致效率有所降低，需要花費更多精力去調整和應對。",
        "lucky_star": "水瓶座",
        "money_text": "你的財運保持在一個相對平衡的狀態，收入和支出都控制得相當好。你可能會在購物或娛樂上有些小的開銷，但這些都是你能夠承受的。適合做一些長期的財務規劃，比如為退休或孩子的教育基金存錢，讓未來的生活更加有保障。",
        "health_text": "睡眠質量還算可以，不過為了能睡得更香，睡前別做太刺激的事情，比如看恐怖電影、玩激烈的遊戲，可以喝一杯溫牛奶，聽聽舒緩的音樂，讓身心放鬆下來，這樣更容易進入甜甜的夢鄉，第二天也能精神飽滿地迎接新的一天。",
        "lucky_color": "淡黃色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "迎合別人期待",
        "yi": "激發創意靈感",
        "all": "94%",
        "date": "2025-12-02",
        "love": "90%",
        "work": "91%",
        "money": "96%",
        "health": "91%",
        "notice": "積極向上的能量",
        "discuss": "98%",
        "all_text": "整體運勢棒棒噠，是熱情高漲的一天，你渾身散發著積極向上的能量，彷彿有用不完的精力。這種熱情驅使著你不斷向前，敢於挑戰自我，突破以往設定的界限。在面對各種情況時，你不再畏縮不前，而是主動出擊，積極尋找解決問題的方法。這種勇敢和果斷會讓你在人群中脫穎而出，吸引他人的目光和讚賞。而且，你的熱情也會感染身邊的人，帶動周圍的氣氛變得更加活躍。在與人交往中，你真誠坦率，能夠毫無保留地表達自己的想法和感受，這種真誠會為你贏得他人的信任和好感，進一步拓展你的人際關係。總之，這一天你會在積極的狀態中不斷收穫成長和喜悅，盡情享受這份熱情帶來的美好。",
        "love_text": "單身的你，真愛正在悄悄靠近。那種心動的感覺會越來越強烈，也許在某個不經意的瞬間，就與那個對的人目光交匯。勇敢地邁出第一步，說不定就能收穫美好的愛情。已有伴者的你，和伴侶的深情會更加濃厚。一起回憶過去的點點滴滴，規劃未來的生活，感情會在這份深情中愈發堅定。",
        "work_text": "如同被注入強大動力，各方面都展現出強勁的勢頭。目標清晰且堅定，面對各種事務都能迅速做出反應，處理起來遊刃有餘。整體節奏緊湊且高效，彷彿一切都在朝著理想的方向快速前進。",
        "lucky_star": "雙魚座",
        "money_text": "財運真是旺到不行，無論是工作上的收入還是投資上的回報，都讓你感到驚喜連連。你似乎有著敏銳的財務嗅覺，總能抓住那些賺錢的機會。不過，也別因為一時的成功就驕傲自滿，記得保持謙遜和謹慎，繼續尋找更多的財富增長點。",
        "health_text": "身體狀態極佳，各個器官都運轉得很順暢，不過也不能因此就掉以輕心，還是要保持良好的生活習慣，堅持適量的運動，像散步、慢跑之類的，增強身體的免疫力，讓健康一直陪伴著自己。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "進行運動鍛鍊",
        "all": "93%",
        "date": "2025-12-02",
        "love": "90%",
        "work": "95%",
        "money": "91%",
        "health": "96%",
        "notice": "能以自己為主導",
        "discuss": "93%",
        "all_text": "整體運勢相當不錯，你以自己為主導，主動性超強。這種主動性體現在生活的方方面面，無論是做決定還是採取行動，你都能夠果斷地按照自己的意願來進行。你不會輕易被他人的意見左右，而是堅信自己的判斷和選擇。在面對新的機會和挑戰時，你會毫不猶豫地抓住，積極地去嘗試和探索。這種勇於嘗試的精神會讓你接觸到許多新鮮的事物，拓寬自己的視野和認知。而且，你的主動性也會讓你在社交場合中更加活躍，能夠主動與他人交流互動，結識新的朋友。你充滿活力的狀態也會給身邊的人帶來積極的影響，讓大家都能感受到你的熱情和快樂，從而營造出一個和諧愉快的氛圍。",
        "love_text": "單身的你，浪漫機遇多多。可能會在某個浪漫的場景中遇到讓自己心動的人，比如咖啡館、書店等。抓住這些機會，主動出擊，說不定就能開啟一段浪漫的戀情。已有伴者的你，和伴侶一起歡樂共時光。一起去做一些有趣的事情，比如玩密室逃脫、去遊樂園，讓感情在歡聲笑語中不斷升溫。",
        "work_text": "彷彿自帶光環，在各方面都展現出強大的衝勁和活力。無論面對何種挑戰，都能以積極樂觀的態度去應對，輕鬆跨越障礙。整體狀態極佳，能高效地完成各項任務，收穫滿滿的成就感。",
        "lucky_star": "天秤座",
        "money_text": "財運相當不錯，無論是正財還是偏財都有不錯的表現。工作上的努力得到了應有的回報，投資的項目也進展順利。你可能會有些額外的收入，比如獎金或分紅，讓你感到非常開心。不過，也別忘了感恩和分享，把這份好運傳遞給身邊的人。",
        "health_text": "體能充沛良好，感覺渾身有使不完的勁，可以趁著這個好狀態去做一些自己喜歡的運動，比如打籃球、踢足球，既能鍛鍊身體，又能釋放壓力，不過運動前一定要做好熱身準備，避免運動損傷。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人 ",
        "yi": "拓展社交圈子",
        "all": "90%",
        "date": "2025-12-02",
        "love": "94%",
        "work": "92%",
        "money": "91%",
        "health": "95%",
        "notice": "得到運氣的助力",
        "discuss": "96%",
        "all_text": "整體運勢不斷走高，彷彿得到運氣的助力，讓你在各方面都更加如魚得水。在做事情時，你會感覺一切都在朝著好的方向發展，原本可能覺得困難重重的事情，如今也能順利推進。這種順利並非偶然，而是你平時積累的努力和經驗在此時發揮了作用，再加上運氣的加持，讓你能夠更加輕鬆地應對各種情況。在與人相處時，你也能展現出自己獨特的魅力，贏得他人的認可和尊重。你的沉穩和可靠會讓他人願意與你合作，共同完成一些事情。而且，你還能從與他人的交流中獲得新的啟發和靈感，進一步提升自己。這一天，你會在良好的運勢中不斷收穫自信和成就感，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，緣分正降臨。可能通過工作、學習等途徑，結識到那個與你志同道合的人。認真對待每一次相遇，說不定就能找到攜手一生的人。已有伴者的你，和伴侶的理解會更加深入。多花時間傾聽對方的心聲，瞭解對方的內心世界，感情會在這份理解中更加深厚。",
        "work_text": "呈現出穩步上升的良好態勢。每一步都走得堅實有力，按照既定規劃逐步推進各項事務。在處理問題時，冷靜理智，能準確把握關鍵，有條不紊地解決問題，整體發展態勢良好。",
        "lucky_star": "天蠍座",
        "money_text": "財運真是讓人羨慕不已，無論是事業上的成功還是財務上的增長，都讓你感到非常滿足。你似乎有著出色的理財能力，總能讓錢生錢。不過，也別因為一時的成功就放鬆警惕，記得繼續保持這種穩健的理財態度，為未來打下堅實的基礎。",
        "health_text": "筋骨舒展輕鬆，身體靈活性很不錯，不過長時間坐著或者站著工作的話，還是要時不時地活動一下筋骨，伸伸懶腰、扭扭脖子、轉轉腰，讓身體各個部位都能得到放鬆，預防頸椎病、腰椎病等職業病。",
        "lucky_color": "金色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打扮用力過猛",
        "yi": "分享生活趣事",
        "all": "74%",
        "date": "2025-12-02",
        "love": "78%",
        "work": "73%",
        "money": "64%",
        "health": "77%",
        "notice": "平淡與無聊的氣息",
        "discuss": "79%",
        "all_text": "整體運勢普普通通，你可能會感受到平淡與無聊的氣息。生活似乎沒有太多波瀾起伏，一切都按部就班地進行著，這種缺乏變化的狀態容易讓你產生倦怠感。你可能會覺得周圍的環境有些沉悶，缺乏新鮮感和刺激感，從而對很多事情都提不起興趣。在社交方面，也可能因為這種平淡而缺乏主動交流的慾望，與朋友之間的互動變得有些敷衍。不過，這種平淡也並非完全不好，它給你提供了一個沉澱自己的機會。你可以利用這段時間靜下心來，回顧過去的經歷，總結經驗教訓，思考未來的方向。同時，也可以嘗試給自己找一些新的小愛好或者活動，為生活增添一些樂趣和色彩，打破這種平淡與無聊的狀態，讓自己的生活重新煥發生機。",
        "love_text": "單身的你，在社交場合容易遇到心動的人。你的獨特魅力會吸引到不少異性的關注，別錯過這些機會，主動交流，說不定就能開啟一段美好的感情。已有伴者的你，和伴侶相處更加和諧。一起佈置溫馨的小窩，或者一起養一隻寵物，讓生活充滿樂趣，感情也會更加甜蜜。",
        "work_text": "你的發展較為平穩，沒有太大的起伏。在推進各項事務時，能保持不緊不慢的節奏，按部就班地完成目標。雖然不會出現特別突出的表現，但也不會遇到大的阻礙，整體處於一種穩定推進的狀態。",
        "lucky_star": "射手座",
        "money_text": "財運似乎有些不盡如人意，雖然有些賺錢的機會出現在你面前，但你卻總是抓不住。這可能是因為你在決策時有些猶豫不決，或是缺乏一些必要的財務知識。最好多學習一些理財知識，提升自己的財務素養，這樣才能更好地把握未來的賺錢機會。",
        "health_text": "眼睛需要適度休息，現在大家用眼的時間都比較多，看電腦、手機屏幕時間長了，眼睛容易疲勞、乾澀，每隔一段時間就看看遠處的綠色植物，或者閉上眼睛休息幾分鐘，也可以做做眼保健操，緩解眼部疲勞。",
        "lucky_color": "深藍色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "話總憋心裡",
        "yi": "聽聽舒緩音樂",
        "all": "58%",
        "date": "2025-12-02",
        "love": "51%",
        "work": "57%",
        "money": "56%",
        "health": "66%",
        "notice": "比較中製造焦慮",
        "discuss": "50%",
        "all_text": "略顯倒黴，你似乎總是在比較中製造著焦慮。在看到他人取得成功或者擁有某些東西時，你會不自覺地與自己進行對比，然後發現自己似乎總是差那麼一點。這種比較會讓你產生一種失落感和焦慮感，覺得自己不夠好，不夠優秀。而且，這種焦慮還會影響你的情緒和心態，讓你變得消極悲觀，對生活中的事情缺乏熱情和動力。在與人交往時，你也可能因為這種焦慮而表現得有些敏感和脆弱，容易因為他人的言行而產生不必要的誤會和矛盾。其實，每個人都有自己的節奏和軌跡，過度比較只會讓自己陷入無盡的煩惱之中。建議你在這天調整好自己的心態，學會欣賞自己的優點和長處，不要過分在意他人的看法和成就，以平和的心態面對生活中的一切，這樣才能擺脫焦慮，重新找回快樂和自信。",
        "love_text": "單身的你，面對感情問題可能會有些不知所措，不知道自己真正想要的是什麼。彆著急，靜下心來，好好思考一下，明確自己的感情方向。已有伴者的你，要減少小猜疑。別因為一些小事就懷疑對方，多給彼此一些信任，感情才能更加穩定。",
        "work_text": "似乎被一層陰霾籠罩，前行之路充滿困頓。整體狀態不佳，在處理事務時容易感到力不從心，原本簡單的事情也可能變得複雜棘手。思維有些混亂，難以找到有效的解決辦法，導致進展緩慢。",
        "lucky_star": "白羊座",
        "money_text": "財運似乎有些低迷，可能會遇到一些財務上的困難或挑戰。可能是工作上的收入不如預期，或是投資的項目出現了虧損。這時候，最好先保持冷靜，別因為一時的困難就失去信心。記得尋求家人或朋友的幫助和支持，一起度過這個難關，財運總會慢慢好轉的。",
        "health_text": "要預防輕微感冒，尤其是遇到天氣轉涼早晚溫差大時，更要注意及時增減衣物，別讓自己著涼了，出門的時候可以帶一件外套，晚上睡覺的時候蓋好被子，多喝點熱水，提高身體的抵抗力，把感冒拒之門外。",
        "lucky_color": "蔥綠色",
        "lucky_number": "7"
      }
    }
  }
}