{
  "updated": "2025-11-28T09:09:56.432Z",
  "updateTime": "2025/11/28 下午5:09:56",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14403,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想得多做得少",
        "yi": "整理桌面",
        "all": "91%",
        "date": "2025-11-28",
        "love": "90%",
        "work": "96%",
        "money": "92%",
        "health": "96%",
        "notice": "左右逢源人緣佳",
        "discuss": "93%",
        "all_text": "整體運勢非常順暢，彷彿置身於一個充滿和諧氛圍的場域之中，無論做什麼都感覺左右逢源。在人際交往方面，能輕鬆地與他人建立起良好的溝通橋樑，彼此間的交流自然又融洽，很容易獲得他人的理解與支持。面對各種社交場合，都能遊刃有餘地應對，展現出自信且親和的一面，從而吸引到不少志同道合的人。在處理日常事務時，各種資源似乎都主動向自己靠攏，遇到的阻礙極少，能夠順利地推進各項計劃。而且，在做決策時思路清晰，能迅速判斷出最優方案，不會在猶豫不決中浪費時間和精力。這種良好的運勢狀態，讓你在這一天裡充滿了活力與幹勁，彷彿有用不完的能量，可以盡情地去探索新的事物，享受生活中的美好，整體氛圍輕鬆愉悅，充滿了積極向上的力量。",
        "love_text": "單身的你，這一天表白成功率超高。要是心裡一直藏著某個喜歡的人，別猶豫，勇敢說出心意，很可能收穫甜甜的戀愛。已有伴者的你，和愛人之間的甜蜜指數直線上升。一起做些簡單的事，比如窩在沙發看電影、出門散步，都能讓感情迅速升溫，享受這溫馨又美好的時光吧。",
        "work_text": "在各方面進步明顯。無論是處理日常事務還是應對新挑戰，都能展現出超強的能力與活力。思維活躍，靈感不斷，能快速找到解決問題的辦法，在人群中脫穎而出，為未來發展積累下良好的基礎，讓人對你刮目相看。",
        "lucky_star": "雙魚座",
        "money_text": "正財運勢相當不錯，努力工作帶來的回報明顯，薪資提升、獎金到賬都有可能，這是對你工作能力的一種肯定。不過也別太得意，在理財上要合理規劃這筆多出來的收入，別一衝動就進行大額消費，可以考慮存起來或者做些穩健投資，讓財富進一步增值。",
        "health_text": "整個人像上了發條一樣幹勁十足，不過可別因為精力旺盛就過度消耗，長時間劇烈運動或者熬夜狂歡都可能讓身體吃不消，適當安排些休息時間，做做拉伸放鬆肌肉，飲食上多吃富含蛋白質的食物，給身體持續供能，才能一直保持好狀態。",
        "lucky_color": "焦糖色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太追求完美",
        "yi": "練練瑜伽",
        "all": "93%",
        "date": "2025-11-28",
        "love": "90%",
        "work": "89%",
        "money": "88%",
        "health": "96%",
        "notice": "能抓住關鍵所在",
        "discuss": "92%",
        "all_text": "思路清晰豁然開朗的一天，彷彿原本籠罩在眼前的迷霧被一掃而空。在面對各種問題時，能夠迅速地抓住關鍵所在，分析問題的角度全面且精準，從而找到切實可行的解決辦法。這種清晰的思維模式，讓你在處理複雜情況時顯得從容不迫，有條不紊。在看待事物時，不再侷限於以往的經驗和固定的模式，而是能夠以一種全新的視角去審視，發現許多之前未曾注意到的細節和潛在的機會。這種豁然開朗的狀態，不僅提升了你解決問題的能力，還在精神層面感到無比的舒暢。內心沒有了之前的糾結和困惑，取而代之的是一種堅定和自信，能夠更加坦然地面對生活中的各種挑戰，以一種積極樂觀的心態去迎接新的一天，享受思維清晰帶來的愉悅感受。",
        "love_text": "單身的你，緣分就像一顆流星，說不定什麼時候就砸到你頭上。可能會在不經意間遇到那個讓你心動的人，開啟一段浪漫故事。已有伴者的你，和伴侶之間情意綿長，彼此的關心和照顧讓感情更加穩固。不妨一起規劃下未來，讓這份愛更有方向，攜手走過更多美好的日子。",
        "work_text": "整體狀態穩中進發，如同穩健行駛的列車，按部就班地朝著目標前進。雖然沒有驚天動地的大突破，但每一步都走得紮實，積累著經驗和能量。在面對各種情況時，能保持冷靜，憑藉自身耐心和毅力，逐步推進各項事務，為後續發展奠定良好根基。",
        "lucky_star": "射手座",
        "money_text": "財運穩穩當當，之前投入的項目開始有紅利回饋，收益雖不會一下子特別高，但勝在穩定。這時候要繼續保持冷靜，別因為看到收益就盲目追加投資，也別輕易改變原有的理財策略，按部就班，穩穩地守住這份紅利，慢慢積累財富。",
        "health_text": "體健如松，身體狀態超棒，日常的活動都能輕鬆應對，但即便如此也別忽視健康細節，比如久坐之後要起身活動活動，促進血液循環，避免腰部和頸部不適，飲食上注意營養均衡，多吃蔬菜水果，補充維生素，讓身體一直維持在最佳狀態。",
        "lucky_color": "湖藍色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡亂發脾氣",
        "yi": "參加公益活動",
        "all": "76%",
        "date": "2025-11-28",
        "love": "73%",
        "work": "83%",
        "money": "71%",
        "health": "74%",
        "notice": "陷入被動的局面",
        "discuss": "70%",
        "all_text": "進展稍緩相對被動，在各方面的發展似乎都遇到了一些無形的阻礙，使得原本計劃好的事情難以按照預期的節奏推進。在與人交往中，可能會感覺自己的主動權被削弱，原本積極主動的溝通方式，在這一天裡卻難以得到預期的回應，交流的氛圍略顯沉悶。在參與各種活動時，也容易陷入一種被動的局面，需要跟隨他人的節奏和安排，自己的想法和意願難以得到充分的表達和實現。這種相對被動的狀態，讓你在心理上產生了一種無力感，彷彿自己的能量被束縛住了，無法盡情地釋放。不過，這並不意味著你會一直處於這種狀態，只是在這一天裡，需要多一些耐心和包容，以平和的心態去面對這些暫時的阻礙，等待運勢的轉變，相信在之後的日子裡，能夠重新找回主動權，恢復往日的活力與靈動。",
        "love_text": "單身的你，在感情裡有點曖昧徘徊。身邊可能會出現讓你有好感的人，但關係不太明朗，別急著確定心意，多觀察觀察。已有伴者的你，和愛人之間可能會有點小摩擦。或許是因為一些小事看法不同，別讓小矛盾升級，多站在對方角度想想，溝通一下就能化解，感情依舊能穩穩當當。",
        "work_text": "彷彿擁有無限能量，靈動拓展的特質盡顯。在各種場景中都能迅速適應，思維敏捷，能快速捕捉到關鍵信息。無論是社交場合還是處理事務，都能憑藉靈活的應變能力，為自己創造更多機會。在不斷探索和嘗試中，拓寬自己的視野和領域，收穫滿滿。",
        "lucky_star": "摩羯座",
        "money_text": "有意外偏財降臨，可能是朋友介紹的小項目有了收益，或者一些閒置物品轉賣獲利。但別被這小驚喜衝昏頭腦，別覺得偏財來得容易就隨意揮霍，還是要做好收支規劃，把這部分錢合理分配，一部分用於日常開銷，一部分存起來，以備不時之需。",
        "health_text": "稍感睏乏，可能是最近休息不夠或者用腦過度，別硬撐著工作學習，適當給自己放個小假，中午午休一會兒，哪怕只是閉目養神十分鐘，也能讓精神好很多，晚上早點上床睡覺，保證充足睡眠，還可以泡個熱水澡，緩解身體疲勞。",
        "lucky_color": "卡其色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一問三不知",
        "yi": "看戲劇演出",
        "all": "62%",
        "date": "2025-11-28",
        "love": "65%",
        "work": "53%",
        "money": "52%",
        "health": "59%",
        "notice": "引發內心的波瀾",
        "discuss": "65%",
        "all_text": "情緒敏感容易玻璃心，周圍環境中的細微變化都能輕易地觸動內心柔軟的角落。一些看似平常的話語或舉動，在你這裡可能會被過度解讀，從而引發內心的波瀾。在與人相處時，會不自覺地放大自己的感受，對他人的評價和態度格外在意，一旦察覺到一絲異樣，就容易陷入自我懷疑和不安之中。這種情緒上的敏感，讓你在這一天裡顯得有些小心翼翼，彷彿行走在薄冰之上，生怕一個不小心就打破內心的平靜。而且，這種玻璃心的狀態還可能影響到你的決策和行動，讓你在做選擇時變得猶豫不決，不敢輕易邁出腳步。不過，你也可以試著給自己一些積極的心理暗示，提醒自己不要過於敏感，多關注自身的優點和長處，以更加豁達的心態去面對生活中的小插曲，相信能夠逐漸調整好自己的情緒狀態。",
        "love_text": "單身的你，尋愛之路似乎不太順暢。可能會遇到一些阻礙，讓你在感情上有些失落，別灰心，這只是暫時的。已有伴者的你，和伴侶的關係有些波動。可能因為一些壓力，兩人相處時氛圍有點緊張，找個時間坐下來，坦誠地聊聊彼此的感受，把問題解決，感情就能恢復如初。",
        "work_text": "困阻待破的一天。在前進的道路上會遇到不少難題，感覺處處受限，原本順利的節奏被打亂。容易陷入自我懷疑和焦慮的情緒中，缺乏前進的動力和信心。不過別灰心，這只是暫時的，只要調整好心態，積極尋找解決辦法，就能逐漸走出困境。",
        "lucky_star": "水瓶座",
        "money_text": "財運不太順，原本計劃的賺錢項目可能會遇到阻礙，比如合作方臨時變卦，或者市場環境變化影響收益。這時候別慌，先冷靜分析問題所在，看看能不能調整策略挽回損失。同時，近期也別輕易開展新的投資，避免進一步陷入財務困境。",
        "health_text": "精神萎靡，做什麼都提不起勁，可能是情緒影響了身體狀態，試著做些讓自己開心的事，比如聽喜歡的音樂、看搞笑的電影，調整好心情，飲食上避免吃太多油膩食物，以免加重身體負擔，適當出去走走，曬曬太陽，呼吸新鮮空氣，提升精氣神。",
        "lucky_color": "蔥綠色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刀子嘴豆腐心",
        "yi": "保持精緻打扮",
        "all": "97%",
        "date": "2025-11-28",
        "love": "93%",
        "work": "92%",
        "money": "98%",
        "health": "95%",
        "notice": "吸引眾人的目光",
        "discuss": "91%",
        "all_text": "諸事順遂一切順利，得到幸運神眷顧的一天，無論做什麼事情都能得心應手。在人際交往中，能夠憑藉自身獨特的魅力和強大的氣場，吸引到眾人的目光，成為人群中的焦點。與他人交流時，言辭得體，舉止大方，能夠輕鬆地贏得他人的好感與尊重，建立起良好的人際關係網絡。在處理各種事務時，彷彿有一股無形的力量在推動著自己，遇到的困難都能迎刃而解，計劃中的事情都能順利推進，沒有出現任何阻礙和波折。這種順利的運勢狀態，讓你在這一天裡充滿了自信和成就感，內心洋溢著喜悅和滿足。你可以盡情地享受這種美好的時刻，充分發揮自己的優勢和才能，去做一些自己想做的事情，讓自己的生活更加豐富多彩，充滿意義。",
        "love_text": "單身的你，魅力四射，就像自帶光芒，很容易吸引到異性的目光。說不定在某個場合，就會有人主動向你示好，開啟一段美好的緣分。已有伴者的你，和愛人之間愛意濃烈。彼此的陪伴讓生活充滿甜蜜，一起做喜歡的事，享受這份濃情蜜意，讓愛情在平凡日子裡閃閃發光。",
        "work_text": "無論面對何種挑戰，都能以強大的氣場和自信迎難而上。憑藉出色的能力和果斷的決策力，迅速解決問題，取得令人矚目的成績。在人群中光芒四射，成為焦點，吸引著眾多機會和資源向你匯聚，為未來發展打開新的局面。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不太順，原本計劃的賺錢項目可能會遇到阻礙，比如合作方臨時變卦，或者市場環境變化影響收益。這時候別慌，先冷靜分析問題所在，看看能不能調整策略挽回損失。同時，近期也別輕易開展新的投資，避免進一步陷入財務困境。",
        "health_text": "精力旺盛，活力滿滿地迎接這一天，不過也別太“放飛自我”，在運動或者進行其他活動時要注意安全，避免受傷，同時要注意補充水分，防止身體脫水，如果感覺身體發熱，別立刻吹冷風，讓身體自然降溫，保護好身體機能。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入經濟危機",
        "yi": "參觀博物館",
        "all": "79%",
        "date": "2025-11-28",
        "love": "77%",
        "work": "81%",
        "money": "76%",
        "health": "78%",
        "notice": "學習提升與成長",
        "discuss": "75%",
        "all_text": "整體運勢一般般，正適合進行自我提升學習與成長的一天，你的內心充滿對知識和技能的渴望，渴望通過不斷的學習來充實自己，提升自己的能力和素質。在這一天裡，不妨試著主動地尋找各種學習的機會，無論是閱讀書籍、參加培訓課程，還是與他人交流分享經驗，都能讓你感到充實和滿足。而且你對新知識、新觀念有著敏銳的洞察力，能夠迅速地吸收和理解，並將其運用到實際生活中。這種自我提升的過程，雖然可能會面臨一些挑戰和困難，但你能憑藉著自己的毅力和專注力，能夠堅持不懈地克服它們。在這個過程中，你會不斷地發現自己的不足之處，並努力加以改進，從而實現自我成長和進步。這種積極向上的學習態度，不僅在這一天裡收穫頗豐，也為未來的發展奠定了堅實的基礎，並且在人生的道路上能夠走得更加穩健、更加自信。",
        "love_text": "單身的你，對新的緣分充滿期待。心裡默默期待著那個對的人出現，彆著急，緣分說不定就在下一個轉角。已有伴者的你，和愛人的生活平淡卻有暖意。雖然沒有轟轟烈烈的大事，但日常裡的關心和照顧，讓彼此心裡都暖暖的。珍惜這份平淡的幸福，一起把日子過得有滋有味。",
        "work_text": "呈現出精進有成的良好態勢。對待每一件事都認真負責，追求極致完美。在處理事務時，注重細節，不放過任何一個可能影響結果的環節，憑藉這種嚴謹的態度，在各方面都取得了不錯的進展。通過不斷努力和積累，逐漸提升自己的能力和水平，為未來的發展打下堅實基礎。",
        "lucky_star": "天秤座",
        "money_text": "憑藉精打細算能獲得不錯收益，在購物時能淘到性價比高的商品，節省開支，或者在一些投資上通過精準分析獲得小盈利。但別太過於計較每一分錢，有時候適當放鬆，別讓理財壓力影響生活質量，同時也要關注長期理財規劃，別隻盯著眼前小利。",
        "health_text": "小有倦意，可能是工作學習壓力有點大，別給自己太大負擔，合理安排任務，按重要程度和緊急程度排序，一件一件完成，避免手忙腳亂增加疲憊感，空閒時可以做些簡單的伸展運動，活動活動筋骨，飲食上多吃些清淡易消化的食物。",
        "lucky_color": "墨綠色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目趕潮流",
        "yi": "留意天氣預報",
        "all": "59%",
        "date": "2025-11-28",
        "love": "46%",
        "work": "53%",
        "money": "50%",
        "health": "57%",
        "notice": "缺乏應有行動力",
        "discuss": "66%",
        "all_text": "整體運勢欠佳，總是顯得磨磨蹭蹭的一天，缺乏應有的行動力和積極性。原本可以迅速完成的小事，也會因為拖延而耗費大量時間，導致許多計劃被打亂。在與人相處時，可能會因為這種拖沓的狀態，給他人留下不夠靠譜的印象，進而影響人際關係。而且在面對一些選擇時，會陷入長時間的糾結，難以果斷做出決定，進一步阻礙了事情的推進。這種低迷的狀態，讓內心也容易產生煩躁和不安的情緒，難以感受到生活中的美好。不過，這只是暫時的，若能意識到自身的問題，主動調整狀態，比如給自己設定明確的時間限制，強迫自己加快節奏，或許能逐漸改善這種不利局面，讓生活重新回到正軌，擺脫這種效率低下的困境。",
        "love_text": "單身的你，情路有點不暢。可能在感情方面會遇到一些小挫折，讓你有些沮喪，別讓壞情緒影響自己，保持樂觀心態。已有伴者的你，和伴侶之間矛盾凸顯。一些平時沒注意的小問題，可能會被放大，引發爭吵。先冷靜下來，別急著爭對錯，互相理解包容，才能解決問題，讓感情重回正軌。",
        "work_text": "諸多計劃外的狀況接踵而至，打亂原本節奏，讓你有些手足無措。無論是處理事務還是推進項目，都感覺阻力重重，每一步都走得艱難，需要花費比平時更多的精力去應對，收穫卻不成正比。",
        "lucky_star": "天蠍座",
        "money_text": "開支有點失控，可能會因為一些突發情況或者衝動消費，導致錢花得比賺得多。這時候要趕緊審視自己的消費清單，看看哪些是不必要的開支，及時止損。同時，制定一個嚴格的預算計劃，嚴格按照計劃消費，避免後續財務狀況進一步惡化。",
        "health_text": "狀態慵懶，整個人都懶洋洋的，不想動彈，但一直坐著不動對身體可不好，每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿，促進身體血液循環，也可以約朋友一起出去散散步，聊聊天，既能鍛鍊身體，又能改善慵懶的狀態。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刻意模仿別人",
        "yi": "打卡寶藏店鋪",
        "all": "87%",
        "date": "2025-11-28",
        "love": "83%",
        "work": "74%",
        "money": "81%",
        "health": "84%",
        "notice": "守住自我的定位",
        "discuss": "80%",
        "all_text": "整體運勢良好，能夠穩穩地守住自我定位，清楚自己的方向和目標，不會輕易被外界的干擾和誘惑所左右。在生活裡，無論是面對日常瑣事還是一些突發情況，都能保持冷靜和理智，有條不紊地處理。這種清晰的自我認知和堅定的態度，會吸引到一些志同道合的人，為自己的人際關係增添助力。而且，在做決策時，能夠憑藉自己的判斷力，做出相對準確的選擇，避免走彎路。這種良好的運勢狀態，會讓自己在生活中心情愉悅，充滿自信，以積極的心態去迎接各種挑戰，享受生活帶來的樂趣，進一步鞏固自己在生活中的優勢地位。",
        "love_text": "單身的你，心動的感覺隨時可能降臨。也許是一個眼神、一個微笑，就讓你對某個人產生特別的感覺，勇敢去靠近，說不定就是一段美好戀情的開始。已有伴者的你，和愛人深情相守。彼此的信任和理解讓感情更加深厚，一起度過溫馨的時光，享受這份穩穩的幸福，讓愛情長久延續。",
        "work_text": "你的運勢如同海上的小船，在波濤中起伏前行。時而有順風助力，讓你能快速推進一些事務；時而又遭遇小風浪，打亂你的節奏。整體進展不算順暢，但也不至於陷入絕境，需要你保持冷靜，靈活應對各種變化。",
        "lucky_star": "處女座",
        "money_text": "有暗財進賬，可能是之前幫助別人後得到的回報，或者一些隱藏的賺錢機會浮現。不過這暗財來得有些隱蔽，要謹慎對待，別因為一時貪心而陷入不正當的財務交易。合理利用這筆錢，可以用於改善生活或者投資自己，讓財富發揮更大價值。",
        "health_text": "神采奕然，身體狀態良好，思維也特別清晰，不過也別因為狀態好就忽視健康，在飲食上要注意規律，按時吃飯，避免暴飲暴食，同時要注意保護眼睛，長時間用眼後，看看遠處的綠植，做做眼保健操，讓眼睛得到充分休息。",
        "lucky_color": "寶藍色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衣服皺巴巴",
        "yi": "今日事今日畢",
        "all": "85%",
        "date": "2025-11-28",
        "love": "80%",
        "work": "87%",
        "money": "78%",
        "health": "80%",
        "notice": "保持思考的狀態",
        "discuss": "82%",
        "all_text": "整體運勢不錯，似乎背後有一股無形的力量推著你在前進。在生活當中，能夠保持思考的狀態，不會盲目跟風或衝動行事。面對各種信息和情況，會冷靜分析，從中提取有價值的內容，為自己的決策提供依據。這種理性的思考方式，讓在處理事情時更加得心應手，做出的決策也相對準確，能夠避免許多不必要的麻煩和錯誤。而且，這種良好的思維狀態還會影響身邊的人，贏得他人的認可和尊重。在與人交流時，能夠憑藉自己的見解和智慧，展開有意義的對話，豐富自己的社交生活。整體而言，今日會以一種積極且理智的姿態，在生活的舞臺上展現出自己的風采，收穫滿滿的成就感。",
        "love_text": "單身的你，浪漫邂逅的機會很大。可能會在某個有趣的地方，遇到那個讓你心跳加速的人，開啟一段充滿驚喜的戀愛旅程。已有伴者的你，和愛人歡樂相伴。一起做些有趣的事，比如去遊樂園、參加聚會，讓生活充滿歡聲笑語，在快樂中增進彼此的感情，讓愛情更加甜蜜。",
        "work_text": "充滿活力與機遇的一天。如同在廣闊草原上奔騰的駿馬，能夠自由地施展自己的才華。整體氛圍積極向上，各種資源和機會紛紛向你湧來，只要你能主動出擊，積極把握，就能在各個方面取得不錯的成果，收穫滿滿的成就感。",
        "lucky_star": "白羊座",
        "money_text": "外快機會不少，可能是兼職工作有了額外報酬，或者利用業餘時間做的小生意有了收益。但別因為外快多就忽視主業，還是要平衡好工作和兼職的時間精力。同時，對於外快收入也要做好規劃，別隨意花掉，可以存起來或者用於提升主業技能。",
        "health_text": "活力充沛，似乎有使不完的力氣，很適合進行一些戶外運動，但在運動前一定要做好熱身準備，避免運動損傷，運動過程中要注意補充水分和能量，運動結束後也不要立刻停下來，做一些放鬆活動，讓身體慢慢恢復平靜。",
        "lucky_color": "褐色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "晚睡晚起",
        "yi": "開窗通通風",
        "all": "97%",
        "date": "2025-11-28",
        "love": "96%",
        "work": "98%",
        "money": "96%",
        "health": "90%",
        "notice": "充滿機遇和好運",
        "discuss": "91%",
        "all_text": "整體運勢超棒，彷彿置身於一個充滿機遇和好運的環境中。在生活裡，做任何事情都得心應手，彷彿有一雙無形的手在暗中相助。無論是處理日常事務還是應對一些複雜的局面，都能輕鬆應對，遊刃有餘。而且，今日還有貴人相助，在關鍵時刻會得到他人的支持和幫助，讓自己能夠順利度過難關，實現自己的目標。這種好運勢會讓自己充滿自信和動力，對生活充滿熱情和期待。會積極主動地去嘗試新的事物，拓展自己的視野和圈子。在與人相處時，也會因為這種良好的狀態而散發出獨特的魅力，吸引更多人的關注和喜愛。整體氛圍輕鬆愉快，能夠充分享受生活帶來的美好。",
        "love_text": "單身的你，真愛彷彿在向你招手。那個與你靈魂契合的人可能即將出現，做好準備迎接這份美好的緣分吧。已有伴者的你，和愛人恩愛如初。彼此的陪伴和支持讓感情堅如磐石，一起面對生活中的挑戰，共同成長，讓這份愛在歲月裡愈發醇厚，攜手走過漫長人生。",
        "work_text": "如同登上了成功的階梯，每一步都走得堅實有力。在這一天裡，無論是處理複雜的事務，還是應對各種挑戰，你都能遊刃有餘，輕鬆應對，展現出強大的實力和自信，收穫令人矚目的成績。",
        "lucky_star": "獅子座",
        "money_text": "事業上的出色表現帶來豐厚財富，業務拓展順利，客戶增多，收入自然水漲船高。這時候要趁著財運好，進一步規劃事業發展方向，把賺來的錢投入到能提升事業的項目中，比如學習新技能、拓展人脈等，讓事業和財富都能持續穩定增長。",
        "health_text": "身強體健，身體的各項機能都運轉良好，不過還是要保持良好的生活習慣，早睡早起，避免熬夜，飲食上要多樣化，保證攝入足夠的營養，還可以適當進行一些力量訓練，增強肌肉力量，讓身體更加強壯。",
        "lucky_color": "土黃色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說傷人的話",
        "yi": "創作機會",
        "all": "55%",
        "date": "2025-11-28",
        "love": "52%",
        "work": "62%",
        "money": "60%",
        "health": "61%",
        "notice": "自我糾結的漩渦",
        "discuss": "57%",
        "all_text": "整體運勢低迷，彷彿陷入了一個自我糾結的漩渦。在生活中，總是想得多做得少，腦海裡充滿了各種想法和計劃，但卻缺乏實際行動的勇氣和決心。面對一些機會，會因為猶豫不決而錯過，導致事情難以推進。而且，這種想得多做得少的狀態，還會讓自己陷入一種焦慮和不安的情緒中，擔心自己的想法無法實現，擔心自己會落後於他人。在與人相處時，也可能會因為這種消極的狀態，而顯得不夠熱情和主動，影響人際關係。不過，若能意識到自己的問題，及時調整心態，鼓勵自己勇敢邁出第一步，將想法轉化為實際行動，或許能夠逐漸改變這種不利的局面，讓生活重新充滿活力。",
        "love_text": "單身的你，愛似乎有點難靠近。可能在感情方面會有些迷茫，不知道該往哪個方向走，別給自己太大壓力，順其自然就好。已有伴者的你，和伴侶之間有了疏離感。可能是因為忙碌，兩人相處時間變少，找個時間好好聚聚，聊聊心裡話，消除彼此的距離，讓感情重新升溫。",
        "work_text": "你的運勢如同在泥濘中行走，步伐緩慢而沉重。整體進展不太順利，各種小問題不斷出現，讓你感到有些疲憊和無奈。雖然你努力想要改變現狀，但效果並不明顯，需要你調整心態，放慢節奏，一步一個腳印地解決問題。",
        "lucky_star": "雙子座",
        "money_text": "財運方面機會不少，但很難抓住，可能會錯過一些賺錢的好時機，比如投資信息沒及時關注，或者合作機會沒把握住。別灰心，先反思自己沒抓住機會的原因，提升自己獲取信息和判斷的能力。同時，近期也別急於求成，耐心等待下一個合適的財機。",
        "health_text": "小乏來襲，可能是身體在提醒你要休息了，彆強撐著繼續忙碌，找個舒適的地方躺一躺，小憩一會兒，讓身體得到放鬆，飲食上可以多吃些富含鐵元素的食物，如紅棗、菠菜等，預防缺鐵性貧血，改善身體乏力的情況。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃太多海鮮",
        "yi": "完成一項任務",
        "all": "77%",
        "date": "2025-11-28",
        "love": "80%",
        "work": "64%",
        "money": "68%",
        "health": "75%",
        "notice": "缺乏前進的動力",
        "discuss": "71%",
        "all_text": "整體運勢平穩，如同在平靜的小溪中緩緩流淌。在生活中，容易安於現狀，缺乏前進的動力和衝勁。對於已經擁有的生活狀態，會感到滿足，不願意主動去做出改變和突破。這種心態雖然能讓生活保持一種相對穩定的狀態，但也容易讓自己錯過一些發展和提升的機會。在做事情時，可能會缺乏積極性和主動性，需要他人督促才能完成。而且，面對一些新的挑戰和變化，會感到有些不適應和抗拒，不願意走出自己的舒適區。不過，這種平穩的運勢也並非沒有好處，它能讓自己有更多的時間去思考和沉澱，為未來的發展做好準備。若能適當給自己一些壓力和動力，激發內心的潛能，或許能夠在平穩中尋找到新的突破點。",
        "love_text": "單身的你，緣分開始萌芽。身邊可能會出現一些有好感的對象，雖然關係還不明確，但這是一個好的開始，慢慢了解，說不定能發展出一段美好的感情。已有伴者的你，和愛人溫馨滿溢。彼此的關懷和愛意讓生活充滿溫暖，一起度過平凡又幸福的一天，珍惜這份感情，讓愛一直延續下去。",
        "work_text": "方向感缺失的一天，前行之路充滿迷茫。各種不確定因素讓你感到焦慮和不安，不知道該如何抉擇。在這一天裡，你需要花費更多的時間和精力去理清思路，尋找前進的方向，避免盲目行動導致更多的麻煩。",
        "lucky_star": "金牛座",
        "money_text": "財運進展緩慢，賺錢的速度跟不上花錢的速度，可能會感覺資金有些緊張。這時候要開源節流，一方面尋找新的賺錢途徑，比如做一些簡單的兼職；另一方面減少不必要的消費，精打細算過日子。同時，也要調整心態，相信財運會慢慢好轉。",
        "health_text": "倦意輕纏，做什麼都感覺有點力不從心，別給自己安排太多任務，適當減少工作量，給自己留出足夠的休息時間，晚上睡前可以泡個腳，促進血液循環，幫助入睡，提高睡眠質量，第二天醒來精神就會好很多。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}