{
  "updated": "2026-01-31T16:11:28.197Z",
  "updateTime": "2026/2/1 上午12:11:28",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 35004,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門前換包包",
        "yi": "定一個小目標",
        "all": "92%",
        "date": "2026-01-31",
        "love": "96%",
        "work": "95%",
        "money": "90%",
        "health": "93%",
        "notice": "不斷向外拓展視野",
        "discuss": "89%",
        "all_text": "迎來頗為給力的運勢狀態，內心探索欲如被點燃的火焰般旺盛，驅使著不斷向外拓展視野，對周遭世界充滿好奇，渴望去發現新的領域、接觸不同的事物。行動力也十分強勁，想到便會立即付諸行動，不會有過多的猶豫與拖延。這種積極的狀態會讓你在社交場合中表現得十分活躍，主動與他人交流互動，展現出自信與熱情的一面，容易吸引到志同道合的人，進一步豐富自己的社交圈子。同時，在個人興趣愛好方面也會有新的進展，可能會發現新的樂趣點，投入其中並樂此不疲。",
        "love_text": "單身的你，優質桃花說不定會悄然降臨。可能是在某個日常場景中，不經意間就吸引了那個特別的人的目光。已有伴者的你，和另一半依舊保持著熱戀狀態，一起做些簡單的小事，都能讓彼此的心貼得更近，享受這份甜蜜又美好的時光，感情持續升溫。",
        "work_text": "充滿驚喜與收穫的一天。你彷彿自帶“幸運光環”，過往的努力開始集中顯現成果。無論是職場中的項目，還是學業裡的課題，都能看到明顯的進展，讓你信心大增。而且，新的機會也在悄然靠近，為未來發展埋下伏筆。",
        "lucky_star": "金牛座",
        "money_text": "你的理財收益相當豐厚，之前投入的資金開始有了明顯回報。可以留意下之前關注的理財項目，或許會有新的增值機會。不過也別太得意忘形，別盲目追加投資，適當留些資金在手，以防後續有更好的投資選擇或者突發情況需要資金週轉。",
        "health_text": "天氣可能多變，你得格外注意保暖。早晚溫差大，出門多帶件外套，別讓冷風鑽了空子。尤其是頭部、頸部和腳部這些容易受涼的部位，圍巾帽子別嫌麻煩。回家後也別立刻脫衣服，等適應室內溫度再調整，不然很容易感冒，影響生活和工作狀態。",
        "lucky_color": "藏青色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏個人主見",
        "yi": "多誇誇自己",
        "all": "95%",
        "date": "2026-01-31",
        "love": "92%",
        "work": "98%",
        "money": "97%",
        "health": "94%",
        "notice": "遊刃有餘地應對",
        "discuss": "91%",
        "all_text": "整體運勢正當旺盛，憑藉自身紮實的實力和過往積累的經驗，在各種場合中都能遊刃有餘地應對。你的沉穩與可靠會贏得大家的肯定與讚賞，這種認可會為你帶來更多的機會，可能是新的社交邀約，也可能是參與一些有趣活動的契機。在與人交往中，你的真誠和務實會讓他人感到安心，願意與你建立更深入的聯繫。你會感受到自己處於一種積極向上的氛圍中，心情愉悅，對未來充滿期待，這種良好的狀態也會讓你更加願意去嘗試新的事物，進一步拓展自己的生活邊界。",
        "love_text": "單身的你，有很大機會遇到欣賞你的對象。或許是在社交場合中，你的獨特魅力被他人發現，主動與你搭話。已有伴者的你，感情會穩步升溫，和伴侶一起規劃未來，或者一起完成一件小事，都能讓你們更加了解彼此，感情在平淡中愈發深厚，關係更加穩固。",
        "work_text": "你的實力將得到充分彰顯。在處理各種事務時，你沉穩、踏實的特質發揮得淋漓盡致，能夠有條不紊地推進各項計劃。無論是面對複雜的工作任務，還是高難度的學習內容，你都能憑藉自身能力應對自如，讓周圍人對你刮目相看。",
        "lucky_star": "天秤座",
        "money_text": "這一天你的正偏財都很旺盛，工作上的收入穩定且有增長趨勢，還可能有一些意外之財降臨。比如收到退款、小獎勵之類的。但別因為財運好就大手大腳，還是要做好財務規劃，把一部分錢存起來，為未來的生活做保障，讓財富能持續積累。",
        "health_text": "建議保持適度的運動鍛鍊，別總窩在屋裡。可以選些簡單的運動，像慢跑、散步或者瑜伽。運動能讓身體血液循環加快，增強免疫力。不過別一開始就劇烈運動，給身體一個適應過程。運動前後做好拉伸，避免肌肉拉傷，讓鍛鍊真正起到強身健體的作用。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拼手速搶票",
        "yi": "喝一杯檸檬水",
        "all": "86%",
        "date": "2026-01-31",
        "love": "65%",
        "work": "83%",
        "money": "74%",
        "health": "85%",
        "notice": "保持清醒的頭腦",
        "discuss": "76%",
        "all_text": "整體運勢稍有起伏，在某些時刻會展現出不錯的狀態，思維敏捷，能夠快速地理解他人的意圖，在交流中妙語連珠，給他人留下深刻的印象。然而，這種良好狀態可能不會持續一整天，會有一些小波動出現。此時，切勿因為一時的出色表現而得意忘形，要保持清醒的頭腦，認識到自己的優勢與不足。在面對不同的情況時，要靈活調整自己的心態和應對方式，避免因情緒的大起大落而影響整體的運勢。以平和的心態看待一切，才能更好地把握當天的機遇。",
        "love_text": "單身的你，桃花質量參差不齊。可能會遇到一些看似不錯的人，但深入接觸後，會發現並非理想型。已有伴者的你，和伴侶交流時容易產生分歧。在討論一些事情時，雙方觀點不同，需要多一些耐心和包容，站在對方角度思考，避免因為小矛盾影響感情。",
        "work_text": "整體發展態勢良好，各項事務進展順暢。你在處理事情時思維敏捷，能夠快速找到解決問題的方法，讓事情朝著有利的方向發展。無論是職場中的溝通協調，還是學業裡的探索研究，都能輕鬆應對，為後續發展打下堅實基礎。",
        "lucky_star": "白羊座",
        "money_text": "你會有不少小財機遇出現，可能是在一些小投資或者兼職方面有收穫。走在路上說不定都能撿到小便宜。不過這些小機遇不太穩定，別把所有精力都放在上面。可以挑選一兩個靠譜的嘗試，同時別忘了本職工作，以免因小失大影響主要收入。",
        "health_text": "要特別注意牙齒保護。刷牙別偷懶，早晚各一次，每次至少兩分鐘，用正確的方式上下刷，別橫著拉扯。飯後儘量用清水漱口，把食物殘渣清理掉。少吃太甜太酸的食物，它們容易腐蝕牙齒。要是牙齒有不適，別拖著，及時去看牙醫，別讓小問題變成大麻煩。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "頻繁看手機",
        "yi": "多學點技能",
        "all": "53%",
        "date": "2026-01-31",
        "love": "50%",
        "work": "61%",
        "money": "54%",
        "health": "60%",
        "notice": "忽略現實的美好",
        "discuss": "58%",
        "all_text": "整體運勢較為低迷，容易被手機等電子設備吸引，過度沉迷其中。在虛擬世界中花費大量時間，會讓你忽略現實生活中的許多美好。這種沉迷會讓你與身邊人的交流減少，逐漸產生一種疏離感，影響人際關係的發展。同時，過度關注手機上的信息也會讓你的思緒變得混亂，難以集中精力去做其他事情，導致在處理一些事務時效率低下。需要意識到這種狀態的不利影響，嘗試主動放下手機，多去感受現實生活的溫度，與身邊的人進行面對面的交流互動，重新找回生活的平衡。",
        "love_text": "單身的你，難遇讓你心動之人。在社交場合中，可能很難找到那種能讓你內心泛起漣漪的人。已有伴者的你，和伴侶的關係略顯冷淡。或許是生活瑣事讓你們少了些交流，不妨找個時間一起坐下來，聊聊彼此的感受，重新找回當初的親密感。",
        "work_text": "可能會感覺負荷有些沉重。各種事務接踵而至，讓你有些應接不暇。在處理問題時，可能會因為壓力過大而出現一些小失誤。不過，不要過於焦慮，適當調整心態，合理分配時間和精力，逐步解決問題，情況會有所改善。",
        "lucky_star": "雙魚座",
        "money_text": "這一天你的財務支出會增多，可能會在生活用品、家庭開銷等方面有大筆花費。買東西的時候容易衝動消費，看到促銷就忍不住下單。要控制下自己的購物慾望，買東西前先想想是不是真的需要。可以制定一個購物清單，按照清單採購，避免不必要的支出。",
        "health_text": "在出門或者大掃除時，要提防吸入太多灰塵。出門可以戴個口罩，減少灰塵進入呼吸道。大掃除時把門窗打開通風，讓灰塵儘快散出去。打掃完及時洗臉洗手，換身乾淨衣服。要是有呼吸道疾病，更得小心，避免灰塵刺激引發咳嗽、氣喘等症狀，影響身體健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和朋友抬槓",
        "yi": "接收正能量",
        "all": "73%",
        "date": "2026-01-31",
        "love": "71%",
        "work": "64%",
        "money": "70%",
        "health": "74%",
        "notice": "獲得新的啟發",
        "discuss": "72%",
        "all_text": "整體運勢尚可，周圍的環境和人際關係會給你帶來積極的影響。不妨多與充滿正能量的人群相處，他們的樂觀、積極和熱情會感染你，讓你也變得更加充滿活力。在與他們的交流中，你會獲得新的啟發和思路，拓寬自己的視野。這種積極的氛圍也會激發你內心的鬥志，讓你更願意去展現自己的魅力與能力。不過，在與人相處時，也要注意傾聽他人的意見和想法，不要過於自我中心，這樣才能更好地融入集體，進一步提升自己的運勢。",
        "love_text": "單身的你，在陷入愛情之前，要先了解對方為人。不要被一時的熱情衝昏頭腦，多觀察對方的言行舉止。已有伴者的你，和伴侶相處和諧融洽。一起做些喜歡的事情，比如看電影、散步，在輕鬆的氛圍中增進感情，享受這份溫馨又美好的時光。",
        "work_text": "細節方面可能會成為你前進的絆腳石。你可能會過於關注整體目標，而忽略了一些關鍵細節，從而導致問題出現。需要提醒自己，做事要更加細心，注重每一個環節，避免因小失大，影響整體發展。",
        "lucky_star": "摩羯座",
        "money_text": "通過合作生財的渠道很暢通，和夥伴一起做的項目可能會有不錯的收益。在合作過程中，要多和對方溝通交流，明確各自的職責和利益分配。同時，也可以留意身邊有沒有新的合作機會，主動出擊，說不定能開拓新的財路，讓收入更上一層樓。",
        "health_text": "晚上睡覺別穿襪子。穿襪子睡覺會讓腳部溫度過高，影響血液循環，還可能讓腳部滋生細菌。睡前用熱水泡泡腳，促進血液循環，放鬆身體，這樣能睡得更香。把襪子脫掉，讓腳部自由呼吸，第二天醒來你會感覺精神飽滿，身體也更舒服。",
        "lucky_color": "紅色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "開窗通通風",
        "all": "56%",
        "date": "2026-01-31",
        "love": "61%",
        "work": "63%",
        "money": "50%",
        "health": "75%",
        "notice": "被淺層慾望左右",
        "discuss": "60%",
        "all_text": "整體運勢欠佳，容易被淺層的慾望所左右，難以靜下心來思考自己真正想要的是什麼。這些淺層的慾望可能來自於對物質的追求、對他人認可的渴望等，它們會讓你陷入一種浮躁的狀態，做出一些不夠理智的決定。在面對各種誘惑時，缺乏足夠的定力和判斷力，容易隨波逐流。需要時刻提醒自己保持清醒，審視自己的內心需求，不要被一時的慾望衝昏頭腦。學會剋制自己的衝動，以更加理性和冷靜的態度去面對生活中的各種情況，才能逐漸改善當天的運勢。",
        "love_text": "單身的你，切勿沉迷於愛情幻想中。現實中的感情和想象可能存在差距，要理性看待。已有伴者的你，和伴侶之間會有小摩擦。可能是一些生活習慣上的不同，引發了小矛盾，需要雙方冷靜下來，好好溝通，互相理解，化解這些小問題。",
        "work_text": "你可能會遇到一些阻礙。在推進事情的過程中，會出現一些意想不到的情況，打亂你的計劃。不過，不要氣餒，憑藉你嚴謹的思維和堅韌的毅力，能夠逐步克服困難。同時，要學會靈活應變，及時調整策略，以更好地應對變化。",
        "lucky_star": "處女座",
        "money_text": "這一天你要小心意外損耗財帛，可能會遇到一些突發情況導致錢財損失，比如物品損壞需要維修更換，或者不小心遺失財物。出門要保管好自己的物品，做事也要細心些，避免因為疏忽造成經濟損失。也可以提前準備一些應急資金，以應對可能出現的意外狀況。",
        "health_text": "避免頭部吹冷風。出門可以戴頂帽子，或者用圍巾把頭部護住。頭部受寒容易引發頭痛、感冒等問題。在室內也別讓空調或者風扇直吹頭部。要是感覺頭部有點涼，及時添加衣物或者調整位置。保護好頭部，能讓你在這一天保持良好狀態，減少不適。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "跟在別人後面",
        "yi": "拼拼圖積木",
        "all": "76%",
        "date": "2026-01-31",
        "love": "59%",
        "work": "75%",
        "money": "78%",
        "health": "80%",
        "notice": "有意識提高注意力",
        "discuss": "86%",
        "all_text": "整體運勢處於較為平常的狀態，沒有特別突出的起伏。在這種運勢下，自身需要有意識地提高注意力。因為注意力分散會讓你在面對各種場景時，難以精準捕捉關鍵信息。比如在與人交流互動中，可能會因注意力不集中，錯過對方話語裡的重要暗示，影響彼此溝通的深度與效果。又或者在參與一些集體活動時，無法全身心投入，難以充分感受活動帶來的樂趣。所以，主動提醒自己集中精力，專注於當下所做的事情，能讓你更敏銳地感知周圍環境的變化，不錯過任何可能帶來積極影響的細節，從而讓原本平淡的運勢增添一些積極的因素，使生活更有質量。",
        "love_text": "單身的你，或許還放不下過去，這可能會影響你迎接新的感情。試著放下過去，向前看，說不定新的緣分就在前方。已有伴者的你，和伴侶的感情缺乏激情。生活變得平淡，不妨一起嘗試一些新事物，給感情注入新的活力，重新找回熱戀時的感覺。",
        "work_text": "這一天的你善於協調各方關係，讓不同元素相互配合，共同朝著目標前進。不過，這種平衡需要你時刻保持警惕，稍有不慎就可能打破，所以要多留意細節變化，及時調整策略，確保整體發展穩定。",
        "lucky_star": "水瓶座",
        "money_text": "你的兼職收入會很可觀，之前做的兼職工作可能會有額外的報酬，或者找到新的兼職機會。在做兼職的同時，要注意合理安排時間，別讓兼職影響到正常的生活和工作。可以把兼職收入單獨存起來，作為自己的小金庫，用於實現一些小目標，比如旅遊、買心儀的東西。",
        "health_text": "吃東西不要太猴急。吃飯時細嚼慢嚥，這樣有助於消化，減輕腸胃負擔。狼吞虎嚥容易吃多，還可能導致食物沒嚼碎就進入腸胃，引起消化不良、胃痛等問題。每口食物多嚼幾下，享受吃飯的過程，也能更好地吸收營養，讓身體更健康。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "綠色出行",
        "all": "76%",
        "date": "2026-01-31",
        "love": "71%",
        "work": "65%",
        "money": "84%",
        "health": "74%",
        "notice": "留下善變的印象",
        "discuss": "79%",
        "all_text": "整體運勢不太平穩，熱情的狀態呈現出明顯的波動。一開始，你可能會對某些事物充滿強烈的興趣和熱情，積極主動地去參與其中，展現出極高的活力與激情。然而，這種熱情往往難以長時間維持，沒過多久就可能迅速消退，變得興致缺缺。這種熱情的快速轉變，會讓你在與他人相處時，給對方留下善變的印象，影響人際關係的和諧。同時，在面對事情時，熱情的消散也會讓你難以持續深入地投入，容易半途而廢。需要意識到這種狀態的問題，儘量保持情緒的相對穩定，讓熱情能夠更持久地維持，以此穩定當天的運勢。",
        "love_text": "單身的你，不妨試著敞開心扉。不要總是把自己封閉起來，主動和他人交流，說不定能遇到那個懂你的人。已有伴者的你，和伴侶彼此理解加深。在相處中，更加懂得對方的想法和需求，能夠更好地支持對方，感情在相互理解中愈發深厚。",
        "work_text": "你會明顯感覺到阻力在悄然浮現。在推進事情的過程中，彷彿有一股無形的力量在阻礙著你，讓原本順利的進程變得磕磕絆絆。可能是來自外部的競爭壓力，也可能是內部的一些小矛盾。需要你保持冷靜，深入分析問題根源，逐個擊破，才能重新找回前進的動力。",
        "lucky_star": "雙子座",
        "money_text": "你的投資回報相當可觀，之前投資的項目會有不錯的收益進賬。可以趁機對投資組合進行調整，把一部分收益落袋為安，同時也可以關注一些新的投資領域，但別盲目跟風。多收集相關信息，做好分析研究，再做投資決策，讓財富能繼續穩定增長。",
        "health_text": "睡前不要玩手機。手機屏幕發出的藍光會抑制褪黑素分泌，影響睡眠質量。睡前半小時就把手機放下，可以做些放鬆的事，像聽聽輕音樂、看看書。讓大腦和身體逐漸進入睡眠狀態，這樣能保證你有一個好的睡眠，第二天精力充沛，更好地應對生活和工作。",
        "lucky_color": "卡其色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忘記回消息",
        "yi": "察言觀色",
        "all": "96%",
        "date": "2026-01-31",
        "love": "93%",
        "work": "94%",
        "money": "96%",
        "health": "98%",
        "notice": "步步高昇的勢頭",
        "discuss": "97%",
        "all_text": "整體運勢呈現出積極向上的態勢，有著步步高昇的良好勢頭。在擅長的領域裡，你能夠充分發揮自己的優勢，展現出獨特的魅力與才華。周圍的人會被你的能力和自信所吸引，對你投來讚賞的目光。這種良好的狀態會讓你自信心大增，更加願意去嘗試新的事物，拓展自己的視野和圈子。你會發現自己能夠輕鬆應對各種情況，在社交場合中也能遊刃有餘，與不同的人建立良好的關係。而且，這種積極的運勢還會帶來一些意想不到的小驚喜，讓你的一天充滿愉悅和滿足，盡情享受運勢上升帶來的美好感受。",
        "love_text": "單身的你，你的優點會為你加分不少。在社交場合中，你的自信、樂觀會吸引他人的注意，可能會收到一些示好。已有伴者的你，和伴侶的甜蜜指數飆升。一起度過美好的時光，無論是約會還是日常相處，都充滿了甜蜜和幸福，享受這份濃情蜜意。",
        "work_text": "是成果豐碩的一天。你之前的努力和付出在這個時候開始集中顯現成效，無論是職場中的項目成果，還是學業裡的研究成果，都能讓你收穫滿滿的成就感。而且，新的機會也在不斷湧現，為你未來的發展開闢了更廣闊的道路，讓你對未來充滿期待。",
        "lucky_star": "天蠍座",
        "money_text": "你會收穫不少獎金紅利，工作上的努力得到了回報，可能會有績效獎金、項目分紅等。拿到獎金後，別一下子都花光，可以拿出一部分犒勞自己，比如吃頓大餐、買件新衣服，剩下的存起來或者做一些穩健的投資，讓獎金能發揮更大的價值",
        "health_text": "這一天正餐不宜吃太飽。吃太飽會讓腸胃負擔過重，引起消化不良、腹脹等問題。每餐吃到七八分飽就可以，給腸胃留出消化的空間。要是感覺還沒吃飽，可以少量吃點水果。合理控制飲食量，能讓腸胃正常運轉，身體也會更輕鬆，避免因飲食問題影響健康。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路吃東西",
        "yi": "做點家務事",
        "all": "51%",
        "date": "2026-01-31",
        "love": "50%",
        "work": "55%",
        "money": "59%",
        "health": "68%",
        "notice": "過度較真的狀態",
        "discuss": "63%",
        "all_text": "整體運勢略顯低迷。在某些問題上，你容易陷入過度較真的狀態，過於執著於細節和結果，而忽略了整體的平衡和感受。這種較真的態度會讓你在與他人交流時，容易產生分歧和矛盾，影響人際關係。同時，也會讓自己陷入一種糾結和焦慮的情緒中，無法輕鬆地面對生活中的各種情況。而且，過度較真還可能讓你錯過一些重要的信息和機會，因為你的注意力都集中在了一些無關緊要的點上。需要學會放下過度的執著，以更加豁達的心態看待問題，不要讓這些小事影響到自己的心情和運勢，嘗試從不同的角度去思考和解決問題，或許能改善當天的倒黴狀況。",
        "love_text": "單身的你，社交圈難拓展。可能因為工作或其他原因，很少有機會認識新的人。不妨主動參加一些活動，擴大社交範圍。已有伴者的你，和伴侶相處有些沉悶。生活缺乏一些樂趣，可以一起計劃一次旅行或者嘗試新的娛樂活動，讓生活變得豐富多彩。",
        "work_text": "失誤可能會頻繁光顧你。在處理各種事務時，你可能會因為粗心大意或者判斷失誤，導致一些小問題的出現。這些問題雖然看似不大，但卻可能影響到整體的進度和質量。需要你更加謹慎小心，在行動前多思考，完成後多檢查，儘量避免失誤的發生。",
        "lucky_star": "射手座",
        "money_text": "這一天你的資金週轉會比較緊張，可能會遇到資金鍊斷裂的情況，比如要支付的款項到期卻沒錢。要提前做好資金規劃，梳理下自己的收支情況，看看哪些地方可以節省開支。也可以和債權人溝通，說明情況，爭取延期支付。同時，儘快尋找增加收入的途徑，緩解資金壓力。",
        "health_text": "不要過度挑食。各種食物都含有不同的營養成分，過度挑食會導致營養不均衡。不要只吃自己喜歡的食物，嘗試吃一些平時不太吃的蔬菜水果、粗糧等。保證攝入足夠的蛋白質、維生素和礦物質，這樣才能讓身體各項機能正常運轉，增強免疫力，減少生病幾率。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "八卦別人隱私",
        "yi": "不按常規出牌",
        "all": "72%",
        "date": "2026-01-31",
        "love": "58%",
        "work": "77%",
        "money": "60%",
        "health": "65%",
        "notice": "不要害怕被否定",
        "discuss": "76%",
        "all_text": "整體運勢表現一般，沒有特別突出的亮點。在這種情況下，不要因為可能會被否定而不敢踏出第一步。很多時候，內心的恐懼和擔憂會成為前進的阻礙，讓你錯過許多嘗試新事物的機會。其實，被否定並不意味著你不夠優秀，只是可能你的想法或做法與他人不同。每個人都有自己獨特的視角和方式，不要因為害怕被否定而放棄表達自己。勇敢地邁出第一步，去嘗試、去探索，你可能會發現新的天地，收穫意想不到的成果。即使真的被否定，也能從中吸取經驗教訓，讓自己不斷成長，為運勢的提升創造條件。",
        "love_text": "單身的你，感情進展緩慢。不要著急，感情的事需要慢慢來，耐心等待那個對的人出現。已有伴者的你，和伴侶互動缺乏熱情。可能是因為生活壓力，讓你們少了些激情，不妨一起放鬆一下，比如做個按摩、泡個溫泉，重新找回親密感。",
        "work_text": "你的思路格外開闊，能夠從不同的角度去看待問題，提出新穎的想法和解決方案。在推進各項事務時，這種獨特的思維方式會讓你脫穎而出，為事情的發展帶來新的活力和方向。不過，也要注意與他人的溝通和協作，確保自己的想法能夠得到理解和支持。",
        "lucky_star": "巨蟹座",
        "money_text": "你要警惕消費衝動破財，看到喜歡的東西就忍不住想買，容易超出自己的預算。在購物前，先冷靜下來想想是不是真的需要，也可以設置一個消費上限，超過這個額度就不再購買。可以找一些其他的事情來轉移注意力，比如運動、看書，避免陷入盲目消費的陷阱。",
        "health_text": "要多吃點五穀雜糧。五穀雜糧富含膳食纖維、維生素和礦物質，對身體有很多好處。可以把大米換成糙米，或者煮些紅豆粥、玉米粥。它們能促進腸道蠕動，預防便秘。還能增加飽腹感，控制體重。多吃五穀雜糧，讓你的飲食更健康，身體更有活力。",
        "lucky_color": "淺棕色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝水量不足",
        "yi": "提前半小時出門",
        "all": "75%",
        "date": "2026-01-31",
        "love": "83%",
        "work": "74%",
        "money": "79%",
        "health": "71%",
        "notice": "做好兩手的準備",
        "discuss": "78%",
        "all_text": "整體運勢中規中矩，沒有明顯的大起大落。但為了更好地應對生活中可能出現的各種情況，需要做好兩手的準備。生活中充滿了不確定性，事情的發展往往不會完全按照我們的預期進行。如果只准備一種方案，當遇到突發狀況時，就容易陷入被動局面。提前考慮多種可能性，制定不同的應對策略，能讓你在面對變化時更加從容。比如在與他人交流時，準備不同的話題和溝通方式；在參與活動時，考慮不同的參與方式和目標。做好兩手準備不僅能讓你更好地應對各種情況，還能讓你在面對變化時保持冷靜，避免因意外而打亂自己的節奏，從而讓當天的運勢更加穩定。",
        "love_text": "單身的你，緣分悄然靠近。可能在不經意間，就遇到了那個讓你心動的人，要抓住機會。已有伴者的你，和伴侶之間浪漫氛圍濃厚。一起度過一個浪漫的夜晚，或者送對方一份小禮物，都能讓感情更加甜蜜，享受這份浪漫又美好的時光",
        "work_text": "機遇如同初升的朝陽，開始慢慢顯現。在你的周圍，會出現一些新的機會和可能性，可能是工作上的晉升機會，也可能是學業上的深造機會。需要你敏銳地捕捉這些機遇，積極行動起來，主動去爭取，才能將這些潛在的機會轉化為實際的成果。",
        "lucky_star": "獅子座",
        "money_text": "你的副業盈利會逐漸增長，之前在副業上付出的努力開始有了回報。可以繼續加大在副業上的投入，提升副業的質量和效率。但也要注意別讓副業影響到主業，要平衡好兩者之間的關係。可以把副業盈利的一部分用於擴大副業規模，讓副業能帶來更多的收入。",
        "health_text": "要給眼睛適度休息。長時間看電腦、手機或者看書，眼睛會疲勞乾澀。每隔一段時間就停下來，看看遠處或者閉目養神幾分鐘。也可以做做眼保健操，促進眼部血液循環。晚上早點睡覺，讓眼睛得到充分休息。保護好眼睛，能讓你在這一天保持清晰的視力，減少眼部不適。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    }
  }
}