{
  "updated": "2025-08-09T21:07:59.580Z",
  "updateTime": "2025/8/10 上午5:07:59",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 23984,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好心幫倒忙",
        "yi": "開拓新圈子",
        "all": "98%",
        "date": "2025-08-10",
        "love": "97%",
        "work": "90%",
        "money": "98%",
        "health": "95%",
        "notice": "被幸運光環籠罩",
        "discuss": "92%",
        "all_text": "簡直是順遂無比的一天，整體運勢棒棒噠！彷彿被幸運光環籠罩，無論走到哪兒都能左右逢源，身邊貴人頻現。這些貴人可能是許久未聯繫的老友，也可能是剛結識的新夥伴，他們會在不經意間給你帶來助力，或是提供寶貴的建議，讓你在處理各種事務時都格外順利。而且，你表現相當出彩，無論是日常交流還是應對突發狀況，都能展現出自己的優勢和魅力，給他人留下深刻印象。這種良好的狀態也會讓你心情愉悅，充滿自信，進一步吸引更多積極的事物向你靠近。你可能會發現，原本覺得有些棘手的事情，在貴人的幫助和自己的出色發揮下，輕鬆就迎刃而解了。同時，你積極向上的態度也會感染身邊的人，讓大家更願意與你親近合作，形成一個良性循環，讓這一天的運勢持續向好，為生活增添許多亮色。",
        "love_text": "單身的你，彷彿被浪漫氛圍籠罩，社交場合中容易成為焦點，或許會遇到讓你心跳加速的對象。別害羞，主動釋放善意，自然能拉近彼此距離。已有伴者的你，適合與伴侶共同規劃未來，無論是旅行還是生活目標，齊心協力的感覺會讓感情更緊密。偶爾的小爭執不妨用幽默化解，反而能增進默契。",
        "take_star": "",
        "work_text": "是充滿能量與機遇的一天，彷彿被幸運星環繞。無論是處理日常事務還是面對突發挑戰，都能以高效且精準的方式完成，成果往往超出預期。你的熱情與行動力成為推動一切的關鍵，容易在團隊中脫穎而出，收穫認可與讚賞。",
        "lucky_star": "摩羯座",
        "money_text": "財運驚喜連連，彷彿財神爺突然眷顧。可能會有意外之財降臨，比如收到退款、獎金，或是之前投資的小回報。不過別被這突如其來的好運衝昏頭腦，還是要保持理性消費觀念，別看到喜歡的東西就盲目購買，合理規劃這筆意外之財，才能讓財富更好地積累，為未來生活添保障。",
        "health_text": "需留意飲食均衡，別總挑自己喜歡的吃，各種營養都得攝入。像蔬菜水果富含維生素，肉類提供蛋白質，都得合理搭配著來。要是飲食不均衡，身體可能缺乏某些營養，影響免疫力。這天儘量自己做飯，控制食材種類和分量，少吃外賣，讓身體從食物中獲取充足又全面的養分。",
        "lucky_color": "橘色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "當老好人",
        "yi": "做“斷舍離”",
        "all": "85%",
        "date": "2025-08-10",
        "love": "80%",
        "work": "72%",
        "money": "87%",
        "health": "80%",
        "notice": "更適合獨善其身",
        "discuss": "89%",
        "all_text": "你的整體運勢相對平順，沒有太多的大起大落。這一天，你更適合獨善其身，專注於自己的生活節奏。周圍可能會有一些紛繁複雜的事情發生，但只要你保持冷靜，不被外界的干擾所左右，就能安穩度過。別輕易去攬那些不必要的麻煩，有些事情看似簡單，一旦介入可能會牽扯出諸多問題，耗費你大量的時間和精力。不妨把心思放在自己感興趣的事情上，或是做一些能讓自己放鬆的活動，比如看看書、聽聽音樂，享受這份平靜與自在。在這樣的狀態下，你能更好地感受生活的美好，也能避免因捲入是非而影響自己的心情和運勢。保持這種平和的心態，按照自己的計劃穩步前行，這一天會在平穩中度過，為後續的生活積蓄能量。",
        "love_text": "單身的你，適合在熟悉的環境中展現真實自我，比如朋友聚會或興趣小組，你的穩重與可靠會吸引到欣賞你的人。不必刻意迎合，真誠就是最好的魅力。已有伴者的你，與伴侶相處時多分享內心想法，哪怕是日常瑣事也能讓對方感受到你的在意。偶爾一起下廚或整理家居，能讓平凡日子更有溫度。",
        "take_star": "",
        "work_text": "需要多一點開放的心態，面對難題時，不妨主動向他人請教，集思廣益往往能打開新思路。雖然過程中可能會遇到一些小阻礙，但通過交流與學習，你將獲得寶貴的經驗，為未來的發展奠定堅實基礎。",
        "lucky_star": "雙魚座",
        "money_text": "或有零散的進賬，可能是兼職的小報酬，或是之前幫助他人後得到的感謝回饋。雖然金額不算大，但積少成多也是筆可觀的收入。在享受這份小確幸時，也要留意日常開銷，別因為進賬就放鬆對支出的把控，做好收支記錄，清楚每一筆錢的去向，讓財務狀況更清晰。",
        "health_text": "別長時間坐著或站著不動呀，久坐久站對身體都不好。久坐會讓血液循環不暢，容易引發腰部和頸部不適；久站則會使腿部負擔加重，出現痠痛。工作或學習時，隔段時間就起來活動活動，伸伸懶腰、走動幾步，促進血液循環，讓身體保持靈活，避免因長時間保持一個姿勢帶來健康隱患。",
        "lucky_color": "米黃色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "分享別人秘密",
        "yi": "佈置小天地",
        "all": "81%",
        "date": "2025-08-10",
        "love": "84%",
        "work": "70%",
        "money": "75%",
        "health": "82%",
        "notice": "新想法不斷冒出來",
        "discuss": "87%",
        "all_text": "整體運勢較為平穩，沒有明顯的波動。在這一天裡，你的腦海中或許會有一些新想法冒出來，這些想法可能是關於生活方式的改變，也可能是對某個事物的獨特見解。它們就像一顆顆閃爍的星星，在你的思維天空中閃耀。不過，這些新想法目前還不夠成熟，需要時間的沉澱和完善。不要急於將它們付諸實踐，不妨先記錄下來，慢慢思考其中的可行性和潛在問題。在這一天，你可以多與身邊的人交流交流，聽聽他們的看法和建議，說不定能從中獲得新的啟發，讓這些想法更加完善。雖然目前沒有大的突破，但這些新想法就像種子，在時間的滋養下，未來可能會為你帶來意想不到的收穫，為生活增添新的色彩和可能性。",
        "love_text": "單身的你，不妨花點心思在打扮上，清爽的造型或淡淡的香水味會為你加分不少。遇到感興趣的人時，用輕鬆的話題打破尷尬，自然流露的幽默感很吸引人。已有伴者的你，別因為熟悉就忽略形象管理，偶爾給伴侶一個小驚喜，比如換個新發型或穿他喜歡的顏色，能讓感情保持新鮮感。",
        "take_star": "",
        "work_text": "建議你適度放慢節奏，給自己一些反思與調整的空間。雖然你一向思維敏捷，但過快的前進有時會忽略細節，導致後續需要花費更多時間修正。不妨在忙碌之餘，靜下心來審視自己的目標與計劃，確保每一步都走得穩健。",
        "lucky_star": "射手座",
        "money_text": "要警惕分期付款消費，這一天你可能會被一些新奇的商品吸引，產生購買慾望，而分期付款的方式會讓你覺得壓力不大從而輕易下單。但分期付款往往伴隨著利息，長期下來也是一筆不小的開支。在消費前要冷靜思考是否真的需要，避免因一時衝動陷入財務小困境，合理控制消費慾望。",
        "health_text": "睡前建議不要吃宵夜，晚上腸胃消化功能相對較弱，吃宵夜會增加腸胃負擔，影響睡眠質量，還可能導致體重增加。要是睡前餓了，可以喝杯溫牛奶，既能緩解飢餓感，又有助於睡眠。養成睡前不吃東西的好習慣，讓腸胃在夜間得到充分休息，第二天醒來身體會更輕鬆有活力。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴他人",
        "yi": "與老友聯繫",
        "all": "78%",
        "date": "2025-08-10",
        "love": "65%",
        "work": "82%",
        "money": "79%",
        "health": "78%",
        "notice": "總想和別人比較",
        "discuss": "84%",
        "all_text": "你的整體運勢一般般，別總想著和別人比較。每個人都有自己的生活節奏和優勢，過度與他人比較只會讓自己陷入不必要的焦慮和壓力之中。你可能會看到別人在某些方面取得成績，而自己似乎沒有明顯的進步，這容易讓你產生自我懷疑。其實，你應該多把注意力放在自己身上，多培養自信心。相信自己的能力和價值，認可自己每天的小進步。在這一天，你可以做一些讓自己有成就感的小事，比如完成一項手工、學會一道新菜，通過這些小事來增強自信心。當你內心充滿自信時，看待事物的眼光也會不同，能更好地發現生活中的美好。不要讓外界的比較影響自己的心情，保持平和的心態，這一天也能過得輕鬆自在。",
        "love_text": "單身的你，容易對愛情抱有過高期待，可能會因為對方一個小舉動就腦補出長期關係。建議放慢節奏，先觀察對方是否與自己價值觀契合。已有伴者的你，對伴侶的期待也要適度，比如不要強求對方完全理解你的情緒，學會用語言直接表達需求，反而能減少誤會。晚上一起看部老電影，能緩解白天的疲憊。",
        "take_star": "",
        "work_text": "如同穩重的舵手，能夠穩紮穩打地推進各項事務。你的耐心與細緻成為成功的關鍵，無論是處理複雜的工作還是應對學業上的挑戰，都能保持冷靜，逐步找到解決方案。這種穩健的態度將為你贏得他人的信任與尊重。",
        "lucky_star": "處女座",
        "money_text": "收支基本平衡，收入能滿足日常開銷，沒有明顯的財務壓力。不過也別因此放鬆對財務的管理，可以趁著收支穩定，對未來的財務做個簡單規劃，比如存下一筆錢用於應急，或者為某個小目標積累資金。同時，留意一些小的消費陷阱，避免不必要的支出打破收支平衡。",
        "health_text": "要著重提高睡眠質量呀，睡眠不好會影響身體各個器官的修復和排毒，導致第二天精神萎靡。睡前可以營造一個安靜舒適的睡眠環境，調暗燈光、放些舒緩的音樂。別在睡前想太多煩心事，放鬆心情。還可以用熱水泡泡腳，促進血液循環，緩解疲勞，這樣能幫助你更快進入夢鄉，擁有高質量睡眠。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與隊友吵架",
        "yi": "策劃驚喜活動",
        "all": "75%",
        "date": "2025-08-10",
        "love": "70%",
        "work": "60%",
        "money": "65%",
        "health": "72%",
        "notice": "遇到磕絆小狀況",
        "discuss": "79%",
        "all_text": "整體運勢稍有起伏，你會遇到一些小狀況，這些狀況就像路上的小石子，可能會讓你有些磕絆。但這也是一個機會，需要你正視問題並改正。也許在處理事情的過程中，你會發現自己存在一些之前沒注意到的不足，或者有些習慣影響了事情的進展。不要逃避這些問題，勇敢地面對它們，分析原因並尋找解決辦法。當你成功解決這些問題時，不僅能讓當前的事情順利推進，還能讓自己得到成長和提升。這一天雖然會有一些小波折，但只要你保持積極的態度，把這些起伏當作成長的階梯，就能在解決問題中收穫經驗和信心，讓自己的狀態越來越好，為未來的生活積累寶貴的財富。",
        "love_text": "單身的你，追求愛情時記得保持尊重，過於強勢的表達可能會讓對方感到壓力。不妨用傾聽代替說教，展現你溫柔的一面。已有伴者的你，給伴侶一些獨處空間，比如他加班時別頻繁發消息，信任是感情的基礎。晚上可以準備一頓燭光晚餐，用行動表達關心，比甜言蜜語更打動人。",
        "take_star": "",
        "work_text": "可能會因為過於急躁而錯失一些細節，導致結果不盡如人意。記住，欲速則不達，尤其是在處理複雜問題時，更需要耐心與細心。不妨給自己一些緩衝時間，深呼吸，重新審視目標與步驟，確保每一步都走得紮實。",
        "lucky_star": "金牛座",
        "money_text": "不要打腫臉充胖子，在社交場合或面對他人請求時，別為了面子而過度消費或輕易承諾經濟上的幫助。這一天你的財務狀況可能並不允許你如此大方，要清楚自己的經濟實力，量入為出。合理拒絕不合理的請求，把有限的資金用在真正需要的地方，才能避免財務緊張。",
        "health_text": "睡前不要刷小視頻，小視頻內容豐富有趣，很容易讓人沉迷，不知不覺就熬夜了。熬夜會打亂身體的生物鐘，影響內分泌，降低免疫力。而且長時間盯著手機屏幕，眼睛也會疲勞乾澀。睡前把手機放遠點，可以看看紙質書，讓大腦和眼睛都得到放鬆，以更好的狀態迎接新的一天。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追劇",
        "yi": "學習新技能",
        "all": "60%",
        "date": "2025-08-10",
        "love": "55%",
        "work": "50%",
        "money": "60%",
        "health": "69%",
        "notice": "沉迷淺層的娛樂",
        "discuss": "64%",
        "all_text": "整體運勢欠佳，容易過度沉迷於淺層娛樂之事。可能會被一些輕鬆有趣的短視頻、遊戲等吸引，不知不覺就花費了大量時間在上面。這種沉迷會讓你忽略很多重要的事情，比如原本計劃要做的事情可能會被擱置，和身邊人的交流也會減少。而且，淺層娛樂雖然能帶來短暫的快樂，但過後往往會讓你感到空虛。在這一天，你可能會陷入這種循環中，越沉迷越覺得生活缺少意義。當你意識到這一點時，要及時調整自己的狀態，嘗試做一些更有深度和意義的事情，比如閱讀一本好書、學習一項新技能。雖然一開始可能會有些困難，但只要你能擺脫淺層娛樂的誘惑，就會發現生活中還有許多值得探索和追求的美好，讓自己的生活重新充滿活力和價值。",
        "love_text": "單身的你，別因為小事斤斤計較，比如對方遲到或說話直白，寬容的態度會讓你更受歡迎。遇到心動對象時，先從朋友做起，慢慢了解彼此。已有伴者的你，在金錢或家務分配上別太計較，偶爾主動承擔更多，會讓伴侶感受到你的體貼。一起整理房間或規劃理財，能讓生活更有條理。",
        "take_star": "",
        "work_text": "可能會過於糾結於細節，導致整體進度受到影響。雖然細緻入微是你的優點，但在某些情況下，過於追求完美反而會成為負擔。學會適時放手，關注大局，將精力集中在更重要的事情上，會讓你的效率大大提升。",
        "lucky_star": "天蠍座",
        "money_text": "要正視經濟問題，如果之前有一些財務上的小隱患，比如信用卡欠款、小額借貸等，不要選擇逃避。主動梳理自己的財務狀況，制定還款計劃，合理分配收入來逐步解決這些問題。同時，在消費上要更加謹慎，避免新的債務產生，只有勇敢面對，才能讓財務狀況逐漸好轉。",
        "health_text": "在日常生活裡要避免磕磕碰碰，特別注意保護關節。關節比較脆弱，一旦受傷恢復起來比較慢。走路時留意腳下，別在擁擠的地方快速奔跑。運動前要做好熱身，避免關節突然受力。如果不小心受傷，要及時處理，冷敷減輕腫脹，情況嚴重就去看醫生，保護好關節才能讓身體行動更自如。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "跟風網紅熱",
        "yi": "專注一件事",
        "all": "91%",
        "date": "2025-08-10",
        "love": "90%",
        "work": "89%",
        "money": "88%",
        "health": "92%",
        "notice": "以熱愛為驅動力",
        "discuss": "95%",
        "all_text": "對你而言簡直是閃閃發光的一天，整體運勢非常出眾！這一天，在你的背後似乎有一股很強的力量在推著你往前走，讓你能以熱愛為驅動力去做很多事。內心的熱情就像燃燒的火焰，讓你對生活充滿了期待和幹勁。無論是日常的小事，還是一直擱置的計劃，你都能帶著滿滿的熱情去投入。這種熱愛不僅讓你做事的效率大大提高，還能讓你在其中找到樂趣和成就感。你會發現自己不再像往常那樣容易疲憊和懈怠，而是充滿了活力，願意主動去探索生活中的美好。身邊的人也會被你的熱情所感染，更願意和你親近交流，讓你的人際關係更加和諧融洽。而且，因為這份熱愛，你可能會在一些不經意間發現新的機會和可能性，為生活帶來新的驚喜和改變，讓這一天過得充實又精彩。",
        "love_text": "單身的你，可能有朋友主動介紹對象，別急著拒絕，給彼此一個瞭解的機會，說不定會發現意想不到的默契。已有伴者的你，會收到伴侶的浪漫表白，可能是口頭上的“我愛你”，也可能是一份小禮物，用心回應能讓感情升溫。晚上一起散步或看星星，享受簡單的幸福。",
        "take_star": "",
        "work_text": "是思維活躍、靈感迸發的一天。你的獨特見解和創意想法能為當前的任務或項目增添新色彩，與他人的交流合作也頗為順暢，能從中獲取不少有益信息。整體狀態積極向上，無論是處理日常事務還是應對突發狀況，都能憑藉自己的智慧和靈活應變能力輕鬆化解，有望取得不錯的進展。",
        "lucky_star": "天秤座",
        "money_text": "適合以熟悉領域求財為主，憑藉自己已有的經驗和技能，在工作中爭取更多收入機會，比如主動承擔相關項目獲取額外報酬。對於不熟悉的投資或賺錢方式，這一天最好保持觀望態度，避免因不瞭解而遭受損失。專注於自己擅長的領域，穩紮穩打，能讓財富穩步增長。",
        "health_text": "建議加強運動鍛鍊，適當的運動能增強體質，提高免疫力，讓身體更有活力。可以選擇自己喜歡的運動項目，像慢跑、瑜伽、游泳等。運動前要做好準備活動，避免受傷。運動過程中注意控制強度和時間，別過度疲勞。堅持運動，不僅能塑造好身材，還能改善心情，讓你在這一天精神飽滿。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "質疑別人努力",
        "yi": "培養新靈感",
        "all": "78%",
        "date": "2025-08-10",
        "love": "63%",
        "work": "72%",
        "money": "68%",
        "health": "77%",
        "notice": "以行動改變現狀",
        "discuss": "81%",
        "all_text": "你的整體運勢不大平穩，會有一些起伏不定的情況。這一天，你可能會看到身邊的人在某些方面取得了不錯的成果，心裡難免會有些羨慕。但與其把時間花在羨慕別人上，不如行動起來去改變現狀。運勢的不穩定也意味著存在變化的機會，只要你積極邁出第一步，就有可能扭轉局面。不過，在行動的過程中，要保持冷靜和理智，不要因為一時的衝動而做出錯誤的決定。雖然這一天可能會遇到一些小挑戰和小阻礙，但這也是成長和鍛鍊的機會。只要你堅定自己的目標，不輕易被外界因素干擾，通過實際行動去努力，就有可能逐漸改善運勢，讓自己的生活朝著更好的方向發展。",
        "love_text": "單身的你，別總宅在家裡，多參加戶外活動或社交聚會，新鮮環境能提升你的桃花運。遇到感興趣的人時，主動交換聯繫方式，別讓機會溜走。已有伴者的你，與伴侶溝通時注意語氣，避免用諷刺或命令的口吻，溫和的表達更容易讓對方接受。一起做運動或學習新技能，能增進彼此的信任。",
        "take_star": "",
        "work_text": "需要時刻保持冷靜理智，在面對各種情況時，不被情緒左右。雖然過程中可能會遇到一些小干擾或複雜問題，但只要你沉下心，運用自己的洞察力去分析，就能找到關鍵所在。不要急於求成，穩紮穩打才能避免失誤，為後續發展打下堅實基礎。",
        "lucky_star": "水瓶座",
        "money_text": "不要盲目跟風，看到別人在某個項目上賺錢，就跟著投入資金。每個人的財務狀況和風險承受能力不同，盲目跟風很可能讓你陷入財務危機。在做任何與金錢相關的決策前，要充分了解情況，結合自身實際。保持冷靜和理性，才能避免不必要的經濟損失，守護好自己的錢袋子。",
        "health_text": "正餐可別吃太飽，吃得過飽會加重腸胃負擔，影響消化功能，還可能導致腹脹、腹痛等不適。每餐吃到七八分飽就好，給腸胃留出足夠的消化空間。吃飯時要細嚼慢嚥，這樣有助於食物的消化和吸收。合理控制正餐食量，能讓腸胃更輕鬆，身體也更健康，以更好的狀態度過這一天。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "嘗試新發型",
        "all": "92%",
        "date": "2025-08-10",
        "love": "88%",
        "work": "91%",
        "money": "93%",
        "health": "89%",
        "notice": "被幸運之神眷顧",
        "discuss": "94%",
        "all_text": "你的整體運勢正當旺，就像被幸運之神眷顧著一樣！這一天，你嘗試新事物的動力十足，內心充滿了對未知的好奇和探索欲。這種積極的心態會讓你勇敢地走出舒適區，去接觸一些以前沒做過的事情。而神奇的是，你很容易在這些新嘗試中獲得驚喜收穫。也許是發現了一個新的興趣愛好，也許是結識了一些志同道合的朋友，又或許是在某個領域有了新的感悟和啟發。這些收穫會讓你感到無比的興奮和滿足，進一步激發你對生活的熱情。你會覺得生活充滿了無限可能，自己也充滿了力量。而且，這種良好的狀態還會吸引更多美好的事物來到你身邊，讓這一天過得精彩紛呈，充滿意義。",
        "love_text": "單身的你，遇到心儀對象時別猶豫，主動出擊才能把握機會。可以從共同興趣入手，比如邀請對方一起打球或看展，自然拉近距離。已有伴者的你，與伴侶相處時多表達依賴感，比如睡前說句“有你在真好”，能讓對方感受到被需要。偶爾計劃一次短途旅行，能為感情注入新活力。",
        "take_star": "",
        "work_text": "是大放異彩的一天，憑藉自身實力和過往積累的經驗，在各個領域都能展現出強大的競爭力。無論是處理複雜的工作任務，還是攻克學習上的難題，你都能遊刃有餘。你的自信和果斷會感染身邊的人，為你贏得更多支持和機會，讓事情朝著有利方向發展。",
        "lucky_star": "雙子座",
        "money_text": "有望獲得來自理財的收益，之前合理規劃的投資可能會在這一天看到回報。不過即便有了收益，也不要急於加大投資力度，先分析市場情況和自身財務狀況，再做決定。同時，別因為有了收益就放鬆對其他財務方面的管理，繼續保持理性理財的態度，讓財富持續增值。",
        "health_text": "別在昏暗燈光下玩手機，昏暗的光線會讓眼睛過度疲勞，增加近視、乾眼症等眼部疾病的發生幾率。玩手機時要把燈光調亮，保持眼睛與手機的適當距離。每隔一段時間就休息一下眼睛，看看遠處或者做做眼保健操。保護好眼睛，才能清晰地欣賞周圍的美好，讓這一天的生活更精彩。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽視小錯誤",
        "yi": "制定計劃表",
        "all": "55%",
        "date": "2025-08-10",
        "love": "45%",
        "work": "40%",
        "money": "50%",
        "health": "58%",
        "notice": "粗心大意栽跟斗",
        "discuss": "62%",
        "all_text": "你的整體運勢略差，這一天可得小心謹慎一些，因為粗心大意很容易讓你栽跟斗。在做事情的時候，你可能會因為一些小疏忽而犯錯，這些錯誤雖然看似不大，但可能會給你帶來一些不必要的麻煩和損失。比如，可能會因為沒注意細節而搞砸一件小事，或者因為粗心大意而錯過一些重要的信息。而且，這種粗心的狀態還可能會影響你的心情，讓你變得煩躁和焦慮。在這一天，你要時刻提醒自己保持專注和細心，在做決定之前多思考幾遍，避免因為一時的馬虎而陷入困境。雖然運勢不太好，但只要你能夠意識到問題並加以改正，還是有機會減少損失，讓情況不至於太糟糕。",
        "love_text": "單身的你，要警惕甜言蜜語的誘惑，別因為對方一時熱情就陷入感情，多觀察對方的行動是否與承諾一致。已有伴者的你，與伴侶相處時別總懷疑對方，建立信任需要時間，但可以從小事做起，比如答應的事一定做到。一起制定長期目標，比如存錢買房或學習新技能，能讓感情更穩定。",
        "take_star": "",
        "work_text": "似乎陷入了某種困境，感覺前進的步伐變得沉重。可能是之前積累的問題逐漸顯現，讓你有些應接不暇。不過別灰心，這只是暫時的瓶頸期。此時需要你靜下心來，重新審視當前的情況，梳理思路，尋找突破點。不要獨自硬撐，適時向他人請教，或許能獲得新的啟發。",
        "lucky_star": "獅子座",
        "money_text": "要警惕上當受騙，這一天可能會有一些看似誘人的賺錢機會找上門來，比如高回報的投資項目、輕鬆的兼職等，但其中可能隱藏著風險。在面對這些機會時，不要輕易相信，要多方核實信息，諮詢專業人士意見。避免因貪心而陷入騙局，導致財產受損，守護好自己的辛苦錢。",
        "health_text": "要警惕上火的問題，天氣炎熱或者飲食不當都可能引發上火，出現口乾舌燥、口腔潰瘍、便秘等症狀。要多喝水，多吃清熱降火的食物，像苦瓜、綠豆、梨等。少吃辛辣、油膩、刺激性食物，避免加重上火症狀。保持良好的生活習慣，規律作息，讓身體遠離上火困擾，健康度過這一天。",
        "lucky_color": "綠色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不按常理走",
        "yi": "查缺補漏",
        "all": "72%",
        "date": "2025-08-10",
        "love": "65%",
        "work": "77%",
        "money": "71%",
        "health": "70%",
        "notice": "需時間自我沉澱",
        "discuss": "86%",
        "all_text": "你的整體運勢平平，更適合你靜下心來，需要時間進行自我沉澱。生活有時候就像一場馬拉松，不能總是拼命往前衝，偶爾也需要停下來休息和調整。在這一天，你可能會感覺周圍的環境有些嘈雜，各種信息和事務讓你有些應接不暇。這時候，不妨給自己創造一個安靜的空間，遠離外界的干擾，讓自己的內心平靜下來。你可以回顧一下最近的生活，總結經驗教訓，思考自己的目標和方向。通過這種自我沉澱，你能更清楚地認識自己，明確自己真正想要的是什麼。雖然這一天沒有太多激動人心的事情發生，但這種平靜的沉澱是為未來的成長和發展積蓄力量，讓你在之後的日子裡能夠更加從容地面對各種挑戰。",
        "love_text": "單身的你，別讓情緒左右判斷，比如因為對方一句無心的話就生氣或疏遠，冷靜溝通才能解決問題。遇到矛盾時，先深呼吸再表達感受。已有伴者的你，別因為小事就吃醋，比如伴侶與異性正常交流，信任是感情的基礎。可以一起嘗試新事物，比如學做手工或玩桌遊，增加共同回憶。",
        "take_star": "",
        "work_text": "需要你保持足夠的耐心，無論是處理繁瑣的事務，還是應對複雜的人際關係，都不能急於求成。過程中可能會遇到一些反覆和波折，但只要你沉住氣，一步一個腳印地推進，就能穩步向前。不要因為一時的困難而放棄，堅持下去，最終會看到成果，收穫滿滿的成就感。",
        "lucky_star": "巨蟹座",
        "money_text": "可能沒有額外進賬，收入主要來源於日常的工作。雖然沒有意外之財，但也不必焦慮，這是整理財務的好時機。檢查自己的消費習慣，看看有哪些地方可以節省開支，制定更合理的預算。同時，可以考慮學習一些理財知識，為未來的財富增長做好準備，讓平凡的日子也能積累財富。",
        "health_text": "注意提防腱鞘炎，長時間使用電腦、手機或者重複同一動作，容易引發腱鞘炎，導致手腕、手指等部位疼痛、活動受限。使用電子設備時要注意休息，每隔一段時間活動一下手腕和手指，做做伸展運動。如果感覺手腕或手指不適，要及時調整姿勢，必要時進行熱敷或按摩，預防腱鞘炎的發生。",
        "lucky_color": "淺紫色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱拖延症",
        "yi": "閱讀勵志書籍",
        "all": "94%",
        "date": "2025-08-10",
        "love": "95%",
        "work": "98%",
        "money": "90%",
        "health": "91%",
        "notice": "渾身散發正能量",
        "discuss": "97%",
        "all_text": "整體運勢旺盛，你就像一個小太陽，渾身散發著正能量。這種積極向上的狀態會感染身邊的每一個人，讓大家都能感受到你的熱情和活力。無論走到哪裡，你都能成為焦點，吸引他人的目光。你會發現自己的人際關係變得格外融洽，和身邊的人交流起來輕鬆愉快，能夠建立起更深厚的情感連接。而且，你的正能量還會讓你在面對生活中的小困難時，保持樂觀的心態，輕鬆地化解問題。這種良好的運勢也會讓你更加自信，敢於去嘗試一些新的事物，展現自己的才華和能力。在這一天，盡情享受這份旺盛的運勢吧，讓自己的生活充滿陽光和歡笑。",
        "love_text": "單身的你，或能與喜歡的對象互通心意，或許是一次深入的聊天，或是一個默契的眼神，都能讓你確定對方的心意。勇敢表達自己的感受，別錯過機會。已有伴者的你，與伴侶一起回憶過去的甜蜜時光，比如翻看老照片或重遊定情地，能讓感情更深厚。晚上可以寫封情書給對方，用文字傳遞愛意。",
        "take_star": "",
        "work_text": "如虎添翼的一天，各方面都順風順水。你的創造力和想象力得到充分發揮，能為當前的項目或學習任務帶來新穎獨特的思路。在與人合作中，你的親和力和溝通能力也能讓團隊氛圍融洽，大家齊心協力朝著目標前進。抓住這個好時機，大膽展現自己的才華，有望取得令人矚目的成績。",
        "lucky_star": "白羊座",
        "money_text": "你的財運旺盛，無論是工作上的收入，還是其他方面的收益，都有可能讓你感到驚喜。可能會得到領導的賞識獲得獎金，或者在業務上有新的突破帶來額外收入。在享受這份好運時，也要做好財務規劃，合理分配資金，一部分用於消費享受，一部分存起來或進行穩健投資，讓財富更好地保值增值。",
        "health_text": "建議少喝各種飲料，很多飲料含有大量的糖分、添加劑，喝多了對身體沒好處，還可能影響食慾，導致營養不均衡。口渴時儘量選擇白開水，它是最健康的飲品，能補充身體所需水分，促進新陳代謝。也可以喝些自制的果汁，新鮮又健康。少喝飲料，讓身體保持清爽健康，愉快地度過這一天。",
        "lucky_color": "檸黃色",
        "lucky_number": "7"
      }
    }
  }
}