{
  "updated": "2026-01-05T09:16:07.046Z",
  "updateTime": "2026/1/5 下午5:16:07",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12091,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "註冊新會員",
        "yi": "做眼保健操",
        "all": "84%",
        "date": "2026-01-04",
        "love": "71%",
        "work": "82%",
        "money": "79%",
        "health": "86%",
        "notice": "完善計劃再行動",
        "discuss": "82%",
        "all_text": "整體運勢中規中矩，沒有明顯的起伏波動。這一天裡，你或許會感覺狀態較為平穩，沒有太多強烈的情緒起伏。在面對各種事務時，不宜急於求成，盲目衝動地行動。建議先靜下心來，將計劃完善得更加周全細緻，從多個角度考慮可能出現的狀況，把每一個環節都梳理清晰。只有當計劃足夠完備，再按照既定的步驟去推進，這樣能避免在過程中出現不必要的失誤和偏差。在人際交往方面，保持平和的心態，不要因為一時的情緒而做出不恰當的舉動。以理性冷靜的態度對待身邊的人和事，能讓你在這一天裡更加從容地應對各種情況，穩步前行。",
        "love_text": "單身的你，在感情方面會迎來一些新契機。可能會遇到讓你心動的人，不過別急著一頭扎進去，先冷靜觀察對方內在的為人，看看是否真的適合自己。已有伴者的你，和另一半相處時，溝通是關鍵。有話一定要好好說，別因為一時衝動說出傷人的話，以免引發不必要的矛盾，影響感情。",
        "work_text": "是穩步向前的一天。整體狀態積極，在各種事務處理上能保持踏實態度，不會急於求成。無論是面對新的挑戰還是日常的任務，都能有條不紊地推進。不過，在過程中可能會遇到一些小阻礙，但憑藉你的衝勁和堅持，都能順利克服，為後續發展積累經驗。",
        "lucky_star": "雙魚座",
        "money_text": "在財運上別總守著老路啦，不妨把目光放長遠些，多去開拓些進賬渠道。或許你一直習慣的賺錢方式已經有些侷限，這天不妨主動出擊，留意身邊那些能帶來額外收入的機會，像是兼職、合作項目之類的。別害怕嘗試新事物，說不定新的進賬途徑就能給你帶來意外之喜，讓錢包更鼓一些。",
        "health_text": "建議不要蹺二郎腿，長時間這樣容易讓腿部血液循環不暢，還可能影響脊柱健康。工作或休息時，時刻提醒自己保持正確坐姿，每隔一段時間就起身活動活動雙腿，伸伸懶腰，這樣能讓身體更舒坦，也能避免一些潛在的小毛病找上門。",
        "lucky_color": "奶白色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入網戀",
        "yi": "做個新發型",
        "all": "58%",
        "date": "2026-01-04",
        "love": "53%",
        "work": "60%",
        "money": "82%",
        "health": "75%",
        "notice": "剋制內心的衝動",
        "discuss": "70%",
        "all_text": "整體運勢有所下滑，情緒方面容易受到影響，出現感情用事的情況。在這一天裡，你可能會因為一些小事而觸動內心的情感，進而影響到對事物的判斷和決策。這種狀態下，很容易做出一些不夠理智的選擇，事後可能會感到後悔。所以，要時刻提醒自己保持清醒的頭腦，儘量剋制內心的衝動。當情緒湧上心頭時，先深呼吸幾次，讓自己冷靜下來，再重新審視問題。在與人相處時，也要注意控制自己的情緒，避免因為情緒波動而引發不必要的矛盾和衝突。以平和理性的態度面對一切，才能減少運勢下滑帶來的負面影響。",
        "love_text": "單身的你，在感情上要提高警惕。身邊可能會出現一些看似不錯的人，但其中不乏虛情假意之徒，別輕易被表象迷惑，要用心去感受。已有伴者的你，和伴侶相處時，別為一些雞毛蒜皮的小事吵架。多些包容和理解，珍惜彼此的感情，別讓小事影響了你們之間的和諧。",
        "work_text": "整體運勢稍顯平淡，在處理事務時容易陷入對小問題的糾結中，這可能會分散你的精力，影響整體的推進節奏。你需要學會抓大放小，把注意力放在關鍵環節上。不要讓一些無關緊要的細節阻礙了前進的步伐，調整好心態，才能更好地應對各種情況。",
        "lucky_star": "獅子座",
        "money_text": "你的財運還算不錯，不過想要守住這份好運，就得繼續保持精打細算的作風。在消費的時候，多想想這東西是不是真的必要，別看到喜歡的東西就衝動買下。對於一些大額支出，更要謹慎考慮，貨比三家，確保每一分錢都花得值，這樣你的財富才能穩穩地留在身邊。",
        "health_text": "整體健康狀態良好，但情緒穩定對健康很關鍵。這一天可能會遇到些小狀況讓你心煩，若情緒波動大，會影響內分泌和消化系統。遇到煩心事先深呼吸，冷靜下來再處理，也可以聽聽舒緩音樂，讓自己放鬆，保持平和心態，身體自然更健康。",
        "lucky_color": "紅色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "正餐吃太飽",
        "yi": "做斷舍離",
        "all": "94%",
        "date": "2026-01-04",
        "love": "90%",
        "work": "93%",
        "money": "96%",
        "health": "98%",
        "notice": "積極向上好狀態",
        "discuss": "92%",
        "all_text": "整體運勢相當不錯，處於一種積極向上的良好狀態。這一天裡，你彷彿自帶光芒，渾身散發著獨特的魅力，容易吸引到他人的目光和關注。出門在外，很有可能會遇到貴人，這些貴人或許會在不經意間給你帶來一些有益的啟發和幫助，讓你的思路更加開闊。你內心充滿活力，對周圍的事物都充滿了好奇和探索的慾望，這種積極的心態會讓你感覺生活十分充實。在與人交流互動中，也能展現出自信和風趣，進一步增強自己的人際吸引力。保持這樣的狀態，盡情享受這一天的美好時光。",
        "love_text": "單身的你，魅力四射，在社交場合中很容易吸引到異性的目光，桃花運相當不錯。不妨抓住機會，多和感興趣的人交流，說不定真愛就在其中。已有伴者的你，和另一半的互動會非常甜蜜，一起做些有趣的事，為感情升溫，讓你們的關係更加親密無間。",
        "work_text": "對你來說充滿活力與機遇，靈感如泉湧般不斷湧現。在各種事務的處理上，你能憑藉獨特的思維和創新的想法脫穎而出。無論是面對複雜的問題還是新的領域，都能迅速找到切入點，取得不錯的進展。這種良好的狀態會讓你在當天收穫滿滿的成就感。",
        "lucky_star": "摩羯座",
        "money_text": "你在財運方面有著極佳的機遇，新興投資契機正等著你去把握。這天你的思維格外活躍，對新事物的接受能力強，能敏銳察覺到潛在的投資方向。不妨多關注一些新興行業或領域的信息，說不定其中就藏著能讓你財富增值的好項目。但也要記得做好前期調研，別盲目跟風。",
        "health_text": "健康運勢很棒，記得多做舒展運動。這一天你精力充沛，適合活動身體，簡單的拉伸、瑜伽或者慢跑都很不錯。舒展運動能讓身體關節更靈活，促進血液循環，還能緩解一天的疲勞。利用碎片時間動起來，哪怕只是伸伸胳膊踢踢腿，也能讓你活力滿滿。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "撿芝麻丟西瓜",
        "yi": "轉發抽獎",
        "all": "71%",
        "date": "2026-01-04",
        "love": "55%",
        "work": "70%",
        "money": "80%",
        "health": "72%",
        "notice": "面臨選擇和決策",
        "discuss": "85%",
        "all_text": "整體運勢較為平淡，沒有特別突出的亮點。在這一天裡，你可能會面臨一些選擇和決策，此時需要格外警惕出現撿芝麻丟西瓜的情況。不要被眼前的一些小利益、小誘惑所迷惑，而忽略了更為重要的長遠目標和整體利益。在做決定之前，要全面權衡利弊，從宏觀的角度去思考問題，分析每一個選擇可能帶來的後果。避免因為一時的短視而做出錯誤的判斷，導致得不償失。同時，在處理事務時，要保持專注和耐心，不要因為運勢平淡而心浮氣躁，認真對待每一個細節，才能平穩度過這一天。",
        "love_text": "單身的你，在感情方面別太著急。緣分這東西急不來，靜待屬於你的緣分降臨就好，莫要強求。把精力放在提升自己上，說不定真愛會在不經意間出現。已有伴者的你，和伴侶相處時，要避免情緒化的爭執。遇到問題冷靜溝通，別讓情緒左右你們的判斷，影響感情。",
        "work_text": "整體運勢較為平穩，處於穩步積累成長的階段。在處理各項事務時，你能保持耐心和細心，一步一個腳印地推進。雖然進展可能不會特別迅速，但每一步都紮實有效。這種穩紮穩打的方式有助於你打下堅實的基礎，為未來的發展做好充分準備。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運整體平穩，但得留意日常消費陷阱。在購物時，很容易被商家的促銷手段迷惑，一不小心就買回一堆不實用的東西。這天在消費前，先冷靜思考一下自己是否真的需要，別被一時的優惠衝昏頭腦。同時，對於一些看似誘人的投資小廣告，也要保持警惕，避免陷入消費騙局。",
        "health_text": "健康方面要注意腰部保暖。天氣變化時，腰部容易受涼，引發痠痛不適。這一天出門多穿件能護住腰部的衣服，晚上睡覺蓋好被子，別讓腰部暴露在外。也可以準備個熱水袋，時不時給腰部熱敷一下，促進血液循環，能減少腰部不適的發生。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太損人",
        "yi": "嘗試新想法",
        "all": "94%",
        "date": "2026-01-04",
        "love": "95%",
        "work": "92%",
        "money": "87%",
        "health": "92%",
        "notice": "活力滿滿的狀態",
        "discuss": "98%",
        "all_text": "整體運勢正旺盛，處於一種活力滿滿的狀態。這一天裡，你的行動力超強，彷彿有使不完的精力，對各種事情都充滿了熱情和幹勁。這種積極的態度會讓你在各個方面都表現得十分出色，能夠迅速地投入到行動中，並且高效地完成任務。在與人交往中，你的自信和熱情也會感染到身邊的人，吸引他們圍繞在你身邊。你會感覺自己彷彿置身於一個充滿機遇和可能性的環境中，只要積極去爭取，就能收穫滿滿。盡情釋放自己的能量，勇敢地追求自己想要的東西，讓這一天成為充滿收穫和驚喜的一天。",
        "love_text": "單身的你，自信滿滿，這種狀態會讓你在人群中格外閃耀，很容易邂逅真愛。勇敢展現自己的魅力，說不定就能開啟一段美好的戀情。已有伴者的你，和另一半可以安排一場浪漫的約會，一起享受甜蜜時光，增進彼此的感情，讓愛情更加堅固。",
        "work_text": "對你而言是高效的一天，在各方面都能快速推進並取得成果。你充滿自信和動力，面對各種事務都能迅速做出決策並付諸行動。這種高效的狀態不僅能讓你在當天完成大量工作和學習任務，還能為後續的發展贏得更多時間和空間，讓你在眾人中脫穎而出。",
        "lucky_star": "處女座",
        "money_text": "你的財運狀況良好，善用資源能為你創造不少收益。你身邊的人脈、信息等資源都是寶貴的財富，這天不妨好好梳理一下，看看如何將這些資源轉化為實際的收入。比如，通過朋友介紹接到一些合作項目，或者利用自己的專業知識為他人提供服務獲取報酬。只要善於挖掘，收益會很可觀。",
        "health_text": "保證充足飲水很重要。這一天你可能會比較忙碌，容易忽略喝水。身體缺水會影響新陳代謝和皮膚狀態，還會讓人感到疲倦。所以不管多忙，都要記得定時喝水，不要等到口渴了才喝，讓身體時刻保持水分充足，精神也會更飽滿。",
        "lucky_color": "橘色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一肚子苦水",
        "yi": "學習新技能",
        "all": "90%",
        "date": "2026-01-04",
        "love": "95%",
        "work": "86%",
        "money": "93%",
        "health": "90%",
        "notice": "有自己獨特見解",
        "discuss": "94%",
        "all_text": "整體運勢非常給力，處於一種高效且積極的狀態。這一天裡，你的學習能力在線，能夠快速地吸收和理解新的知識和信息，思維敏捷，對各種問題都有自己獨特的見解。這種良好的學習狀態會讓你在面對各種情況時都能遊刃有餘，表現出眾。無論是與人交流探討，還是處理事務，都能展現出自己的智慧和才華。你會感覺自己彷彿擁有一種無形的力量，推動著自己不斷前進。在與人相處時，也能憑藉自己的能力和魅力贏得他人的認可和尊重。保持這樣的狀態，不斷提升自己，讓這一天成為自我成長和進步的美好一天。",
        "love_text": "單身的你，在感情上要精心挑選理想伴侶。不要盲目投入一段感情，多花些時間去了解對方，看看是否符合你對未來另一半的期待。已有伴者的你，和伴侶相處時，要細心呵護愛情之花。關注對方的需求，多為對方著想，讓你們的感情在細水長流中愈發深厚。",
        "work_text": "整體運勢良好，你注重細節和規劃的特點將發揮重要作用。在處理事務時，你能將各項任務安排得井井有條，按照計劃逐步推進。這種精細的規劃不僅能提高效率，還能確保質量。不過，在追求完美的過程中，也要注意不要過於苛刻，適當放鬆心態，才能更好地享受過程。",
        "lucky_star": "白羊座",
        "money_text": "你的財運相當出色，精準規劃財務走向能讓你收穫滿滿。這天適合對自己的財務狀況進行一次全面梳理，制定詳細的收支計劃和理財目標。明確每一筆錢的用途，合理分配資金到不同的投資渠道，比如穩健的儲蓄、低風險的理財產品等。按照規劃行事，財富會穩步增長。",
        "health_text": "健康狀況不錯，不過要留意指甲衛生。指甲容易藏汙納垢，若不及時清理，細菌可能會進入體內影響健康。這一天記得勤剪指甲，用肥皂和流動水認真清洗雙手，特別是指甲縫。保持指甲清潔，能減少生病幾率，讓自己更健康。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "換個新環境",
        "all": "73%",
        "date": "2026-01-04",
        "love": "79%",
        "work": "62%",
        "money": "72%",
        "health": "78%",
        "notice": "缺乏內在驅動力",
        "discuss": "75%",
        "all_text": "整體運勢處於一般水平，沒有特別突出的亮眼表現，也沒有明顯的不順困擾。在這樣的狀態下，你可能會感覺缺乏一些內在的驅動力，做事的積極性不是特別高。周圍的環境和氛圍或許沒有給予你足夠的刺激，讓你有些提不起勁。此時，你需要主動給自己尋找一些動力源泉，可以是設定一個小目標，或者回憶一些曾經讓自己充滿激情的事情，以此來激發內心的熱情。當有了動力之後，你會發現自己的狀態逐漸提升，能夠更加主動地去面對生活中的各種情況。不要一直處於被動等待的狀態，積極行動起來，主動為自己創造一些積極的因素，這樣才能讓這一天過得更加充實和有意義，擺脫運勢一般帶來的平淡感。",
        "love_text": "單身的你，在感情方面可能不太主動。其實可以試著邁出第一步，主動和心儀的人交流，說不定會有意想不到的收穫。已有伴者的你，和伴侶相處時，要培養更多共同話題。一起嘗試新的事物，分享彼此的興趣愛好，讓你們的生活更加豐富多彩，感情也更加緊密。",
        "work_text": "整體節奏有些混亂，各種事務如亂麻般交織，讓你有些應接不暇。原定的計劃可能會被意外情況打亂，導致進度受阻。此時，你需要發揮靈活應變的能力，及時調整節奏。別被一時的混亂影響情緒，冷靜分析局勢，重新規劃安排，才能逐步理清頭緒，讓各項事務重回正軌，避免陷入更糟糕的狀況。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運處於中等水平，平衡收支、謹慎消費是關鍵。這天在收入方面可能不會有太大的驚喜，但支出方面卻容易因為一些社交活動或意外情況而增加。所以在消費時要格外謹慎，避免不必要的開支。同時，也要關注自己的收支平衡，如果入不敷出，就得及時調整消費計劃，確保財務狀況穩定。",
        "health_text": "健康方面得避免久坐不動。這一天你可能需要長時間坐著工作或學習，久坐會讓身體血液循環變慢，引發腰痠背痛等問題。每隔一段時間就起身走動走動，活動一下頸部和腰部，做幾個簡單的伸展動作，讓身體放鬆放鬆，這樣能有效預防久坐帶來的不適。",
        "lucky_color": "淺褐色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好心辦壞事",
        "yi": "嘗試新風格",
        "all": "52%",
        "date": "2026-01-04",
        "love": "68%",
        "work": "55%",
        "money": "50%",
        "health": "65%",
        "notice": "人際交往需注意",
        "discuss": "54%",
        "all_text": "整體運勢欠佳，在人際交往方面需要格外注意。你向來有著樂於助人的熱情，但今天建議適當收起這份過度的熱情。因為在這運勢不佳的日子裡，你的好心可能不會得到應有的回報，甚至有可能出現吃力不討好的情況。你的善意可能會被他人誤解，或者你的付出沒有得到對方的認可和珍惜。為了避免這種情況給自己帶來不必要的困擾和負面情緒，在幫助他人之前，先冷靜思考一下是否真的有必要，以及對方是否值得你如此付出。保持一顆平常心，不要因為他人的反應而影響自己的心情，把更多的精力放在關注自身感受上，平穩度過這運勢欠佳的一天。",
        "love_text": "單身的你，在選擇戀愛對象時要謹慎。不要被一時的激情衝昏頭腦，多考察對方的為人和品質，確保對方是值得託付的人。已有伴者的你，和伴侶相處時，要坦誠溝通，消除彼此之間的隔閡。有什麼想法和感受都坦誠地說出來，讓你們的關係更加透明和穩固。",
        "work_text": "整體氛圍略顯緊張，潛藏著不少風險因素。在做決策和處理事務時，稍有不慎就可能陷入困境。你需時刻保持警惕，對周圍的人和事多留個心眼。不要輕易相信他人的承諾，對於重要的事情要反覆核實確認。謹慎行事，不盲目冒進，才能避開可能出現的陷阱，平穩度過這一天。",
        "lucky_star": "射手座",
        "money_text": "你的財運不太樂觀，一定要規避高風險財務操作。這天你的判斷力可能會受到一些因素影響，容易做出錯誤的投資決策。像是一些高風險的投資項目，看似回報豐厚，但背後隱藏的風險也極大，一旦操作不當，就可能讓你損失慘重。所以這天還是以穩健為主，別輕易涉足高風險領域。",
        "health_text": "健康運勢欠佳，重視規律作息是關鍵。這一天你可能會因為各種原因熬夜或者作息混亂，這會影響身體的正常修復和免疫力。儘量早睡早起，保證每天有足夠的睡眠時間，睡前可以泡個腳、聽聽輕音樂，讓自己放鬆下來，養成規律的作息習慣，身體才能更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發60秒語音",
        "yi": "花心思打扮",
        "all": "70%",
        "date": "2026-01-04",
        "love": "58%",
        "work": "75%",
        "money": "54%",
        "health": "72%",
        "notice": "充滿好奇探索欲",
        "discuss": "75%",
        "all_text": "整體運勢稍有起伏，這種起伏可能不會表現得特別劇烈，但也會讓你在一天之中感受到不同的狀態變化。有時你可能會感覺精力充沛，對周圍的事物充滿好奇和探索欲，想要積極地參與到各種活動中去；而有時又可能會突然覺得有些疲憊，對原本感興趣的事情也提不起興趣。這種起伏可能會讓你有些摸不著頭腦，不知道該如何應對。在這種情況下，你需要學會調整自己的心態，當狀態好的時候，盡情享受這種積極的感覺，多去嘗試一些新的事物；當狀態不佳時，也不要過於焦慮，給自己一些放鬆的時間和空間，讓自己慢慢恢復。以平和的心態面對運勢的起伏，才能更好地應對這一天。",
        "love_text": "單身的你，在感情上別因為寂寞就隨便將就。愛情不能湊合，要耐心等待那個真正適合你的人出現。在這段時間裡，可以多提升自己，讓自己變得更好。已有伴者的你，要珍惜和伴侶相處的時光，多花時間陪伴對方，一起創造美好的回憶，讓感情更加深厚。",
        "work_text": "充滿探索的慾望和機遇，內心渴望突破現有的侷限，去接觸新的領域和知識。你會主動尋找各種機會，拓展自己的視野和技能。在這個過程中，雖然可能會遇到一些困難和挑戰，但你的熱情和勇氣會讓你勇往直前。不要害怕失敗，每一次嘗試都是成長的機會，大膽去探索，會有意想不到的收穫。",
        "lucky_star": "水瓶座",
        "money_text": "你的財運狀況不佳，減少衝動消費行為是當務之急。你向來性格灑脫，消費時容易衝動，看到喜歡的東西就想立刻買下。但這天你的財運不太給力，衝動消費可能會讓你陷入財務困境。所以在購物前，先給自己幾分鐘冷靜時間，想想這東西是否真的實用，避免因為一時衝動而花冤枉錢。",
        "health_text": "健康方面要做好眼部放鬆。這一天你可能長時間盯著電子屏幕，眼睛容易疲勞、乾澀。工作或學習間隙，閉上眼睛休息幾分鐘，或者向遠處眺望，做做眼保健操。也可以準備一瓶眼藥水，適時滴一滴，緩解眼部不適，讓眼睛保持明亮清晰。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "節食減肥",
        "yi": "創造新記錄",
        "all": "83%",
        "date": "2026-01-04",
        "love": "82%",
        "work": "86%",
        "money": "74%",
        "health": "87%",
        "notice": "有股動力在湧動",
        "discuss": "20%",
        "all_text": "整體運勢還不賴，處於一種較為積極的狀態。你可能會感受到內心有一股動力在湧動，促使你想要走出自己熟悉的舒適區，去嘗試一些之前沒有做過的事情。這種動力是非常寶貴的，它能讓你突破自我，開拓新的視野。不要害怕失敗或者不確定，勇敢地邁出第一步，去探索未知的領域。在這個過程中，你可能會發現一些新的興趣點，或者結識到一些不同類型的人，這些都會給你的生活帶來新的色彩。當然，走出舒適區並不意味著要盲目冒險，在嘗試新事物的同時，也要保持理性思考，做好充分的準備。以積極的態度迎接挑戰，相信這一天會給你帶來不少收穫。",
        "love_text": "單身的你，要努力提升自我魅力。無論是外在形象還是內在修養，都可以下些功夫，讓自己變得更加優秀，吸引更多異性的目光。已有伴者的你，和伴侶攜手共進，一起規劃未來。明確彼此的目標和方向，共同努力，讓你們的感情在奮鬥中更加堅定。",
        "work_text": "是收穫滿滿的一天，你之前的專注和深耕開始顯現成效。在處理事務時，你能憑藉紮實的專業知識和豐富的經驗，輕鬆應對各種問題。你的努力和付出得到了認可，無論是工作上的成果還是學習上的進步，都讓你感到欣慰。繼續保持這種專注的態度，不斷積累，未來會有更多的收穫等待著你。",
        "lucky_star": "雙子座",
        "money_text": "你的財運較為平穩，穩步積累財富儲備是重點。這天不適合進行大規模的投資或冒險行為，而是應該腳踏實地，通過努力工作來增加收入。同時，將一部分收入存起來，作為財富儲備，以應對未來可能出現的突發情況。一步一個腳印地積累，財富會慢慢增多。",
        "health_text": "健康狀況良好，關注足部護理不能少。足部支撐著我們的身體，容易疲勞和受傷。這一天晚上可以用熱水泡泡腳，促進血液循環，緩解足部疲勞。也可以按摩一下足底穴位，放鬆身心。選擇合適的鞋子，避免足部受到擠壓，讓足部保持舒適健康。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對他人期待過高",
        "yi": "打卡新店鋪",
        "all": "96%",
        "date": "2026-01-04",
        "love": "91%",
        "work": "92%",
        "money": "97%",
        "health": "95%",
        "notice": "全力以赴的姿態",
        "discuss": "97%",
        "all_text": "整體運勢非常給力，你能夠以全力以赴的姿態投入到一天的生活中。這種全力以赴不是盲目地忙碌，而是有著明確的目標和方向，並且能夠集中精力去實現它們。你會感覺自己的思維非常清晰，對各種問題的處理都顯得遊刃有餘。在與人交往中，也能展現出自信和果斷的一面，贏得他人的尊重和信任。你的積極態度會感染到身邊的人，讓周圍的環境也變得更加積極向上。在這一天裡，你可以大膽地去追求自己想要的東西，不要害怕困難和挑戰，因為你有足夠的能力和運勢去克服它們。盡情享受這種運勢給力的美好時光，讓自己的生活更加精彩。",
        "love_text": "單身的你，可以發揮創意去求愛，說不定會收穫驚喜。用獨特的方式表達自己的心意，讓對方感受到你的真誠和用心，也許就能開啟一段浪漫的戀情。已有伴者的你，和伴侶創新互動，增添生活情趣。一起嘗試一些新奇的活動，讓你們的感情充滿新鮮感。",
        "work_text": "彷彿打開了一扇通往新世界的大門。你對各種新鮮事物充滿好奇，能提出獨特新穎的想法和見解。在處理事務時，這些創新的思維會讓你脫穎而出，為解決問題提供全新的思路。不要壓抑自己的創造力，大膽地將想法付諸實踐，你的創新之舉可能會引領新的發展方向。",
        "lucky_star": "天秤座",
        "money_text": "你的財運極佳，探索多元理財模式能讓你收穫頗豐。你思維獨特，對新事物的接受能力強，這天不妨嘗試一些不同的理財方式，比如基金、債券等。不要侷限於傳統的理財觀念，多瞭解一些新的理財產品和渠道。通過多元化的理財佈局，能讓你的財富實現更穩健的增長。",
        "health_text": "健康運勢很棒，適當曬曬太陽好處多。這一天陽光如果不錯，出去曬曬太陽能促進身體合成維生素D，增強免疫力，還能改善心情。選擇陽光不太強烈的時候，到戶外走走，讓陽光灑在身上，享受大自然的饋贈，但要注意做好防曬措施，避免曬傷。",
        "lucky_color": "茶色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略小細節",
        "yi": "分享朋友圈",
        "all": "56%",
        "date": "2026-01-04",
        "love": "59%",
        "work": "57%",
        "money": "52%",
        "health": "68%",
        "notice": "受外界因素影響",
        "discuss": "53%",
        "all_text": "整體運勢低迷，情緒容易受到外界因素的影響。你可能會因為別人的一些反應或態度而陷入沮喪的情緒中，比如他人的一個不經意的眼神、一句無心的話，都可能讓你心裡產生波動。這種情緒的低落會影響你對事物的判斷和決策，讓你變得有些消極被動。在這種情況下，你需要學會調整自己的心態，不要過分在意他人的看法和評價。每個人都有自己的觀點和立場，不可能讓所有人都滿意。要學會關注自己的內心感受，相信自己的判斷。當情緒不佳時，可以找一些能夠讓自己放鬆的方式，比如聽音樂、看電影或者出去散步，讓自己的心情慢慢平復下來。以積極的心態面對運勢的低迷，相信這種情況只是暫時的，很快就會過去。",
        "love_text": "單身的你，在感情上別被幻想衝昏頭腦。現實和幻想往往有差距，要理性看待感情，不要對愛情抱有不切實際的期待。已有伴者的你，要現實面對感情問題。遇到問題不要逃避，和伴侶一起積極解決，讓你們的感情在磨礪中更加成熟和穩定。",
        "work_text": "整體狀態有些低迷，容易受到外界因素的影響而產生焦慮和不安的情緒。在做決策和處理事務時，可能會因為情緒波動而出現失誤。此時，你需要穩住心態，保持冷靜和理智。不要被一時的困難和挫折打倒，相信自己有能力克服。調整好情緒，以平和的心態面對一切，才能逐漸走出困境。",
        "lucky_star": "金牛座",
        "money_text": "你的財運不太好，守護好已有錢財資產是首要任務。這天你可能會面臨一些財務上的小麻煩，比如物品損壞需要維修、意外支出等。所以要把現有的錢財資產看管好，避免不必要的損失。對於一些高風險的投資或消費行為，更要堅決抵制，確保自己的財富安全。",
        "health_text": "健康方面要防止腳部受涼。天氣寒冷時，腳部保暖很重要，若腳部受涼，容易引發感冒等疾病。出門穿上厚襪子和保暖的鞋子，晚上睡覺前用熱水泡泡腳，讓腳部暖和起來。也可以穿上睡襪，避免夜間腳部受涼，這樣才能保持身體健康。",
        "lucky_color": "鵝黃色",
        "lucky_number": "9"
      }
    }
  }
}