{
  "updated": "2025-10-21T10:09:31.895Z",
  "updateTime": "2025/10/21 下午6:09:31",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13137,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "被外表欺騙",
        "yi": "發展興趣愛好",
        "all": "96%",
        "date": "2025-10-21",
        "love": "90%",
        "work": "98%",
        "money": "97%",
        "health": "95%",
        "notice": "東風推著往前衝",
        "discuss": "91%",
        "all_text": "對你而言簡直是“能量開掛日”，運勢的東風正推著你往前衝。整個人像充了電的電池，連走路都帶風，做什麼都帶著股“我一定能成”的底氣。這種狀態不是瞎忙，而是你確實能感受到周圍環境的配合，比如原本卡殼的事突然有了新進展，或者原本猶豫的選擇突然變得清晰。不過別光顧著往前衝，偶爾停下來看看身邊人，你的熱情可能會讓敏感的人覺得“太燙”，適當收斂點鋒芒，反而能讓好運更持久。適合主動爭取機會，哪怕是小事也別嫌麻煩，你的行動力會幫你把“可能”變成“現實”。晚上別急著癱著，把這份勁頭用在整理環境或規劃未來上，明天你會感謝自己。",
        "love_text": "單身的你，彷彿被氛圍推著走，周圍人帶來的輕鬆感會讓你更願意釋放自己的魅力，哪怕只是簡單聊幾句，也可能讓對方對你產生好感。已有伴者的你，伴侶可能會突然給你一個“儀式感”的小驚喜，比如一句走心的表白或一個貼心的舉動，別因為太習慣而忽略回應，真誠的反饋會讓你們的感情更緊密。",
        "work_text": "整體狀態極佳，活力與衝勁爆棚。無論是面對工作難題還是學習瓶頸，都能憑藉這股勁兒輕鬆跨越。身邊機遇如繁星般閃爍，只要你主動伸手去抓，就能收穫滿滿。而且思維敏捷，能快速找到解決問題的關鍵，讓一切進展得順風順水，各方面都將更上一層樓。",
        "lucky_star": "雙子座",
        "money_text": "你的財運相當旺，有敢於開拓新渠道的好運氣！不妨把目光放長遠些，大膽去接觸一些之前沒涉足過的賺錢領域，說不定就能發現新的商機。不過在開拓過程中，也別太沖動，得先做好調研，瞭解清楚市場情況再行動。只要穩紮穩打，憑藉這份勇氣和行動力，在財運上肯定能有不錯的收穫。",
        "health_text": "建議培養喝水好習慣。充足的水分攝入對身體新陳代謝至關重要，能幫你排出體內毒素。工作或活動時，別等口渴了才想起喝水，定時定量補充水分。可以準備個大水杯放在手邊，時不時喝上幾口。堅持下來，不僅能提升精神狀態，對皮膚健康也有好處，讓你從內到外都充滿活力。",
        "lucky_color": "橘紅色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉溺物質享受",
        "yi": "提升個人形象",
        "all": "75%",
        "date": "2025-10-21",
        "love": "76%",
        "work": "63%",
        "money": "72%",
        "health": "70%",
        "notice": "瑣事圍繞著你轉",
        "discuss": "68%",
        "all_text": "整體運勢平平，沒有太多的考驗但瑣事會像小螞蟻一樣圍著你轉。在這一天裡，你可能會遇到一些突然要處理的小賬單、臨時要跑的小腿，或者家人朋友的小請求等等瑣碎的事。這些事看著不大，但堆在一起容易讓人煩躁。這時候需要“把時間切成塊”——重要的事先做，瑣碎的留空隙處理，別讓小事耗光你的耐心。財運方面沒大驚喜，但也不會破財，適合把錢包捂緊點。晚上別安排太滿，留點時間給自己，哪怕只是發發呆，也能幫你恢復元氣。記住，這不是衝刺日，而是“穩住就是贏”，把精力用在刀刃上，明天會更輕鬆。",
        "love_text": "單身的你，心裡藏著的小心思可能不太容易傳遞出去，明明想靠近，卻總在關鍵時刻猶豫，不妨試試更直接的表達方式。已有伴者的你，和伴侶相處時容易“詞不達意”，明明想關心，說出來卻像在挑刺，試著把“你怎麼又這樣”換成“下次試試這樣會不會更好”，溝通會更順暢。",
        "work_text": "彷彿在迷霧中摸索前行，整體進展稍顯緩慢。或許會遇到一些難以預料的小狀況，打亂原本的節奏，讓你有些不知所措。不過別擔心，這是積累經驗的好時機，每一次的阻礙都是成長的階梯。只要保持耐心，穩步推進，就能逐漸找到方向，走出困境。",
        "lucky_star": "處女座",
        "money_text": "財運狀況比較平穩，沒有太大改變。你可能會延續以往的理財方式和賺錢模式，收入也基本和往常持平。這種情況下，不用急於做出大的調整，但也不能完全放鬆警惕。可以多留意身邊有沒有一些小的理財信息，或者想想有沒有更優化現有理財方案的辦法，為未來的財運提升做點準備。",
        "health_text": "不宜吃太多甜食。甜食雖然美味，但過量攝入會導致血糖波動，還可能引發肥胖等問題。面對蛋糕、糖果等甜食時，要剋制一下。如果想吃甜的，可以選擇一些天然的水果，既能滿足對甜味的渴望，又相對健康。控制甜食攝入，能讓你的腸胃更輕鬆，身體狀態也會更好。",
        "lucky_color": "米黃色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "大膽表達心意",
        "all": "88%",
        "date": "2025-10-21",
        "love": "89%",
        "work": "80%",
        "money": "81%",
        "health": "87%",
        "notice": "好奇心行動力放大",
        "discuss": "79%",
        "all_text": "運勢像張空白畫布，你敢畫什麼，它就敢給你什麼顏色。你的好奇心和行動力會被放大，平時猶豫的事反而敢試，哪怕結果不確定，你也會覺得“大不了重來”。這種心態會幫你避開很多糾結，比如選哪條路、要不要開始，你更傾向於“先做再看”。社交方面會有小驚喜，可能遇到聊得來的人，或者老朋友突然聯繫。不過別太貪心，什麼都想抓反而容易手忙腳亂。晚上適合覆盤嘗試，哪怕沒成功，你也會發現“原來我能做到這步”。保持這種“不怕錯”的勁頭，好運會跟著你走。",
        "love_text": "單身的你，遇到感興趣的人會願意先邁出一步，哪怕只是加個好友聊幾句，也可能為後續發展埋下伏筆。已有伴者的你，適合展現你細膩的一面，比如記住對方提過的小願望並悄悄實現，或是主動分擔家務，這些小舉動會讓伴侶感到被重視。",
        "work_text": "需要著重培養耐心與細心，整體節奏有些急躁。在處理各種事務時，容易因為追求速度而忽略細節，導致出現一些小失誤。不過你的思維依然活躍，只要能在行動前多花些時間思考，將耐心和細心融入其中，就能避免不必要的麻煩，讓事情進展得更加順利。",
        "lucky_star": "雙魚座",
        "money_text": "你的收入很穩定，這是讓人安心的好事。在正財方面，工作上的付出能得到相應的回報，收入不會有波動。偏財上，雖然沒有特別大的驚喜，但也不會有什麼損失。這時候你可以繼續保持現有的理財節奏，也可以適當拿出一小部分資金，嘗試一些風險較低的短期理財項目，說不定能有點小收穫。",
        "health_text": "注意刷牙正確方式。很多人刷牙只是走個形式，這樣無法有效清潔牙齒。刷牙時，要採用巴氏刷牙法，將牙刷與牙長軸呈45度角指向根尖方向，輕輕顫動刷牙。每個牙面都要刷到，時間不少於兩分鐘。正確的刷牙方式能預防齲齒和牙周疾病，讓你的牙齒更健康，笑容更燦爛。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不與人社交",
        "yi": "提出新想法",
        "all": "92%",
        "date": "2025-10-21",
        "love": "94%",
        "work": "95%",
        "money": "91%",
        "health": "93%",
        "notice": "得到意外的收穫",
        "discuss": "98%",
        "all_text": "你像被幸運星砸了頭，創意和靈感會像泡泡一樣往外冒。平時卡殼的問題，可能突然想到新解法；原本單調的事，你也能加點新花樣。這種狀態不僅讓你自己開心，還會感染身邊人，比如你的點子可能幫朋友解決難題，或者你的幽默讓氣氛變輕鬆。小驚喜貫穿在生活的方方面面，你總是容易在付出小小的努力後得到意外的收穫，這讓你感到很開心。晚上適合把靈感記下來，哪怕只是零碎的想法，未來可能派上大用場。記住，好運來自你的“不刻意”，越放鬆，幸運越容易找上門。",
        "love_text": "單身的你，更適合用行動傳遞心意，比如幫對方遞杯水、分享喜歡的歌，這些細節比刻意找話題更能拉近距離。已有伴者的你，伴侶會用最真誠的方式對待你，可能是認真聽你吐槽工作，或是默默支持你的決定，這種踏實的陪伴會讓你感到安心，記得也回饋同樣的真誠。",
        "work_text": "將收穫滿滿，受益匪淺。彷彿有一股無形的力量在推動著你前進，讓你在各個方面都能取得不錯的進展。無論是面對工作中的挑戰，還是學習上的難題，都能從中汲取經驗，提升自己的能力。而且你還能從他人身上學到很多寶貴的經驗，為自己的未來發展打下堅實的基礎。",
        "lucky_star": "金牛座",
        "money_text": "你的偏財運簡直爆棚！可能會收到一些意外之財，比如朋友突然的還款、之前參與的活動有了獎勵等等。不過偏財雖好，也別太得意忘形。在享受這份好運的同時，要合理規劃這筆意外之財，可以用來償還一些小額債務，或者存起來作為應急資金，讓這份好運發揮更大的價值。",
        "health_text": "以養生為主。可以從飲食和作息方面入手，飲食上選擇一些清淡、營養豐富的食物，比如蔬菜、水果、粗糧等，少吃油膩、辛辣的食物。作息上，儘量早睡早起，保證充足的睡眠時間。還可以在閒暇時間做一些簡單的養生運動，如打太極、練瑜伽等。通過養生，能讓你的身體保持良好狀態。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話不經大腦",
        "yi": "享受下午茶",
        "all": "50%",
        "date": "2025-10-21",
        "love": "45%",
        "work": "47%",
        "money": "48%",
        "health": "52%",
        "notice": "雲層總擋著陽光",
        "discuss": "56%",
        "all_text": "運勢像片有點陰的天，不是暴雨，但云層總擋著陽光。你可能會覺得“怎麼說什麼都不對”，比如想表達關心，卻被誤解成說教；想提建議，卻被當成指揮。這種“說話碰壁”的感覺會讓你有點悶，但別急著發火，可能是對方狀態不好，或者你的表達方式需要調整。財運和社交方面沒大波動，適合低調點，彆強行當主角。晚上適合做點讓自己開心的事，比如看部喜劇、吃點好的，把壞情緒消化掉。記住，低氣壓是暫時的，明天太陽會照常升起。",
        "love_text": "單身的你，要警惕甜言蜜語的陷阱，有人可能靠誇張的讚美接近你，但未必真心，別被一時的好感衝昏頭。已有伴者的你，容易因為小事和伴侶拌嘴，比如誰沒倒垃圾、誰沒回消息，這些瑣事別太較真，退一步說句“算了，下次注意”反而能化解矛盾。",
        "work_text": "要警惕盲目自信帶來的問題，整體狀態有些過於自我。在處理事務時，可能會高估自己的能力，忽視他人的建議和意見，從而導致一些決策出現偏差。雖然你有著強烈的進取心，但過於自信可能會讓你陷入困境。要學會傾聽他人的聲音，客觀地看待自己的能力，才能避免不必要的失誤。",
        "lucky_star": "水瓶座",
        "money_text": "你可能會面臨一些經濟壓力，支出可能會比收入多一些。也許是生活中突然出現了一些必要的開銷，比如家電維修、醫療費用等。這時候別慌，先冷靜下來，梳理一下自己的財務狀況。可以暫時削減一些不必要的消費，優先保證重要的支出。同時，也可以想想有沒有其他增加收入的途徑，緩解一下經濟壓力。",
        "health_text": "注意避免肌肉的拉傷。在進行運動或者日常活動時，要注意熱身和拉伸。比如在跑步前，先慢走幾分鐘，活動一下關節；運動結束後，進行全身的拉伸，放鬆肌肉。如果感覺某個部位肌肉緊張或者疼痛，要立即停止活動，避免加重損傷。小心保護肌肉，才能讓你在活動中更加自如。",
        "lucky_color": "深紫色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "結交新朋友",
        "all": "80%",
        "date": "2025-10-21",
        "love": "76%",
        "work": "81%",
        "money": "83%",
        "health": "85%",
        "notice": "待挖掘的新機會",
        "discuss": "88%",
        "all_text": "運勢像扇半開的門，後面藏著新機會，就看你敢不敢推。你的社交圈可能會突然擴大，比如通過朋友認識新人，或者加入新的興趣小組。這些新聯繫不會立刻帶來好處，但會讓你覺得“生活多了點新鮮感”。你的觀察力會被放大，能注意到平時忽略的細節，比如別人的需求、環境的漏洞，這些小發現可能會幫你避開麻煩。財運方面沒大起伏，但適合整理下財務，把該還的還了，該存的存了。晚上適合覆盤新接觸，哪怕只是閒聊，也可能為未來埋下伏筆。保持開放心態，好運會悄悄跟上你。",
        "love_text": "單身的你，與其急著找對象，不如先提升自己的“吸引力”，比如換個新發型、整理下房間，外在和內在的整潔都會讓你更自信。已有伴者的你，和伴侶相處時容易不自信，總擔心自己不夠好，其實對方可能正覺得你可愛，試著相信自己的價值，別總自我懷疑。",
        "work_text": "適合進行想法的碰撞，整體氛圍充滿活力與創意。你身邊會有很多思維活躍的人，與他們交流能激發你的靈感，讓你在處理各種事務時有了新的思路和方法。無論是工作還是學習，都能從中受益，找到更好的解決方案。而且這種思想的交流還能增進你與他人之間的關係，為未來的發展創造更多機會。",
        "lucky_star": "天秤座",
        "money_text": "你或許會有小財進賬，這可能是工作上的額外獎勵，或者是之前投資的小回報。雖然金額不大，但也是一份驚喜。對於這筆小財，別急著亂花。可以把它當作一個小獎勵，激勵自己繼續努力工作。也可以把它存起來，積少成多，以後說不定能派上大用場，為你的財富積累添磚加瓦。",
        "health_text": "出門前留意天氣預報很重要。天氣變化可能會影響你的健康，比如突然降溫可能會讓你著涼感冒，下雨天路面溼滑容易摔倒受傷。根據天氣情況，合理選擇衣物和出行方式。如果是晴天，做好防曬；下雨天帶上雨具，穿防滑的鞋子。提前做好準備，能讓你避免因天氣原因帶來的健康問題。",
        "lucky_color": "淺綠色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "憋著心事",
        "yi": "制定新目標",
        "all": "70%",
        "date": "2025-10-21",
        "love": "71%",
        "work": "72%",
        "money": "74%",
        "health": "77%",
        "notice": "主動權在你手裡",
        "discuss": "71%",
        "all_text": "你的整體狀態偏向平穩，沒有明顯的起伏波動，但生活的主動權完全握在你手裡。日常裡那些被擱置的小計劃、想嘗試的新事物，只要肯邁出第一步，就能看到進展；若總猶豫著“再等等”，可能到晚上回顧時，會覺得這一天過得有些模糊。身邊的人際互動可能讓你有點糾結，比如朋友提出的建議，你既想配合又擔心違背自己的節奏，這時候不妨直接表達想法，反而能減少內耗。這一天適合處理瑣碎但需要耐心的事，比如整理房間、調整作息，或是和家人聊聊近期的生活。記住，你的行動幅度直接決定了“充實感”，別讓自己陷入“想做又不動”的循環裡。",
        "love_text": "單身的你，感情方面可能沒有明顯進展，但別因此焦慮，有時候“沒消息”反而是好消息，說明沒有爛桃花打擾。已有伴者的你，和伴侶的相處像一杯溫水，沒有大起大落，但一起做飯、看電視的日常也很踏實，這種平淡的幸福其實更長久。",
        "work_text": "更傾向於按部就班地推進各項事務，整體節奏平穩卻稍顯缺乏激情。你或許會習慣性地遵循既定模式，雖能保證基本完成度，但難有突出的創新與突破。這種狀態容易讓你陷入一種舒適區，忽略潛在的發展機會。不過，按部就班也並非壞事，它能讓你在穩定中積累經驗，為後續的突破積蓄力量，只是需要適時跳出常規思維。",
        "lucky_star": "獅子座",
        "money_text": "你的財運比較普通，正是培養理財意識的好時候。你可能會發現自己的收支情況有些混亂，不知道錢都花在了哪裡。這時候可以開始記錄每一筆收入和支出，分析自己的消費習慣。通過這種方式，你能清楚地看到哪些是必要的開支，哪些是可以節省的。慢慢養成良好的理財習慣，對未來的財運提升會有很大幫助。",
        "health_text": "運動要循序漸進。如果你平時運動量不大，突然進行高強度的運動，身體可能會吃不消，還容易受傷。可以從一些簡單的運動開始，比如散步、慢跑，逐漸增加運動強度和時間。在運動過程中，如果感覺身體不適，要立即停止。按照循序漸進的原則運動，能讓你的身體更好地適應，達到鍛鍊的效果。",
        "lucky_color": "奶茶色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暗處玩手機",
        "yi": "看一部電影",
        "all": "94%",
        "date": "2025-10-21",
        "love": "96%",
        "work": "95%",
        "money": "93%",
        "health": "90%",
        "notice": "清楚自己的需求",
        "discuss": "98%",
        "all_text": "運勢棒棒噠的一天，整體狀態充滿掌控感。無論是日常的選擇，還是對突發狀況的應對，你都能快速理清思路，甚至主動推動事情向自己期待的方向發展。這種優勢不是靠運氣，而是你更清楚自己的需求，也願意為此付出行動，比如想調整生活習慣，就會立刻制定計劃；遇到分歧時，也能冷靜表達立場。身邊的人可能會感受到你的“堅定”，甚至不自覺地跟隨你的節奏。不過，別因為佔上風就忽略他人的感受，適當的傾聽能讓你的優勢更持久。這一天適合推進長期目標，或是把模糊的想法變成具體行動，你的能量場會吸引來對應的支持。",
        "love_text": "單身的你，容易在心上人面前留下好印象，可能是你專注做事的樣子，或是聊天時突然的幽默感，讓對方對你產生興趣。已有伴者的你，和伴侶的感情會持續升溫，比如一起回憶過去的甜蜜，或是規劃未來的小目標，這種“共同感”會讓你們更依賴彼此。",
        "work_text": "將迎來貴人助力，整體發展態勢良好。彷彿有一雙無形的手在背後推動你前進，無論是工作還是學習，都能遇到一些為你提供幫助和指引的人。他們可能是經驗豐富的前輩、志同道合的夥伴，或是給你啟發的新朋友。在他們的影響下，你能快速找到解決問題的關鍵，突破現有的瓶頸，朝著更高的目標邁進。",
        "lucky_star": "射手座",
        "money_text": "你的財運超棒，能得到多方面的進賬！正財上，工作表現出色，可能會得到領導的嘉獎和獎金；偏財方面，之前的一些投資可能會有不錯的收益，或者收到一些意外的紅包。面對這麼好的財運，要保持清醒的頭腦。合理分配這些收入，一部分用於儲蓄，一部分可以用於再投資，讓財富繼續增值。",
        "health_text": "宜出門走動散散步。散步是一種簡單又有效的運動方式，能促進血液循環，增強心肺功能。可以選擇在飯後半小時出門，到附近的公園或者小區裡散散步。散步時，保持適當的速度，不要過於匆忙。呼吸新鮮空氣，欣賞周圍的風景，既能放鬆身心，又對身體健康有益。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執不聽勸",
        "yi": "付諸行動",
        "all": "81%",
        "date": "2025-10-21",
        "love": "85%",
        "work": "84%",
        "money": "80%",
        "health": "88%",
        "notice": "在實踐中出真知",
        "discuss": "86%",
        "all_text": "你像走在一條“驗證路線”上，整體狀態穩中有進。之前那些不確定的想法、猶豫的選擇，會通過行動得到更清晰的反饋，比如想嘗試的新愛好，實踐後發現確實喜歡；對某件事的擔憂，行動後發現並沒有想象中複雜。這種“實踐出真知”的狀態讓你感到踏實，也更容易做出理性判斷。適合處理需要耐心的事，比如優化日常流程、整理近期收穫，或是把零散的想法串聯起來。你的直覺比平時更準，不妨相信自己的第一反應。不過，別因為追求穩定就放棄探索，偶爾跳出熟悉的環境，可能會發現更有趣的視角。",
        "love_text": "單身的你，社交圈可能會擴大，比如朋友組局、參加興趣活動，遇到新人的機會變多，別急著拒絕，多聊幾句可能有意外收穫。已有伴者的你，和伴侶之間有些話平時沒說開，適合找個輕鬆的場合聊透，比如散步時、吃飯後，把心裡的想法說出來，關係會更緊密。",
        "work_text": "適合一步一腳印地走，整體狀態踏實而穩定。你不會急於求成，而是願意花費時間和精力去認真對待每一項任務。這種腳踏實地的態度能讓你在處理事務時更加細緻，減少失誤的發生。雖然進展可能不會特別迅速，但每一步都走得堅實有力，為未來的發展奠定了良好的基礎。只要保持這種狀態，就能逐漸收穫成果。",
        "lucky_star": "巨蟹座",
        "money_text": "要多留意身邊的小機會，這些小機會可能會給你的財運帶來驚喜。可能是同事分享的一個兼職信息，或者是朋友介紹的一個小項目。雖然這些機會看起來不起眼，但只要你能抓住，認真去做，說不定就能獲得不錯的收入。所以別總是埋頭於自己的事情，多和身邊的人交流交流，說不定財運就在不經意間降臨。",
        "health_text": "要避免頻繁上下樓梯。頻繁上下樓梯會給膝蓋帶來較大的壓力，容易損傷膝關節。如果必須上下樓梯，要注意步伐平穩，不要急於求成。可以藉助樓梯扶手，減輕膝蓋的負擔。對於一些樓層較高的地方，如果條件允許，可以選擇乘坐電梯。保護好膝蓋，才能讓你行動更加自如。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度好面子",
        "yi": "嘗試新美食",
        "all": "57%",
        "date": "2025-10-21",
        "love": "52%",
        "work": "53%",
        "money": "50%",
        "health": "57%",
        "notice": "在意他人的看法",
        "discuss": "62%",
        "all_text": "你可能會被“面子”問題絆住，整體狀態顯得有些沉重。太在意他人的看法，會讓你在決策時猶豫不決，比如明明想拒絕不合理的請求，卻因為怕被說“不合群”而勉強答應；遇到分歧時，為了維持和諧而隱藏真實想法。這種狀態容易讓你陷入內耗，明明做了很多，卻得不到預期的滿足感。其實，你內心比表面更清楚自己的需求，只是容易被外界的評價干擾。試著把注意力拉回自己身上，問問自己：“這樣做真的讓我舒服嗎？”這一天不適合勉強自己迎合他人，反而需要一點“不完美”的勇氣。記住，你的價值不需要通過他人的認可來證明，放下包袱，才能走得更輕鬆。",
        "love_text": "單身的你，容易把自己“鎖”起來，明明想戀愛，卻總用“忙”“累”當藉口拒絕機會，試著打開一點心門，哪怕只是試試。已有伴者的你，和伴侶相處時容易潑冷水，比如對方分享開心的事，你卻說“這有什麼”，這種回應會讓對方失落，試著用“真不錯，怎麼做到的”代替否定。",
        "work_text": "內心害怕失敗的情緒較為明顯，整體狀態有些畏縮。在做決策或嘗試新事物時，會因為擔心做不好而猶豫不決，甚至可能放棄一些原本有潛力的機會。這種心態會限制你的發展，讓你錯過很多成長的可能。其實，失敗並不可怕，它是成功路上的必經之路。只有勇敢地邁出第一步，才能積累經驗，不斷進步。",
        "lucky_star": "天蠍座",
        "money_text": "可能會遇到很多開銷，經濟上會有些緊張。可能是為了提升自己參加了一些培訓課程，或者是購買了一些工作所需的物品。面對這些開銷，別太焦慮。可以先制定一個預算計劃，把必要的開銷列出來，優先保證這些支出。對於一些可買可不買的東西，就先忍一忍。同時，也可以考慮通過合理規劃，減少一些不必要的消費。",
        "health_text": "運動鍛鍊要注意正確姿勢。無論是做健身操、器械還是其他運動，錯誤的姿勢都可能導致肌肉拉傷或者關節損傷。在進行運動前，先了解正確的動作要領，可以請教專業的健身教練或者觀看相關的教學視頻。運動過程中，時刻提醒自己保持正確的姿勢。正確的運動姿勢能提高運動效果，還能避免受傷。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半途而廢",
        "yi": "哄哄自己開心",
        "all": "79%",
        "date": "2025-10-21",
        "love": "82%",
        "work": "78%",
        "money": "76%",
        "health": "81%",
        "notice": "重心放回自己身上",
        "discuss": "75%",
        "all_text": "你像站在自己的“觀察位”上，整體狀態中規中矩，沒有太大的情緒起伏。與其把精力花在迎合外界上，不如把重心放回自己身上，比如梳理近期的情緒、調整生活節奏，或是做一些讓自己放鬆的小事。這種“向內看”的狀態能幫你更清晰地認識自己，也能避免被無關的瑣事幹擾。適合獨處，或是和聊得來的朋友簡單聚聚，但彆強行融入不感興趣的圈子。你的獨特性在這一天會更明顯，不必為了合群而改變自己。不過，別因為沉浸在自己的世界裡就忽略他人的需求，適當的互動能讓你的狀態更平衡。記住，你不需要證明什麼，做自己就足夠。",
        "love_text": "單身的你，對自己的心意很清楚，喜歡就是喜歡，不喜歡也不會勉強，這種果斷會幫你避開爛桃花。已有伴者的你，和伴侶的相處很和諧，哪怕有分歧也能冷靜討論，比如商量週末去哪玩、看什麼電影，這種“平等感”會讓感情更穩定。",
        "work_text": "需要正視自身的不足，整體發展存在一定的提升空間。在處理各項事務時，可能會發現自己存在一些知識或技能上的短板，導致進展不夠順利。這是自我成長的契機，不要回避這些問題，而是要主動去分析和解決。通過學習和實踐，彌補自己的不足，你將能獲得更大的進步，為未來的發展掃除障礙。",
        "lucky_star": "白羊座",
        "money_text": "需要省吃儉用些，經濟狀況可能不太樂觀。也許是因為之前的消費有些超支，導致現在手頭比較緊張。這時候要嚴格控制自己的消費慾望，避免購買一些不實用的東西。在購物前，先問問自己是否真的需要。可以制定一個簡單的省錢計劃，比如自己做飯代替外出就餐，減少娛樂消費等，慢慢改善自己的經濟狀況。",
        "health_text": "睡前不宜吃太飽。睡前吃太多東西，腸胃需要加班工作來消化食物，會影響睡眠質量，還可能導致肥胖等問題。晚餐不要吃得過晚，儘量在睡前兩到三個小時完成進食。如果睡前感覺有點餓，可以喝一杯溫牛奶或者吃一個小水果，既能緩解飢餓感，又不會給腸胃帶來太大負擔。",
        "lucky_color": "銀白色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意說反話",
        "yi": "換角度思考",
        "all": "55%",
        "date": "2025-10-21",
        "love": "59%",
        "work": "57%",
        "money": "51%",
        "health": "64%",
        "notice": "言行上的不成熟",
        "discuss": "66%",
        "all_text": "你可能會因為言行上的“不成熟”而讓整體狀態略顯低迷。這種不成熟不是指天真，而是容易情緒化、缺乏理性思考，比如因為小事而過度敏感，或是用衝動的方式表達想法，結果反而讓情況變複雜。其實，你內心比表面更成熟，只是容易被情緒牽著走。比如在和朋友聊天時，可能因為一句無心的話而多想；在處理問題時，可能因為急著解決而忽略細節。試著在開口或行動前先停頓三秒，問問自己：“這樣做真的能達到目的嗎？”這一天不適合做重要決定，反而適合冷靜下來，觀察自己的情緒模式。記住，真正的成熟不是隱藏情緒，而是學會用更理性的方式處理問題。",
        "love_text": "單身的你，容易誤會別人對自己有好感，可能只是對方禮貌的關心，你卻想多了，別急著投入，先觀察一段時間。已有伴者的你，和伴侶相處時容易迷失自我，比如為了迎合對方改變習慣，或是忽略自己的需求，記得偶爾說“我想”“我需要”，感情需要兩個人的平衡。",
        "work_text": "要警惕別總是玩手機帶來的負面影響，整體狀態容易因此變得分散和低效。手機裡的各種信息和娛樂內容會不斷吸引你的注意力，讓你難以集中精力在工作或學習上。這會導致你錯過一些重要的信息，降低做事的效率和質量。要學會合理控制使用手機的時間，將更多的精力投入到實際事務中，才能取得更好的成果。",
        "lucky_star": "摩羯座",
        "money_text": "你要注意，花錢過於揮霍可不行！可能會因為一時衝動，購買了一些昂貴但不實用的東西，或者是參加了過多不必要的社交活動，導致開銷過大。在消費的時候，要多考慮一下自己的實際經濟情況。可以給自己設定一個消費上限，避免無節制地花錢。學會理性消費，才能讓你的財運更加穩定。",
        "health_text": "要提防牙齦上火問題。牙齦上火可能會出現牙齦腫痛、出血等症狀，影響口腔健康。要注意口腔衛生，除了正確刷牙外，還可以使用牙線清潔牙縫。飲食上，避免吃太多辛辣、刺激性的食物，多吃一些清熱降火的食物，如綠豆湯、苦瓜等。如果牙齦已經出現不適，要及時採取措施緩解。",
        "lucky_color": "綠色",
        "lucky_number": "4"
      }
    }
  }
}