{
  "updated": "2025-07-23T16:43:22.769Z",
  "updateTime": "2025/7/24 上午12:43:22",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16634,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃過期食品",
        "yi": "接受別人幫忙",
        "all": "55%",
        "date": "2025-07-23",
        "love": "51%",
        "work": "61%",
        "money": "54%",
        "health": "64%",
        "notice": "內心渴望得到關注",
        "discuss": "57%",
        "all_text": "整體運勢稍差，你內心對關注的渴望會像小泡泡一樣不斷冒出來，為了得到他人的目光，可能會耍些小任性。這種情緒並非無理取鬧，只是你希望自己在群體裡能更有存在感。然而，小任性若沒把握好度，就容易變成讓人頭疼的“小麻煩”。在與人相處時，你可能會因為一點小事就堅持己見，或者故意表現出與平常不同的態度，想以此吸引大家的注意。但這樣做可能會讓身邊人摸不著頭腦，甚至覺得你有些不可理喻。而且，這種情緒可能會讓你忽略他人的感受，導致一些小摩擦。其實，你可以試著用更溫和的方式表達自己的需求，比如坦誠地說出自己的想法，而不是用任性的方式去試探。不然，原本想收穫關注，最後可能適得其反，還讓自己陷入尷尬的境地。",
        "love_text": "單身的你，要是遇到不喜歡的追求者，別因為不好意思就含糊回應，果斷拒絕才是對彼此負責，拖著反而容易讓對方誤會。已有伴者的你，和異性相處時要注意分寸，別與旁人曖昧不清，哪怕只是言語上的打情罵俏，也可能讓伴侶心裡不舒服，引發不必要的矛盾，珍惜眼前人，別因一時糊塗傷了感情。",
        "work_text": "整體狀態有些浮躁，對待各種任務和知識，難以全身心投入。在處理事情時，常常會忽略一些關鍵細節，就像蓋房子時少了幾塊重要的磚，看似問題不大，卻可能在未來引發連鎖反應，導致後續出現一些小麻煩，影響整體進度和成果質量。",
        "lucky_star": "金牛座",
        "money_text": "可得小心了，有破財風險在悄悄靠近。可能是一時衝動買了些不實用的東西，或者是在不必要的地方多花了錢。購物前最好多思考一下是否真的需要，別被一時的慾望衝昏頭腦。也別輕易借錢給別人，不然錢可能就打水漂了。控制好自己的消費衝動，才能守住錢包，避免經濟上出現不必要的損失。",
        "health_text": "可得把吃早餐這事兒重視起來，不吃早餐容易讓腸胃鬧脾氣，出現胃痛、胃脹等不適。哪怕時間再趕，也吃片面包、喝杯牛奶。早餐要營養均衡，碳水、蛋白質都得有，這樣能為一天的活動提供充足能量，讓你活力滿滿，也能避免因飢餓在午餐時暴飲暴食傷腸胃。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷手機",
        "yi": "出門逛公園",
        "all": "96%",
        "date": "2025-07-23",
        "love": "98%",
        "work": "94%",
        "money": "93%",
        "health": "95%",
        "notice": "計劃執行精準到分",
        "discuss": "96%",
        "all_text": "整體運勢非常出彩。對計劃的執行精準到分，這是你這一天最突出的優勢。你就像一個精準的時鐘，嚴格按照自己設定的節奏前行。無論是日常的小安排，還是一些比較重要的規劃，你都能有條不紊地推進。這種強大的執行力會讓你在這一天裡充滿自信，做任何事情都胸有成竹。你不會輕易被外界的干擾所影響，始終專注於自己的目標。而且，你的這種狀態還會感染到身邊的人，讓他們對你產生信任和依賴。在處理事情時，你能夠考慮到各種細節，避免出現不必要的失誤。憑藉著這份嚴謹和專注，你會在這一天收穫滿滿的成就感，也會讓自己在生活和社交中更加遊刃有餘。",
        "love_text": "單身的你，和喜歡的人會有更多心動時刻，也許是一次不經意的眼神交匯，或是一句貼心的問候，都能讓你們之間的氛圍變得微妙又甜蜜，好好享受這份心動。已有伴者的你，不妨和伴侶一起去做些有意義的事，比如看一場浪漫的電影，或者去公園散步談心，一起製造美好的回憶，讓感情更加深厚。",
        "work_text": "整體狀態積極向上，對各種任務和知識都充滿熱情，有著強烈的探索欲和求知慾。在面對困難時，也能保持堅韌不拔的精神，努力尋找解決辦法，就像爬山者一步一個腳印地向著山頂攀登，每一步都在靠近成功，不斷積累經驗和能力。",
        "lucky_star": "巨蟹座",
        "money_text": "財運相當不錯，會有收益豐厚的驚喜等著你。可能是之前投資的回報，或者是工作上的獎金、提成到賬。這筆額外的收入會讓你的經濟狀況更加寬裕，你可以考慮把一部分錢存起來，為未來的生活做保障，也可以拿出一小部分犒勞一下自己，但別過度消費，讓這份好運能持續更久。",
        "health_text": "超適合去戶外活動活動，別總窩在家裡。到公園散散步、慢跑一會兒，或者打打羽毛球，讓身體充分接觸陽光和新鮮空氣。這不僅能增強體質，還能改善心情。不過運動前要做好熱身，運動後也別立刻喝冰水、洗冷水澡，避免身體受刺激，引發不適。",
        "lucky_color": "草綠色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度勞累",
        "yi": "做個睡前瑜伽",
        "all": "78%",
        "date": "2025-07-23",
        "love": "70%",
        "work": "67%",
        "money": "79%",
        "health": "80%",
        "notice": "懈怠情緒偶爾冒頭",
        "discuss": "77%",
        "all_text": "整體運勢一般，要警惕偶爾冒頭的懈怠情緒。你可能會在某個瞬間覺得有些疲憊，對原本感興趣的事情也提不起勁來，就像一臺原本高速運轉的機器，突然有了減速的跡象。這種懈怠情緒可能會讓你在做事時缺乏動力，原本計劃好的事情，可能會因為一時的懶惰而擱置。你可能會找各種藉口來拖延，比如覺得現在狀態不好，等一會兒再做。然而，這種拖延只會讓問題越積越多，最後可能會讓你陷入忙碌和焦慮之中。所以，當懈怠情緒出現時，你要及時意識到它的存在，提醒自己不能一直這樣下去。雖然不需要立刻變得鬥志昂揚，但至少要保持基本的行動，避免讓情況變得更糟。",
        "love_text": "單身的你，要是有人向你表達真心，一定要認真對待，尊重對方的感情，別把別人的心意當兒戲，不然可能會錯過一段美好的緣分。已有伴者的你，在和伴侶相處時，要多尊重對方的想法，遇到事情不要總是自己拿主意，多聽聽對方的意見，這樣能讓你們的關係更加和諧。",
        "work_text": "你被“磨磨蹭蹭”的壞習慣拖了後腿。整體節奏緩慢，缺乏緊迫感，對待任務和知識總是拖拖拉拉，不到最後一刻不想動手。就像一輛沒有油門的汽車，只能慢悠悠地行駛，很難在規定時間內完成目標，還容易因為拖延而產生焦慮情緒，影響後續的發揮。",
        "lucky_star": "白羊座",
        "money_text": "你的財運較為平穩，收支基本能達到平衡狀態。既沒有大筆的意外之財，也不會有突然的經濟負擔。不過，在消費的時候還是要保持理性，別看到喜歡的東西就買買買，還是要根據自己的實際需求來。同時，也可以留意一下身邊是否有一些小的賺錢機會，說不定能小賺一筆。",
        "health_text": "之前制定的運動計劃，可得好好落實啦。別再找藉口偷懶，不管是去健身房鍛鍊，還是在家跟著視頻做健身操，堅持動起來。運動能提升身體免疫力，讓你少生病，還能釋放壓力。運動時注意強度適中，別過度疲勞，要是感覺身體不適就馬上停下來休息。",
        "lucky_color": "淡粉色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決定",
        "yi": "和朋友聚會",
        "all": "62%",
        "date": "2025-07-23",
        "love": "58%",
        "work": "59%",
        "money": "60%",
        "health": "65%",
        "notice": "猜度別人的想法",
        "discuss": "57%",
        "all_text": "整體運勢下滑，切勿過度猜度別人的想法。你心裡可能會忍不住去琢磨別人的一言一行，試圖從中找出一些隱藏的含義，可往往這種猜測只會讓你陷入無盡的糾結之中。別人的一個眼神、一句話，都可能讓你浮想聯翩，覺得是不是自己哪裡做得不好，或者對方有什麼別的意圖。這種過度猜度不僅會讓你自己心裡很疲憊，還可能會影響你與他人之間的關係。你可能會因為一些沒有根據的猜測而對別人產生誤解，從而做出一些不恰當的反應。其實，很多時候別人的想法並沒有那麼複雜，與其自己在這裡瞎想，不如直接和對方溝通，這樣才能避免不必要的麻煩。",
        "love_text": "單身的你，面對感情可能會比較消極，遇到心動的人也容易因為一點小阻礙就輕易放棄，別這麼快就打退堂鼓，說不定再堅持一下就有轉機。已有伴者的你，和伴侶相處可能會覺得有點乏味，生活好像少了點激情，不妨一起嘗試一些新事物，為感情注入新的活力。",
        "work_text": "你對新事物有著明顯的排斥感。整體思維比較保守，習慣於按照舊有的模式和方法行事，不願意嘗試新的途徑和理念。就像一隻縮在殼裡的螃蟹，對外界的變化充滿警惕，這樣雖然能讓你感到安全，但也容易錯過一些發展的好機會，限制了自己的成長和進步。",
        "lucky_star": "天蠍座",
        "money_text": "明顯感到經濟的壓力，可能是有一些必要的開支，比如家庭用品的更換、水電費等，讓你的錢包有些吃不消。這時候要合理規劃每一筆錢，優先保證生活必需品的支出。在購物時，可以多比較價格，選擇性價比高的商品，避免不必要的浪費，緩解一下經濟上的緊張感。",
        "health_text": "天氣高溫，你可得多加註意。儘量避免在中午最熱的時候外出，如果必須出門，要做好防曬措施，戴上遮陽帽、太陽鏡，塗好防曬霜。還要及時補充水分，別等到口渴了才喝水。回到家也別立刻衝冷水澡或喝大量冷飲，不然容易中暑或者引發感冒。",
        "lucky_color": "橙黃色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "排斥新人",
        "yi": "參加戶外活動",
        "all": "95%",
        "date": "2025-07-23",
        "love": "90%",
        "work": "97%",
        "money": "96%",
        "health": "93%",
        "notice": "主動去開拓視野",
        "discuss": "96%",
        "all_text": "整體運勢棒棒噠，適合主動開拓視野。你就像一個充滿好奇心的探險家，渴望去探索未知的領域，發現新的世界。你會對新鮮的事物充滿熱情，想要去嘗試一些以前沒有接觸過的東西。這種主動開拓的精神會讓你接觸到很多不同的觀點和想法，豐富自己的認知。你可能會參加一些新的活動，結識一些不同背景的人，從他們身上學到很多有用的東西。而且，開拓視野也會讓你的思維變得更加開闊，看待問題的角度也會更加多元化。不要害怕改變和挑戰，勇敢地邁出第一步，你會發現生活充滿了無限的可能，也會讓自己在這一天過得充實而有意義。",
        "love_text": "單身的你，桃花旺盛，身邊可能會出現不少追求者，說不定其中就有讓你心動的人，好好把握機會，說不定能開啟一段浪漫的戀情。已有伴者的你，和伴侶享受一場甜蜜的約會吧，去看一場演出，或者吃一頓浪漫的晚餐，在輕鬆愉快的氛圍中，讓感情升溫。",
        "work_text": "展現出與時俱進的強大能力。整體狀態充滿活力，對新鮮事物有著敏銳的洞察力，能迅速跟上時代的步伐，適應各種變化。就像一位勇敢的航海家，在知識的海洋中乘風破浪，不斷探索新的領域，將新的理念和方法融入到自己的行動中，為自己贏得更多的發展機會。",
        "lucky_star": "摩羯座",
        "money_text": "財運超棒，會得到進賬機會。可能是工作上得到了領導的認可，獲得了額外的獎勵，或者是有新的合作項目帶來收益。這是一個很好的時機，你可以好好規劃一下這筆錢，比如用來提升自己的技能，為未來的職業發展做準備，也可以進行一些穩健的投資，讓錢生錢。",
        "health_text": "可別一整天都待在空調房裡，長時間吹空調，空氣不流通，容易讓身體抵抗力下降，出現頭暈、乏力、關節疼痛等症狀。每隔一段時間就開窗通風換換氣，或者到室外走一走，讓身體適應一下自然溫度。空調溫度也別調得太低，和室外溫差不宜過大。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚浪費時間",
        "yi": "打卡新餐廳",
        "all": "75%",
        "date": "2025-07-23",
        "love": "60%",
        "work": "74%",
        "money": "69%",
        "health": "75%",
        "notice": "應該三思後行",
        "discuss": "68%",
        "all_text": "整體運勢稍有起伏，凡事你應該三思後行。你的思維比較活躍，可能會有很多想法和計劃冒出來，但並不是所有的想法都成熟可行。如果過於急切地去實施，可能會因為考慮不周全而遇到一些麻煩。在做決定之前，你不妨多花點時間思考一下，分析一下各種可能的情況和後果。可以試著從不同的角度去看待問題，權衡利弊之後再做出選擇。雖然三思後行可能會讓你花費更多的時間和精力，但也能避免很多不必要的錯誤和損失。而且，經過深思熟慮之後做出的決定，往往會更加穩妥和可靠，也能讓你在後續的過程中更加安心和自信。",
        "love_text": "單身的你，別因為一些小缺點就妄自菲薄，覺得自己不夠好，每個人都有自己的閃光點，自信一點，說不定你的優點正吸引著別人的目光。已有伴者的你，別總是想太多，一些小事沒必要反覆糾結，放寬心，別讓無端的猜測影響你們之間的感情。",
        "work_text": "需要多進行嘗試來突破現狀。整體狀態有些保守和謹慎，雖然做事認真負責，但過於依賴已有的經驗和模式，不敢輕易邁出舒適區。就像在一個小圈子裡徘徊，雖然安全，但也限制了視野和發展。適當進行一些新的嘗試，能為你打開新的思路，帶來意想不到的收穫。",
        "lucky_star": "天秤座",
        "money_text": "注意核對好賬單數目。在處理各種財務事務時，無論是購物的小票，還是水電費等賬單，都要仔細檢查，避免出現算錯賬多付錢的情況。同時，在消費方面也要保持謹慎，不要因為粗心大意而買了一些不需要的東西，造成不必要的開支，讓每一分錢都花得明明白白。",
        "health_text": "要多吃蔬菜水果，它們富含維生素、礦物質和膳食纖維，對身體好處多多。像蘋果、香蕉、橙子、菠菜、西蘭花等，都是不錯的選擇。蔬菜水果能促進腸胃蠕動，預防便秘，還能增強免疫力。儘量選擇新鮮的當季蔬果，少吃加工過的果脯、果乾，保證營養攝入。",
        "lucky_color": "淺藍色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目追求時尚",
        "yi": "看一部電影",
        "all": "85%",
        "date": "2025-07-23",
        "love": "86%",
        "work": "84%",
        "money": "82%",
        "health": "88%",
        "notice": "按照自己節奏走",
        "discuss": "90%",
        "all_text": "整體運勢穩穩當當，讓你內心感到踏實和安心，彷彿一切都在自己的掌控之中。之前因為各種原因落下的計劃，終於有了閒暇去慢慢推進。你不用再像之前那樣匆忙趕進度，而是可以按照自己的節奏，有條不紊地把每一項任務都落實好。這種從容不迫的感覺會讓你在處理事情時更加得心應手，也能保證質量。在生活裡，你與身邊人的相處也會十分融洽。你的溫和友善會吸引他人主動與你交流，大家在一起談天說地，氛圍輕鬆愉快。你也能從這些交流中獲得新的啟發和感悟，讓自己的視野更加開闊。而且，這種良好的人際關係還會給你帶來一些意想不到的小驚喜，比如朋友分享的美食、有趣的故事等。不過，平穩的運勢並不意味著你可以完全放鬆懈怠。在享受這份安穩的同時，也要保持一定的警惕性，留意生活中可能出現的小變化。",
        "love_text": "單身的你，不妨主動一些，遇到有好感的人，勇敢地邁出第一步，主動打個招呼，聊聊天，說不定就能開啟一段緣分。已有伴者的你，和伴侶相處時，可以深入瞭解彼此的內心世界，分享一些平時不會說的想法和感受，加深對對方的瞭解，讓感情更加穩固。",
        "work_text": "正處在深耕的階段。整體狀態穩中有進，像是精心培育一片花園，每一項任務、每一個知識點都是園中的花朵，你正不緊不慢地澆水施肥。在這個過程中，你不會急於求成，而是注重細節與質量，願意花時間去鑽研和打磨。雖然可能不會立刻看到顯著的成果，但每一步的積累都在為未來的綻放奠定基礎，這種踏實的態度會讓你在後續獲得更豐厚的回報。",
        "lucky_star": "處女座",
        "money_text": "財運不錯，能省下一些錢。在購物時，你會比較理智，不會被商家的促銷手段所迷惑，只買自己真正需要的東西。而且，你還能通過一些渠道找到性價比更高的商品，節省了開支。你可以把省下來的錢存起來，或者用於一些更有意義的事情上，比如學習新技能，提升自己的競爭力。",
        "health_text": "要多喝水少喝飲料，飲料中往往含有大量的糖分和添加劑，喝多了對身體沒好處，還可能增加肥胖、糖尿病等疾病的風險。而白開水是最好的飲品，能促進新陳代謝，幫助身體排出毒素。每天保證足夠的水分攝入，不要等到口渴了才想起喝水，養成主動喝水的好習慣。",
        "lucky_color": "青綠色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與人起爭執",
        "yi": "閱讀書籍",
        "all": "68%",
        "date": "2025-07-23",
        "love": "65%",
        "work": "56%",
        "money": "60%",
        "health": "69%",
        "notice": "被情緒牽著鼻子走",
        "discuss": "62%",
        "all_text": "整體運勢有些低迷，情緒就像被烏雲籠罩，難以撥雲見日。你會發現自己很容易被各種情緒牽著鼻子走，一些小事都可能引發內心的波動，讓你陷入煩躁、低落或者焦慮之中。這種情緒上的不穩定會影響你對周圍事物的判斷，使你看待問題容易帶上消極的色彩。在生活裡，你可能會感覺做什麼都不順心，對原本感興趣的事情也提不起勁來。與他人交流時，也可能會因為情緒問題而變得敏感多疑，容易誤解別人的意思，從而引發一些不必要的矛盾和衝突。你可能會試圖控制自己的情緒，但往往效果不佳，情緒還是會時不時地冒出來干擾你。此時，你需要給自己一些獨處的時間和空間，讓自己冷靜下來，但即便如此，情緒的低落可能還是會持續一段時間。不過，這也是一個瞭解自己內心情緒的機會，試著去感受這些情緒背後的原因，雖然運勢不佳，但這也是成長和自我認知的過程。",
        "love_text": "單身的你，在感情上可能會比較消極，對找對象這件事提不起興趣，但別一直這樣封閉自己，多出去走走，說不定能遇到讓你心動的人。已有伴者的你，和伴侶相處時容易患得患失，總是擔心對方會離開自己，其實這種想法只會讓自己更累，要相信你們的感情，給彼此一些信任。",
        "work_text": "容易在遇到問題時陷入慌張的狀態。整體節奏有些混亂，就像在迷霧中行走，一旦遇到阻礙，就容易失去方向感。當難題出現時，你的第一反應可能是焦慮，而不是冷靜思考解決辦法，這種情緒會影響你對問題的判斷和處理能力，導致原本可能簡單解決的問題變得複雜，甚至可能因為慌張而做出錯誤的決策。",
        "lucky_star": "水瓶座",
        "money_text": "要警惕購物陷阱。在逛街或者網購的時候，可能會遇到一些看似很划算的促銷活動，但實際上可能隱藏著一些消費陷阱，比如商品質量不佳、售後沒有保障等。在購買之前，要多瞭解商品的信息，看看其他消費者的評價，不要貪圖一時的便宜而吃了大虧，理性消費才能守住自己的錢包。",
        "health_text": "可別想著以節食來減肥，節食會讓身體缺乏必要的營養，導致免疫力下降，容易生病，還可能引發內分泌失調，出現月經不調、皮膚變差等問題。想要減肥，還是要通過合理飲食和適量運動來實現。控制每餐的食量，多吃粗糧、蔬菜，少吃高熱量、高脂肪的食物。",
        "lucky_color": "深棕色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間消費",
        "yi": "開啟新計劃",
        "all": "90%",
        "date": "2025-07-23",
        "love": "88%",
        "work": "98%",
        "money": "89%",
        "health": "92%",
        "notice": "注入滿滿的能量",
        "discuss": "95%",
        "all_text": "整體運勢非常好，整個人就像被注入了滿滿的能量，活力四射，精神飽滿。這種積極向上的狀態會讓你對生活充滿熱情，彷彿有使不完的力氣去探索和嘗試新的事物。你會感覺自己充滿了自信，敢於挑戰自我，突破以往設定的界限。無論是面對生活中的小困難，還是一些從未接觸過的領域，你都能以樂觀的心態去應對，相信自己有能力克服一切。這種勇氣和決心會讓你在不知不覺中超越自我，發現自己的潛力遠比想象中要大。在生活中，你的積極態度也會感染身邊的人，帶動周圍的氣氛變得活躍起來。大家願意圍繞在你身邊，聽你分享想法和經歷。而且，你的運氣似乎也不錯，一些看似棘手的問題，在你的努力下可能會意外地順利解決。這種良好的運勢會讓你更加堅信自己的選擇和方向，鼓勵你不斷向前邁進，享受這充滿活力和機遇的美好一天。",
        "love_text": "單身的你，要好好表現自己，在社交場合中展現出自己的魅力和優點，說不定能吸引到異性的注意，增加脫單的機會。已有伴者的你，和伴侶相處時，放下手機，多花時間陪伴對方，一起聊聊天，做些有趣的事，珍惜這難得的相處時光，別讓手機影響了你們的感情。",
        "work_text": "你將迎來突破的契機。整體狀態充滿活力和衝勁，彷彿被一股無形的力量推動著向前。你不再滿足於現狀，渴望在各個方面取得進步和提升。這種積極的心態會讓你在面對挑戰時更加勇敢，敢於嘗試新的方法和思路，就像一把鋒利的劍，能夠輕鬆斬斷前進道路上的荊棘，為自己開闢出一條新的道路。",
        "lucky_star": "獅子座",
        "money_text": "可以通過兼職得到補貼。如果你有時間的話，不妨找一些適合自己的兼職工作，比如線上客服、文案撰寫等。這不僅能增加你的收入，還能讓你結識更多的人，拓展自己的人脈。不過，在選擇兼職的時候，要確保其合法性和可靠性，避免陷入一些不良的兼職騙局，讓自己的努力得到應有的回報。",
        "health_text": "就算工作再忙，也要保持規律用餐。不按時吃飯會打亂腸胃的消化節奏，引發胃痛、胃潰瘍等疾病。儘量做到三餐定時定量，早餐要吃好，午餐要吃飽，晚餐要吃少。吃飯時要專心，別邊吃邊玩手機或看電視，細嚼慢嚥，這樣有助於消化吸收，讓腸胃更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "焦慮不安",
        "yi": "參加社交活動",
        "all": "72%",
        "date": "2025-07-23",
        "love": "65%",
        "work": "70%",
        "money": "71%",
        "health": "75%",
        "notice": "拓展圈子是突破口",
        "discuss": "67%",
        "all_text": "整體運勢中規中矩，沒有大起大落的波瀾，一切都按部就班地推進著。這種平穩的狀態雖然不會帶來太多驚喜，但也不會讓你陷入困境，能讓你保持一種相對輕鬆的心態。不過，一直維持現狀可能會讓你感覺有些乏味，內心隱隱渴望一些新的變化。而拓展圈子就是一個不錯的突破口。當你走出自己熟悉的小圈子，去接觸不同領域、不同性格的人時，會發現生活有了新的色彩。在與新朋友的交流中，你能聽到各種新鮮的觀點和想法，拓寬自己的視野，打破一些固有的思維模式。而且，拓展圈子還可能為你帶來一些潛在的機會。也許在某個社交場合中，你會結識到能與你產生思想共鳴的人，或者發現一些之前未曾關注到的興趣點。當然，改變不是一蹴而就的，在拓展圈子的過程中，你可能會遇到一些小阻礙，比如和陌生人交流時的尷尬，但別擔心，這些都是成長的必經之路，慢慢適應就好。",
        "love_text": "單身的你，可能會給人一種難以接近的感覺，讓追求者不敢輕易靠近，試著放鬆自己，展現出親和的一面，這樣才能讓別人有機會了解你。已有伴者的你，和伴侶相處時，不要總是重複翻舊賬，過去的事情就讓它過去，老是揪著不放只會讓矛盾升級，影響感情。",
        "work_text": "需要著重提高專注度。整體狀態有些分散，注意力容易被周圍的事物干擾，就像一臺信號不好的收音機，時而清晰時而模糊。在處理任務和吸收知識時，難以全身心地投入，導致效率低下，容易出現錯誤。只有提高專注度，排除外界的干擾，才能讓自己的狀態迴歸正軌，更好地完成各項事情。",
        "lucky_star": "雙魚座",
        "money_text": "要關注市場動態。無論是投資還是日常消費，瞭解市場的變化都很重要。比如，如果你有投資的打算，可以通過關注新聞、行業報告等方式，瞭解相關領域的最新情況，做出更明智的投資決策。在消費方面，也能知道哪些商品在降價，哪些商品即將漲價，從而合理安排自己的購物計劃。",
        "health_text": "蹲廁所可別蹲太久，長時間蹲廁所會增加肛門周圍的壓力，導致血液循環不暢，容易引發痔瘡、肛裂等疾病。有便意時再去廁所，排便時要集中精力，不要在廁所裡看書、玩手機。如果排便困難，可以多吃些富含膳食纖維的食物，促進腸胃蠕動，幫助排便。",
        "lucky_color": "奶白色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡思亂想",
        "yi": "表達個人意見",
        "all": "80%",
        "date": "2025-07-23",
        "love": "85%",
        "work": "81%",
        "money": "72%",
        "health": "82%",
        "notice": "關注自身的發展",
        "discuss": "88%",
        "all_text": "整體運勢較為平順，生活沒有太多複雜的狀況，一切都顯得井井有條。這種平穩的節奏讓你有足夠的精力去關注自身的發展。此時，不妨好好提升個人的優勢。每個人都有自己擅長的地方，只是有時候可能沒有充分意識到或者沒有好好利用。你可以靜下心來，認真思考自己在哪些方面比較突出，是溝通能力、創造力，還是組織能力等等。一旦明確了自己的優勢，就可以有針對性地去強化它們。提升個人優勢不僅能讓你在面對生活時更加自信，還能讓你在各種場合中脫穎而出。比如，在和朋友聚會時，你獨特的見解和出色的表達能力會吸引大家的目光；在參與一些集體活動時，你的組織能力能讓活動順利進行。而且，隨著個人優勢的不斷增強，你會發現自己對生活的掌控感也越來越強，能更加從容地應對各種情況。",
        "love_text": "單身的你，要留意身邊的機會，也許在某個不經意的瞬間，就能遇到那個讓你心動的人，多留意周圍的人和事，別錯過緣分。已有伴者的你，和伴侶一起行動起來，去做一些共同感興趣的事，比如運動、旅遊等，在活動中增進彼此的感情，讓生活更加豐富多彩。",
        "work_text": "適合做好佈局。整體狀態冷靜而理智，就像一位高明的棋手，能夠清晰地看到全局，提前規劃好每一步的走向。你會對當前的任務和知識進行系統的梳理和分析，明確自己的目標和方向，制定出合理的計劃。這種有條不紊的佈局會讓你在後續的行動中更加從容自信，避免盲目行動帶來的失誤。",
        "lucky_star": "射手座",
        "money_text": "培養記賬的習慣。把每一筆收入和支出都詳細地記錄下來，這樣你就能清楚地知道自己的錢都花在了哪裡，哪些地方是必要的開支，哪些地方是可以節省的。通過記賬，你可以更好地規劃自己的財務，避免盲目消費。而且，一段時間後回顧賬單，還能發現自己的消費習慣，做出相應的調整。",
        "health_text": "需多關注消化問題，可能會出現消化不良、腹脹、腹痛等情況。這可能是飲食不規律或者吃了不易消化的食物引起的。吃飯時要細嚼慢嚥，避免暴飲暴食，少吃油膩、辛辣、生冷的食物。如果感覺消化不好，可以適當吃一些助消化的食物，比如山楂、酸奶，或者散散步促進消化。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "人云亦云",
        "yi": "做“斷舍離”",
        "all": "82%",
        "date": "2025-07-23",
        "love": "70%",
        "work": "75%",
        "money": "86%",
        "health": "90%",
        "notice": "有點小閒暇時光",
        "discuss": "87%",
        "all_text": "整體運勢尚佳，擁有一點屬於自己的小閒暇時光。這種閒暇不是那種無所事事的空虛，而是一種能讓你放鬆身心、自由支配的愜意。在這段閒暇裡，不妨做些“斷舍離”。生活中的物品堆積過多，會讓空間變得雜亂，也會讓人的內心產生一種壓抑感。你可以從整理房間開始，把那些長期不用、佔據空間的東西清理出去，讓居住環境變得整潔有序。在整理的過程中，你會發現自己對物品的取捨變得更加果斷，不再像以前那樣猶豫不決。除了物品的“斷舍離”，內心的“斷舍離”也同樣重要。你可以找個安靜的角落，靜下心來，梳理一下自己的思緒，把那些不必要的煩惱和憂慮從心中剔除。當你完成這些“斷舍離”後，會感覺整個人都輕鬆了許多，彷彿卸下了一個沉重的包袱，能以更加輕鬆愉悅的心態去享受生活。",
        "love_text": "單身的你，在感情上可能會維持現狀，沒有太大的進展，不過也彆著急，感情的事急不來，順其自然就好。已有伴者的你，和伴侶相處可能會遇到一些瓶頸，感覺關係好像停滯不前，不妨一起探討一下，找到問題的所在，共同努力突破瓶頸，讓感情更上一層樓。",
        "work_text": "要學會按輕重緩急來處理事情。整體狀態有些忙碌而無序，面對眾多的任務和知識，就像一隻無頭蒼蠅，不知道從哪裡下手。如果沒有合理的規劃，很容易在一些不重要的事情上浪費時間和精力，而忽略了關鍵的內容。只有分清主次，合理安排時間和精力，才能讓一切變得井井有條，提高效率。",
        "lucky_star": "雙子座",
        "money_text": "有積少成多的趨勢。雖然可能不會有大筆的收入，但一些小的進賬，比如兼職的小報酬、閒置物品的出售等，加起來也不少。你可以把這些小錢都存起來，不要因為金額小就不在意。積少成多，時間長了也能有一筆可觀的積蓄，為你的生活提供更多的保障和選擇。",
        "health_text": "可不要對著空調、風扇的風口位直吹，直吹容易讓身體受涼，引發感冒、頭痛、關節疼痛等問題。使用空調或風扇時，要讓風朝側面吹，避免直接對著身體。晚上睡覺時，也要調整好空調或風扇的方向，蓋好被子，保護好腹部、關節等部位，防止著涼生病。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    }
  }
}