{
  "updated": "2025-09-07T16:08:26.600Z",
  "updateTime": "2025/9/8 上午12:08:26",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 20685,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "應酬聚會",
        "yi": "提升個人魅力",
        "all": "88%",
        "date": "2025-09-07",
        "love": "90%",
        "work": "89%",
        "money": "76%",
        "health": "85%",
        "notice": "找到自己的節奏",
        "discuss": "81%",
        "all_text": "整體運勢相對平穩，你能慢慢找到屬於自己的節奏，不再像之前那樣慌亂無章。或許之前你一直在忙碌中迷失方向，感覺諸事纏身卻又毫無頭緒，但這種混亂感會逐漸消散。你開始能靜下心來，梳理生活中的各種事務，按照自己的節奏有條不紊地推進。在人際交往方面，也能更加從容地應對各種情況，不會因為一些小事而衝動行事。這種平穩的狀態會讓你內心感到踏實，也有更多的精力去關注身邊的美好。你可能會發現，原本忽略的生活小確幸，其實一直都在身邊。而且，這種良好的節奏會讓你在面對後續的生活時更有信心，彷彿找到了開啟美好生活的鑰匙，讓你對未來充滿期待。",
        "love_text": "單身的你，彷彿被朋友們的熱情包圍，大家紛紛為你出謀劃策，介紹新朋友或分享戀愛心得。別急著拒絕這些好意，說不定某個轉角就遇到讓你心動的人。已有伴者的你，對伴侶的情緒變化格外敏銳，能精準捕捉到對方的需求，無論是小驚喜還是默默陪伴，都能讓感情更加甜蜜。記得，偶爾的主動示好，會讓關係更加穩固。",
        "work_text": "對新鮮事物充滿探索欲，敢於跳出常規框架嘗試新方法。這種衝勁讓你在解決問題時總能找到獨特視角，但也要注意別因急於求成忽略細節。整體狀態積極，適合主動接手有挑戰性的任務，或在學習中嘗試跨領域知識融合，容易收穫意外啟發。",
        "lucky_star": "金牛座",
        "money_text": "在財務上會不自覺地收緊錢袋子，面對促銷活動或朋友推薦的“划算投資”，反而會多問幾個“真的需要嗎”，這種謹慎能幫你避開衝動消費。不過也別因過度猶豫錯過真正需要的優惠，比如日用品補貨或學習資料更新，可以提前列好清單，只買清單內的東西，既省錢又不留遺憾。",
        "health_text": "多瞭解養生知識，比如看看健康科普視頻或文章。這一天你可能會忽略身體發出的細微信號，像偶爾的頭暈、乏力，別不當事兒。多學習養生知識能幫你及時發現潛在問題，飲食上多吃蔬菜水果，少吃油膩，適當運動，像慢跑、瑜伽，讓身體保持良好狀態。",
        "lucky_color": "土黃色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "早出晚歸",
        "yi": "換角度思考",
        "all": "65%",
        "date": "2025-09-07",
        "love": "58%",
        "work": "60%",
        "money": "62%",
        "health": "70%",
        "notice": "瑣碎的事都一起",
        "discuss": "67%",
        "all_text": "你的整體運勢下滑，這一天會有很多瑣碎的事堆在一起，就像一團亂麻，讓你有些應接不暇。這些瑣事可能來自生活的各個方面，從家裡的日常事務到一些意外的狀況，不斷消耗著你的精力和耐心。你可能會感覺時間不夠用，每一件事都需要處理，卻又不知道從何下手。這種忙碌和混亂的狀態容易讓你產生煩躁情緒，甚至可能會因為一些小問題而發脾氣。不過，這也是一個考驗你耐心和應變能力的時刻。儘管運勢不佳，但只要你保持冷靜，一件一件地去處理，還是能夠慢慢理清頭緒。只是在這個過程中，你需要付出更多的努力和精力，可能會讓你感到有些疲憊。但請相信，困難只是暫時的，只要堅持過去，生活會逐漸恢復正常。",
        "love_text": "單身的你，在愛情面前顯得過於實際，總在權衡利弊，這樣可能會錯過一些美好的瞬間。試著放下那些條條框框，用心去感受每一次相遇。已有伴者的你，可能會因為消費觀念的不同與伴侶產生分歧，不妨坐下來好好溝通，找到雙方都能接受的平衡點，別讓金錢成為感情的絆腳石。",
        "work_text": "容易陷入“舒適區陷阱”，更傾向用熟悉的方式處理問題，雖然穩妥但缺乏突破。面對新任務時可能會下意識抗拒改變，需要提醒自己：偶爾調整節奏未必是壞事。建議把大目標拆解成小步驟，用“微創新”替代徹底變革，既能保持安全感又能逐步進步。",
        "lucky_star": "獅子座",
        "money_text": "把“安全”放在第一位，連餘額寶這類低風險產品都要反覆確認收益是否穩定，這種保守態度雖然能守住本金，但也可能錯過短期靈活理財的機會。如果手頭有閒置資金，不妨先了解下貨幣基金或國債逆回購，別急著全部存定期，留一小部分應對突發支出會更從容。",
        "health_text": "要留意皮膚保溼。這天空氣可能比較乾燥，皮膚容易缺水，出現起皮、瘙癢等情況。洗臉、洗澡後要及時塗抹保溼護膚品，選擇適合自己膚質的多吃富含維生素的食物，如橙子、胡蘿蔔，從內調理皮膚，讓肌膚水潤有光澤。",
        "lucky_color": "藕荷色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "滿足現狀",
        "yi": "多元化發展",
        "all": "93%",
        "date": "2025-09-07",
        "love": "94%",
        "work": "96%",
        "money": "92%",
        "health": "96%",
        "notice": "渾身都充滿幹勁",
        "discuss": "91%",
        "all_text": "你的整體運勢棒棒噠，是頗有上進心的一天。你會感覺渾身充滿幹勁，對生活充滿了熱情和期待。這種積極向上的狀態會促使你主動去追求自己想要的東西，無論是提升自己的技能，還是探索新的領域，你都充滿了興趣。在與人交往中，你也會展現出自信和活力，吸引著身邊的人。你的思維敏捷，能夠快速地理解和處理各種信息，在與他人交流時也能侃侃而談，給人留下深刻的印象。這種良好的狀態會讓你在生活的各個方面都表現出色，可能會發現一些新的機會和可能性。你會覺得生活充滿了無限的可能，只要自己努力，就能夠實現目標。這種積極的心態會讓你在面對困難時也毫不退縮，勇往直前。",
        "love_text": "單身的你，彷彿被幸運星眷顧，身邊的朋友、同事都願意成為你的“愛情助攻”，為你牽線搭橋，或是分享有趣的社交活動。已有伴者的你，與伴侶之間的感情持續升溫，無論是共同參與的活動還是簡單的日常相處，都能感受到滿滿的愛意。不妨一起規劃個小旅行，為感情增添新色彩。",
        "work_text": "像裝了渦輪增壓器，行動力爆表！無論是啟動新計劃還是推進停滯項目，都能保持高效節奏。你的敏捷思維讓複雜問題變得簡單，但要注意別因同時處理太多事務而分散精力。建議給任務設置優先級，用“番茄工作法”保持專注，效率會翻倍。",
        "lucky_star": "白羊座",
        "money_text": "你的“小機靈”在財務上特別管用，比如逛超市時能快速對比出哪款商品單價更低，或發現商家隱藏的滿減規則，輕鬆省下一杯奶茶錢。不過別因貪小便宜囤太多用不上的東西，尤其是食品和日用品，算清楚“單價便宜”和“實際需要”哪個更重要，才能真正把錢花在刀刃上。",
        "health_text": "要避免過度疲勞。事情可能比較多，容易讓你忙得暈頭轉向，身體和精神都處於緊繃狀態。要注意合理安排時間，每隔一段時間就休息一下，活動活動身體，伸伸懶腰、轉動脖子。晚上保證充足睡眠，讓身體得到充分恢復。",
        "lucky_color": "墨綠色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與陌生人拼車",
        "yi": "隨機應變",
        "all": "72%",
        "date": "2025-09-07",
        "love": "64%",
        "work": "77%",
        "money": "70%",
        "health": "73%",
        "notice": "需應對些小意外",
        "discuss": "78%",
        "all_text": "你的整體運勢中規中矩，偶爾會冒出小狀況，不過不妨靈活應對。這一天的生活不會有太大的起伏，大部分時間都處於平穩的狀態。但就像平靜的湖面偶爾會有小石子投入，生活中也會出現一些小意外。這些小狀況可能不會對你的生活造成太大的影響，但也會讓你有些措手不及。不過，你有著很強的適應能力，能夠迅速調整自己的狀態，靈活地應對這些問題。在處理這些小狀況的過程中，你也會發現自己的應變能力在不斷提升。而且，這些小插曲也會給你的生活增添一些別樣的色彩，讓你不會覺得生活過於單調。只要你保持樂觀的心態，積極面對生活中的各種變化，就能夠順利度過這一天，還能從中學到不少東西。",
        "love_text": "單身的你，面對心儀的對象時，容易因為太過在意而失去自我，記得保持自信，展現真實的自己才是最吸引人的。已有伴者的你，可能會過於迎合伴侶，忽略了自己的感受。健康的關係需要雙方平等付出，偶爾表達自己的想法和需求，也是對彼此的尊重。",
        "work_text": "更適合通過交流獲取成長能量，與他人的思想碰撞能激發你的靈感。無論是同事間的閒聊還是學習小組的討論，都可能成為解決問題的關鍵。但要注意別過度依賴他人意見，保持獨立思考的同時，學會篩選對自己有價值的信息，會讓進步更明顯。",
        "lucky_star": "雙子座",
        "money_text": "在花錢上會下意識“留一手”，比如看到喜歡的衣服會先加入購物車，等兩天再決定是否購買，這種保守態度能幫你避開“一時上頭”的消費。不過也別因過度剋制委屈自己，如果確實需要換季衣物或生活用品，可以選性價比高的基礎款，既滿足需求又不超預算。",
        "health_text": "別忘了吃早餐。早上時間緊張，你可能會匆匆出門，忽略早餐。但不吃早餐會影響上午的工作效率，還可能引發腸胃不適。提前準備一些簡單的早餐，如麵包、牛奶、雞蛋，哪怕吃一點，也能為身體提供能量，開啟活力滿滿的一天。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑別人毛病",
        "yi": "閱讀有益書籍",
        "all": "97%",
        "date": "2025-09-07",
        "love": "96%",
        "work": "95%",
        "money": "98%",
        "health": "97%",
        "notice": "頭腦會格外清醒",
        "discuss": "90%",
        "all_text": "你的整體運勢非常好，是善於思考以及解決問題的一天。你會感覺自己的頭腦格外清晰，思維活躍，能夠快速地分析問題並找到解決辦法。無論是生活中遇到的小麻煩，還是一些複雜的狀況，你都能憑藉自己的智慧輕鬆應對。這種強大的思考能力會讓你在人群中脫穎而出，成為大家眼中的智者。你也會更加自信，敢於表達自己的觀點和想法，並且能夠得到他人的認可和尊重。在面對各種情況時，你不會盲目行動，而是會先冷靜思考，權衡利弊後再做出決策。這種理性的態度會讓你避免很多不必要的錯誤和麻煩。這一天，你會在思考和解決問題的過程中獲得成就感，也會讓身邊的人對你刮目相看。",
        "love_text": "單身的你，可能會遇到那個讓你覺得“就是他/她”的人，那種心動的感覺難以言喻，不妨勇敢一點，主動出擊。已有伴者的你，約會中的表現堪稱完美，無論是浪漫的晚餐還是溫馨的散步，都能讓伴侶感受到你的用心，感情因此更加深厚。",
        "work_text": "你的洞察力像開了“透視掛”，能快速抓住問題本質並提出解決方案。這種獨到見解讓你在團隊中脫穎而出，但要注意表達方式別太強勢，適當用“我建議”替代“你應該”，會讓接受度更高。適合處理需要創新或突破的領域，容易產出令人眼前一亮的成果。",
        "lucky_star": "天秤座",
        "money_text": "你的錢包可能會收到意外驚喜，比如之前投資的理財產品突然分紅，或收到一筆遲到的報銷款，甚至可能是家人給的零花錢。這些偏財收入雖然金額不大，但能讓你心情大好。不過別因“意外之財”就放鬆警惕，該存的存，該花的花，保持日常消費節奏，才能讓好運持續更久。",
        "health_text": "要注意護眼。你可能長時間盯著電腦屏幕或手機，眼睛容易疲勞、乾澀。每隔一段時間就看看遠處，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。還可以準備一瓶眼藥水，適時滴一下，緩解眼睛不適。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "參加集贊活動",
        "yi": "培養早睡習慣",
        "all": "85%",
        "date": "2025-09-07",
        "love": "84%",
        "work": "71%",
        "money": "74%",
        "health": "89%",
        "notice": "做著充分的準備",
        "discuss": "76%",
        "all_text": "整體運勢相對平順，正做著充分準備。這一天，你不會急於求成，而是會以一種沉穩的姿態面對生活。你會覺得很多事情都需要提前做好規劃，為未來的發展打下堅實的基礎。你會花時間梳理自己的思路，明確自己的目標和方向，然後有條不紊地朝著目標前進。這種充分的準備會讓你在面對各種情況時更加從容自信，不會因為一些突發狀況而手忙腳亂。你也會注重細節，把每一件事情都做到盡善盡美，這種嚴謹的態度會讓你在生活的各個方面都表現出色。雖然這一天可能不會有特別突出的成就，但你為未來所做的努力和準備，會讓你在後續的生活中受益匪淺。你會感到內心踏實，對未來充滿希望。",
        "love_text": "單身的你，有機會遇到一個與你心靈相通的聊友，從興趣愛好到人生哲學，都能找到共鳴，不妨進一步瞭解看看。已有伴者的你，與伴侶之間有了更多相處的時間，無論是家務分工還是共同規劃未來，都能增進彼此的理解和默契，感情更加穩固。",
        "work_text": "更適合通過實踐來積累經驗，理論結合實際會讓你理解更深刻。無論是工作中的新技能嘗試還是學習中的實驗操作，都能在動手過程中發現新規律。但要注意別因追求完美而反覆修改，完成比完美更重要。建議記錄實踐中的關鍵細節，後續覆盤時會有新發現。",
        "lucky_star": "水瓶座",
        "money_text": "適合花點時間“補理財課”，比如刷兩篇理財科普文章，或和懂投資的朋友聊幾句，哪怕只是弄清楚“活期”和“定期”的區別，也能幫你更理性地管理錢財。不過別急著照搬別人的理財方式，先從小額嘗試開始，比如用100塊試試貨幣基金，慢慢積累經驗更穩妥。",
        "health_text": "不要過度沉迷手機。你可能會不自覺地一直刷手機，這不僅影響視力，還可能導致頸椎、手腕等部位不適。控制使用手機的時間，多參與一些現實中的活動，如和朋友聊天、散步。使用手機時保持正確姿勢，避免長時間低頭。",
        "lucky_color": "杏色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "欠別人人情",
        "yi": "獨處與思考",
        "all": "78%",
        "date": "2025-09-07",
        "love": "69%",
        "work": "67%",
        "money": "72%",
        "health": "76%",
        "notice": "時不時被瑣事打擾",
        "discuss": "73%",
        "all_text": "整體運勢一般般，總是時不時有瑣事的打擾。這些瑣事就像不速之客，冷不丁地冒出來，打亂你原本的節奏。可能你正打算好好享受一段悠閒時光，卻被一些小麻煩纏上，比如家裡的物品突然出故障需要處理，或者收到一些需要回復但又有些棘手的消息。這些事單個看都不算嚴重，可接二連三地出現，就會讓你有些煩躁。而且，在處理這些瑣事的過程中，還可能會牽扯出其他相關問題，讓情況變得更復雜。不過，好在這些瑣事大多不會對你的生活造成實質性的大影響，只是會消耗你不少的精力和耐心。你需要不斷調整自己的心態，告訴自己這只是暫時的，等把這些小麻煩都解決掉，生活又會恢復平靜。儘量保持平和的情緒，不要讓這些瑣事影響到你一整天的心情。",
        "love_text": "單身的你，在感情上有些猶豫不決，面對多個選擇時，容易陷入曖昧不清的狀態，記得明確自己的心意，別讓自己後悔。已有伴者的你，可能需要學會適度讓步，不必在每一件事上都爭個輸贏，有時候退一步海闊天空，感情也會因此更加和諧。",
        "work_text": "容易陷入較勁模式，對結果的過度執著會讓你忽略過程中的收穫。無論是同事的方案還是同學的解題思路，總想爭個高低反而限制了思維拓展。建議把注意力從“贏過別人”轉移到“提升自己”上，適當接受不同觀點，反而能發現新的突破口。下午容易因急躁出現小失誤，深呼吸三次再行動會更穩妥。",
        "lucky_star": "摩羯座",
        "money_text": "是制定儲蓄計劃的好時機，比如算算這個月還剩多少可支配收入，然後分成“必要支出”“應急儲備”“短期目標”三部分，分別存進不同的賬戶或電子錢包。這種分類管理能讓你更清楚每筆錢的去向，避免“錢不知道花哪去了”的迷茫感。如果實在忍不住剁手，就先把購物車放一晚，第二天再決定。",
        "health_text": "不宜重口味飲食。你可能會想吃一些辛辣、油膩的食物，但這類食物會增加腸胃負擔，引起消化不良。儘量選擇清淡易消化的食物，如清蒸魚、蔬菜沙拉。多喝水，促進新陳代謝，讓身體更輕鬆。",
        "lucky_color": "天藍色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "潑朋友冷水",
        "yi": "主動出擊",
        "all": "90%",
        "date": "2025-09-07",
        "love": "89%",
        "work": "91%",
        "money": "93%",
        "health": "92%",
        "notice": "總顯得如魚得水",
        "discuss": "98%",
        "all_text": "整體運勢非常出彩，不管在哪個領域都如魚得水。自帶光芒的一天，似乎無論走到哪裡都能吸引他人的目光。在社交場合中，你能輕鬆地與他人建立聯繫，交流順暢，還能結識到一些有趣且有影響力的人。你的想法和觀點也容易得到他人的認可和支持，讓你在群體中更有話語權。在生活裡，各種事情都能按照你的預期發展，很少會出現意外狀況。即使遇到一些小問題，你也能憑藉自己的智慧和應變能力迅速解決。你的精神狀態飽滿，充滿自信，這種積極的狀態會進一步帶動你的運勢，讓你在各個方面都表現出色。你會發現，很多機會都主動向你靠攏，只要抓住這些機會，就能讓自己的生活更上一層樓。",
        "love_text": "單身的你，可能會有熱心人士主動為你牽線搭橋，介紹合適的對象，不妨給對方一個機會，說不定會有意想不到的收穫。已有伴者的你，與伴侶之間的相處融洽和諧，無論是日常瑣事還是重要決定，都能相互支持，共同面對，這樣的關係讓人羨慕。",
        "work_text": "計劃中的事項能順暢推進，甚至提前完成預期目標。這種掌控感讓你充滿信心，但要注意別因過度樂觀而忽略潛在風險。適合處理需要長期佈局的任務，比如制定季度規劃或複習大綱，你的洞察力能幫助預見關鍵節點。晚間適合覆盤當日進展，用紅筆標出“超預期部分”會更有成就感。",
        "lucky_star": "處女座",
        "money_text": "你的理財賬戶可能會有小進賬，比如之前買的基金淨值上漲，或兼職收入到賬，雖然金額不一定大，但能讓你看到“錢生錢”的希望。不過別因短期收益就盲目追加投資，先觀察下市場趨勢，或諮詢專業人士意見，再決定是否調整配置。保持冷靜，才能讓好運變成長期收益。",
        "health_text": "可能會有體重上升的情況。這一天你可能會因為壓力大或者情緒好，吃得比較多，尤其是高熱量的食物。要注意控制食量，避免暴飲暴食。可以多吃一些低熱量、高纖維的食物，如黃瓜、西紅柿，增加飽腹感，防止體重增加。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "周邊買買買",
        "yi": "制定日程計劃",
        "all": "60%",
        "date": "2025-09-07",
        "love": "55%",
        "work": "58%",
        "money": "64%",
        "health": "65%",
        "notice": "受物質慾望驅使",
        "discuss": "69%",
        "all_text": "整體運勢略差，容易受物質慾望的驅使。你可能會對各種物質享受產生強烈的渴望，看到喜歡的東西就忍不住想要擁有，不管是新款電子產品，還是時尚的衣物配飾。這種強烈的物質慾望會讓你在消費時缺乏理性思考，容易衝動購物，導致錢包迅速癟下去。而且，這種對物質的過度追求可能會讓你忽略生活中其他更重要的東西，比如與家人朋友的相處時光，或者自身精神層面的提升。你可能會把大量的時間和精力都放在追求物質上，從而忽略了內心的真實需求。當慾望得不到滿足時，你還可能會產生焦慮和煩躁的情緒，影響你一整天的心情。所以，這一天要儘量剋制自己的物質慾望，保持清醒的頭腦。",
        "love_text": "單身的你，要警惕陷入多角戀情的漩渦，面對感情要專一，別讓自己陷入複雜的情感糾葛中。已有伴者的你，與伴侶相處時要切勿三心二意，全心全意地投入，才能讓感情更加深厚。不妨一起做些有意義的事情，增進彼此的感情。",
        "work_text": "壓力像無形的網，容易讓你產生“被追趕”的緊迫感。無論是堆積的任務還是未達標的成績，都會放大焦慮情緒。建議把大目標拆解成“能完成的小事”，比如先整理桌面再處理文件，或先背10個單詞再攻克閱讀。下午適合做5分鐘冥想，想象把壓力裝進氣球放飛，能有效緩解緊繃感。",
        "lucky_star": "雙魚座",
        "money_text": "要特別警惕直播間裡的“購物誘惑”，主播的激情推銷和限時優惠容易讓你衝動下單，買回一堆用不上的東西。如果實在想逛，可以先列好“需要清單”，只關注清單內的商品，或者設定“購物冷靜期”，比如把商品加入購物車，24小時後再付款，這樣能過濾掉大部分非必要消費。",
        "health_text": "要提防腱鞘炎。你可能會頻繁使用手腕，比如打字、玩手機遊戲，容易導致手腕部位勞損，引發腱鞘炎。使用手腕時要注意力度和頻率，適當休息，活動手腕關節。如果出現手腕疼痛、腫脹，要及時處理，如熱敷、按摩。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意找茬",
        "yi": "自我增值",
        "all": "70%",
        "date": "2025-09-07",
        "love": "72%",
        "work": "71%",
        "money": "79%",
        "health": "73%",
        "notice": "不進則退是真理",
        "discuss": "76%",
        "all_text": "你的整體運勢平平，要謹記“不進則退”的真理，不要安逸過頭了。這一天，生活不會給你帶來太多驚喜，一切都在按部就班地進行著。但這種平淡的狀態容易讓你產生懈怠心理，想要放鬆下來享受安逸。然而，你要明白，在競爭激烈的生活中，一旦放鬆對自己的要求，就很容易被別人超越。你可能會因為貪圖一時的舒適，而錯過一些提升自己的機會。比如，原本計劃利用這段時間學習新技能或者拓展人際關係，但卻因為想偷懶而放棄。這種安逸的狀態如果持續下去，會讓你逐漸失去前進的動力。所以，這一天你要時刻提醒自己保持積極向上的態度，主動去尋找生活中的小挑戰，不斷突破自己，才能讓生活更有意義。",
        "love_text": "單身的你，對感情持觀望態度，不急於尋找另一半，這樣的心態反而讓你更加從容地面對每一次相遇。已有伴者的你，可能忙於工作或其他事務，與伴侶相處的時間相對較少，但別忘了抽空發個信息或打個電話，讓對方感受到你的關心。",
        "work_text": "努力像在“播種期”，暫時看不到明顯回報，但每一份付出都在為未來積累勢能。這種“延遲滿足”的狀態容易讓你產生自我懷疑，建議用“進度條思維”看待成長：比如把大目標拆成10個小階段，每完成1個就打個勾，視覺化的反饋能增強動力。下午適合處理需要耐心的基礎性工作，比如數據錄入或單詞背誦。",
        "lucky_star": "巨蟹座",
        "money_text": "可能會發現“錢不知道怎麼就沒了”，比如明明沒買大件，賬戶餘額卻少了，這可能是因為缺乏明確的理財計劃。不妨花10分鐘梳理下本月的收入和支出，用手機記賬APP簡單記錄幾筆，就能看出錢主要花在哪了。哪怕只是弄清楚“每天一杯奶茶”一個月要花多少錢，也能幫你更理性地控制消費。",
        "health_text": "以頭髮養護為主。頭髮可能會比較乾燥、易斷，要注意頭髮的護理。選擇適合自己髮質的洗髮水和護髮素，洗頭時水溫不宜過高。洗完頭後，用毛巾輕輕吸乾水分，避免用力揉搓。還可以用梳子輕輕梳理頭髮，促進頭皮血液循環。",
        "lucky_color": "鵝黃色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "分享美好事物",
        "all": "81%",
        "date": "2025-09-07",
        "love": "78%",
        "work": "86%",
        "money": "75%",
        "health": "82%",
        "notice": "新的感悟和想法",
        "discuss": "84%",
        "all_text": "整體運勢平穩，分享欲比較強的一天。這一天，你內心充滿了想要與他人交流和分享的衝動。不管是看到有趣的新聞、聽到好聽的音樂，還是自己有了新的感悟和想法，都迫不及待地想要告訴身邊的人。在與朋友聚會時，你會成為話題的主導者，滔滔不絕地講述自己的經歷和見解，讓大家都能感受到你的熱情和活力。而且，你的分享還能給他人帶來啟發和快樂，增進彼此之間的感情。在社交平臺上，你也會積極發佈動態，與更多的人分享自己的生活點滴。這種強烈的分享欲會讓你在人際交往中更加主動和積極，也能讓你結識到更多志同道合的朋友。不過，在分享的過程中，也要注意尊重他人的意見和感受，不要過於自我中心。",
        "love_text": "單身的你，沒有特別的脫單行動，更享受一個人的自由時光，這樣的狀態也不錯，畢竟愛情不是生活的全部。已有伴者的你，與伴侶之間的相處略顯平淡，但平淡中也有溫馨，不妨一起嘗試些新事物，為感情注入新的活力。",
        "work_text": "像被點亮的“提示燈”，他人的隻言片語或生活中的小事都能給你關鍵啟發。這種“靈感閃現”的狀態適合解決長期困擾的問題，比如工作上的瓶頸或學習中的難點。建議隨身帶便籤，隨時記錄突然冒出的想法，晚間整理時可能會發現“意外關聯”。下午適合與不同領域的人交流，跨界思維能碰撞出新火花。",
        "lucky_star": "射手座",
        "money_text": "你的收支會保持基本平衡，既沒有意外的大筆支出，也沒有突如其來的收入，這種穩定狀態能讓你安心。不過別因“沒花錢”就放鬆警惕，可以趁機檢查下賬戶裡的閒置資金，比如餘額寶或微信零錢通，如果金額超過5000塊，不妨轉一部分到收益稍高的貨幣基金，讓錢更“值錢”。",
        "health_text": "吹空調不要對著風口直吹。即便覺得熱，也不要直接對著空調風口吹，因為這樣容易著涼，容易引發感冒、頭痛等症狀。建議調整空調風向，避免直吹身體。如果感覺冷，可以披上一件薄外套，保護好身體，防止受寒。",
        "lucky_color": "湖綠色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "拼拼圖樂高",
        "all": "55%",
        "date": "2025-09-07",
        "love": "50%",
        "work": "60%",
        "money": "68%",
        "health": "64%",
        "notice": "追求浪漫成絆腳石",
        "discuss": "50%",
        "all_text": "容易碰上黴運的一天，過於追求浪漫反而成了生活的絆腳石。你可能會把大量的時間和精力都放在營造浪漫氛圍上，比如精心佈置房間、準備浪漫的晚餐等，希望能給自己和身邊的人帶來美好的體驗。然而，現實往往不盡如人意，你的這些浪漫舉動可能不會得到預期的回應，甚至可能會因為一些意外情況而搞砸。比如，精心準備的晚餐可能因為食材問題或者烹飪失誤而變得不盡人意，浪漫的約會也可能因為交通堵塞或者其他突發狀況而變得不愉快。這些小挫折會讓你感到沮喪和失落，覺得自己的努力都白費了。而且，過於追求浪漫還可能會讓你忽略生活中的實際問題，導致一些小麻煩不斷出現。所以，這一天要學會接受現實，不要把浪漫看得過於重要。",
        "love_text": "單身的你，容易陷入對偶像劇愛情的幻想中，現實中的感情往往更加複雜和真實，記得迴歸現實，用心去感受每一次相遇。已有伴者的你，可能要面臨一些現實的考驗，如家庭、工作等方面的壓力，但只要雙方攜手共進，就沒有克服不了的困難。",
        "work_text": "思維像被揉皺的紙團，容易陷入“越想越亂”的循環。無論是工作方案還是學習計劃，總在反覆修改中消耗精力。建議用“外部視角”打破僵局：比如把問題描述給朋友聽，或暫時放下手頭事做10分鐘拉伸。下午適合處理不需要深度思考的任務，比如整理文件或抄寫筆記，讓大腦在“低負荷”中恢復秩序。",
        "lucky_star": "天蠍座",
        "money_text": "你的錢包可能會“只出不進”，比如要給家人買禮物、請朋友吃飯，或突然需要維修東西，這些支出雖然必要，但也容易讓你產生“錢不夠用”的焦慮。建議先梳理下哪些是“必須花”的，哪些是“可以緩”的，比如把買新衣服的計劃推遲一週，先保證必要支出，等下週收入到賬再補上，壓力會小很多。",
        "health_text": "可以通過食療中藥調理身體。你可能會感覺身體有些虛弱，或者有一些小毛病，如失眠、食慾不振。可以用一些常見的中藥食材來調理，如紅棗、枸杞、桂圓，煮粥或者泡水喝。也可以諮詢醫生，根據自己的體質選擇合適的食療方法。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    }
  }
}