{
  "updated": "2026-02-19T23:14:48.735Z",
  "updateTime": "2026/2/20 上午7:14:48",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 18122,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追劇傷身體",
        "yi": "做頓美食犒勞自己",
        "all": "87%",
        "date": "2026-02-20",
        "love": "28%",
        "work": "88%",
        "money": "77%",
        "health": "60%",
        "notice": "專注目標不鬆懈",
        "discuss": "69%",
        "all_text": "今日整體運勢大吉，你會感到精力充沛，思維敏捷，做任何事情都充滿動力和熱情。在工作和學習上，你能夠充分發揮自己的優勢，取得不錯的成績。在人際關係方面，你也會遇到一些志同道合的朋友，與他們相處愉快。財富運勢也比較穩定，有一些小的收入進賬。",
        "love_text": "愛情運勢小兇，單身的白羊座可能會遇到一些爛桃花，對方可能只是對你有一時的興趣，並不是真心想和你交往。有伴侶的白羊座則要注意與伴侶之間的溝通和交流，不要因為一些小事而產生矛盾和爭吵，要學會相互包容和理解。",
        "work_text": "無論是工作還是學習，今日都運勢極佳。在事務處理上，你思路清晰，效率極高，能夠輕鬆應對各種挑戰。工作中，你會得到領導的賞識和同事的支持，有機會承擔更多的責任和任務。學習上，你會對知識有更深入的理解和掌握，考試成績也會有所提高。",
        "lucky_star": "射手座",
        "money_text": "財富運勢小吉，今天你可能會有一些意外的收入，比如獎金、紅包等。同時，你的理財觀念也會比較清晰，能夠合理規劃自己的收支，避免不必要的浪費。但是，也要注意不要過於貪心，不要盲目投資，以免造成損失。",
        "health_text": "健康運勢中平，身體狀況良好，但要注意保持良好的生活習慣，不要熬夜，不要過度勞累。飲食方面也要注意營養均衡，多吃蔬菜水果，少吃油膩和辛辣的食物。",
        "lucky_color": "橙色",
        "lucky_number": 18
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動消費購物",
        "yi": "約朋友看電影",
        "all": "87%",
        "date": "2026-02-20",
        "love": "78%",
        "work": "89%",
        "money": "76%",
        "health": "86%",
        "notice": "專注事業發展",
        "discuss": "68%",
        "all_text": "今日金牛座整體運勢大吉，可謂是機遇與挑戰並存，你將在各個方面展現出強大的實力和魅力。工作學業上，你的努力和才華將得到充分的展現，有望獲得重要的突破和提升。財富運勢也較為理想，可能會有意外之財入賬。感情方面，與伴侶之間的關係甜蜜和諧，單身者也有機會遇到心動的對象。健康狀況良好，保持適當的運動和飲食規律即可。",
        "love_text": "今日金牛座的愛情運勢小吉，與伴侶之間的感情甜蜜和諧，雙方能夠相互理解和支持，共同度過美好的時光。單身者也有機會遇到心動的對象，不妨多參加一些社交活動，擴大自己的社交圈子。",
        "work_text": "無論是工作還是學習，你都充滿了熱情和動力，思維敏捷，能夠迅速抓住問題的關鍵。在事務處理上，你表現得非常果斷和高效，能夠按時完成任務。工作中，你將有機會承擔重要的項目，展現自己的領導才能。學習上，你能夠積極主動地探索新知識，成績有望得到提升。",
        "lucky_star": "處女座",
        "money_text": "今日金牛座的財富運勢小吉，正財收入穩定，能夠滿足日常開銷。同時，你也有機會通過投資、理財等方式獲得額外的收入。不過，在消費方面要注意理性消費，避免不必要的開支，以免造成財務壓力。",
        "health_text": "今日金牛座的健康狀況良好，身體狀況較為穩定。不過，要注意保持良好的生活習慣，避免熬夜和過度勞累，以免影響身體健康。同時，要注意飲食衛生，避免食用不潔食物，以免引起腸胃不適。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決定",
        "yi": "做瑜伽放鬆",
        "all": "86%",
        "date": "2026-02-20",
        "love": "67%",
        "work": "91%",
        "money": "76%",
        "health": "80%",
        "notice": "專注自我提升",
        "discuss": "72%",
        "all_text": "今日雙子座運勢大吉，充滿了機遇與活力。你會在各個方面展現出獨特的魅力和才華，無論是工作還是社交都能得心應手。思維敏捷，創意無限，能夠輕鬆應對各種挑戰。在人際關係中，你會結識到一些志同道合的朋友，為你的生活增添色彩。保持積極樂觀的心態，抓住機遇，勇往直前，相信你會取得令人滿意的成果。",
        "love_text": "今日雙子座的愛情運勢小吉。單身的雙子座有機會結識到一些有趣的人，但需要注意不要過於衝動，要慢慢了解對方。有伴侶的雙子座則需要多與伴侶溝通交流，關心對方的感受，避免因為一些小事而產生矛盾。",
        "work_text": "無論是工作還是學習，今日雙子座都表現出色。在事務處理上，你思路清晰，能夠迅速找到解決問題的方法。工作中，你的努力和才華會得到領導的認可和同事的讚賞，有機會獲得晉升或加薪的機會。學習上，你對新知識充滿了好奇心，學習效率高，能夠取得良好的成績。",
        "lucky_star": "天秤座",
        "money_text": "今日雙子座的財富運勢較為平穩，有一定的收入來源，但也需要注意合理規劃開支。在投資方面，要保持謹慎的態度，不要盲目跟風，以免造成不必要的損失。可以考慮一些穩健的投資方式，如定期存款、基金等。同時，也要注意節約開支，避免浪費。",
        "health_text": "今日雙子座的健康狀況良好，但需要注意保持良好的生活習慣。要注意飲食均衡，多吃蔬菜水果，少吃油膩和辛辣的食物。同時，也要注意適當的運動，保持身體健康。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動消費",
        "yi": "做頓美食犒勞自己",
        "all": "84%",
        "date": "2026-02-20",
        "love": "68%",
        "work": "88%",
        "money": "81%",
        "health": "82%",
        "notice": "耐心處理事務",
        "discuss": "70%",
        "all_text": "今日巨蟹座整體運勢大吉，彷彿有一股無形的力量在推動著你前行。工作學業上會有新的機遇和挑戰，只要你能保持積極的心態和專注的精神，就能順利應對。財富運勢也很不錯，可能會有意外之財入賬。愛情方面，單身的巨蟹座有機會遇到心儀的對象，而有伴侶的巨蟹座則需要多溝通，避免產生誤會。健康狀況良好，但要注意保持充足的睡眠。",
        "love_text": "愛情運勢中平，單身的巨蟹座可能會遇到一些讓你心動的人，但要注意不要過於衝動，要多瞭解對方的情況。有伴侶的巨蟹座則需要多關心對方的感受，多溝通，避免因為一些小事而產生矛盾。",
        "work_text": "無論是工作還是學習，今天的你都充滿了動力和創造力。在事務處理上，你能夠迅速抓住重點，高效地完成任務。工作中，你可能會得到領導的賞識和同事的支持，有機會承擔更多的責任和挑戰。學習上，你會有新的思路和方法，學習效率大大提高。",
        "lucky_star": "天蠍座",
        "money_text": "今日財富運勢小吉，你會有一些不錯的賺錢機會。可能是通過工作獲得額外的收入，也可能是通過投資獲得收益。不過，要注意理性消費，避免不必要的開支。同時，也要注意防範一些財務風險，不要輕易相信一些高收益的投資項目。",
        "health_text": "健康狀況良好，身體沒有什麼大的問題。但要注意保持良好的生活習慣，多運動，多喝水，保持充足的睡眠。同時，也要注意心理健康，避免因為工作和生活的壓力而產生焦慮和抑鬱等情緒。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動消費購物",
        "yi": "看部喜劇放鬆",
        "all": "85%",
        "date": "2026-02-20",
        "love": "97%",
        "work": "92%",
        "money": "79%",
        "health": "68%",
        "notice": "主動出擊獲成果",
        "discuss": "79%",
        "all_text": "今日綜合運勢大吉，你彷彿擁有了無限的能量，一切都在朝著好的方向發展。工作學業上會有新的突破，財富運勢也相當不錯，愛情甜蜜，健康狀況良好。",
        "love_text": "愛情運勢大吉，單身的你會遇到心動的對象，展開一段浪漫的戀情。有伴侶的你，與另一半感情甜蜜，相處融洽，能夠互相理解和支持。",
        "work_text": "無論是工作還是學習，都充滿了動力和熱情。在事務處理上，思維敏捷，能夠迅速抓住重點，高效完成任務。工作中，積極主動的態度會讓你得到領導的賞識和同事的認可。學習上，對新知識的接受能力很強，學習效果顯著。",
        "lucky_star": "射手座",
        "money_text": "財富運勢較為理想，可能會有意外之財入賬。投資方面，眼光獨到，能夠抓住一些不錯的機會，但要注意風險控制，不要盲目跟風。",
        "health_text": "健康狀況良好，但要注意保持規律的作息時間，避免過度勞累。飲食上要注意營養均衡，多吃蔬菜水果。",
        "lucky_color": "金色",
        "lucky_number": 18
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意發脾氣",
        "yi": "整理家居環境",
        "all": "85%",
        "date": "2026-02-20",
        "love": "65%",
        "work": "89%",
        "money": "73%",
        "health": "78%",
        "notice": "專注細節出成果",
        "discuss": "70%",
        "all_text": "今日綜合運勢大吉，你將迎來能量的爆發期。在各個方面都充滿了活力與動力，彷彿一切都在朝著好的方向發展。無論是面對工作還是生活中的挑戰，你都能保持積極樂觀的心態，勇往直前。抓住這個機會，展現自己的實力，你將會取得令人矚目的成就。",
        "love_text": "愛情運勢中平，對於單身的處女座來說，今天可能會有一些社交活動，有機會結識到新的異性朋友，但要注意保持適度的距離，不要過於熱情，以免給對方造成壓力。對於有伴侶的處女座來說，今天可能會因為一些小事而與伴侶產生矛盾，要學會控制自己的情緒，多溝通、多理解，避免爭吵。",
        "work_text": "無論是工作還是學習，今天都將是收穫滿滿的一天。在事務處理上，你思維敏捷，能夠迅速抓住問題的關鍵，提出有效的解決方案。工作中，你的努力和付出將得到領導的認可和同事的讚賞；學習上，你將在考試或作業中取得優異的成績。",
        "lucky_star": "摩羯座",
        "money_text": "財富運勢小吉，今天你可能會有一些意外的收入，比如獎金、紅包或投資收益等。不過，也要注意合理規劃開支，避免不必要的消費，以免造成財務壓力。可以考慮將一部分資金用於儲蓄或投資，為未來的生活打下堅實的基礎。",
        "health_text": "健康運勢良好，身體狀況較為穩定。但要注意保持良好的生活習慣，避免熬夜和過度勞累，飲食要均衡，多吃蔬菜水果，適當進行運動鍛鍊，保持身心健康。",
        "lucky_color": "藍色",
        "lucky_number": 13
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動消費購物",
        "yi": "做美食犒勞自己",
        "all": "83%",
        "date": "2026-02-20",
        "love": "79%",
        "work": "88%",
        "money": "68%",
        "health": "83%",
        "notice": "積極溝通促和諧",
        "discuss": "74%",
        "all_text": "今日天秤座整體運勢大吉，生活中充滿了各種機遇與驚喜。工作學業上，思維敏捷，能夠迅速抓住重點，高效完成任務。人際關係也十分融洽，與他人的交流順暢，容易獲得支持與幫助。財富運勢也不錯，有意外之財的機會。愛情方面，單身者可能會遇到心動的對象，有伴侶者感情甜蜜。健康狀況良好，精力充沛。",
        "love_text": "今日天秤座的愛情運勢大吉。單身者可能會在社交場合中遇到心動的對象，對方的魅力會讓你心動不已。有伴侶者與另一半的感情甜蜜，彼此之間的溝通順暢，能夠互相理解和支持。可以一起做一些有趣的事情，增加彼此之間的感情。",
        "work_text": "無論是工作還是學習，今日天秤座都表現出色。在事務處理上，邏輯清晰，決策果斷，能夠得到領導或老師的認可。工作中，團隊協作能力強，能夠與同事們配合默契，共同完成項目。學習上，對新知識的接受能力快，學習效率高。",
        "lucky_star": "雙子座",
        "money_text": "今日天秤座的財富運勢小吉。正財方面，工作表現出色，有望獲得加薪或獎金。偏財方面，有一些投資機會，但需要謹慎選擇，避免盲目跟風。在消費方面，要注意理性消費，避免不必要的開支。",
        "health_text": "今日天秤座的健康狀況良好，精力充沛。可以適當進行一些運動，如瑜伽、跑步等，保持身體的活力。在飲食方面，要注意營養均衡，多吃蔬菜水果，避免吃過多的油膩食物。同時，要注意保持良好的作息習慣，保證充足的睡眠。",
        "lucky_color": "藍色",
        "lucky_number": 16
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷劇傷身體",
        "yi": "做頓美食犒勞自己",
        "all": "87%",
        "date": "2026-02-20",
        "love": "30%",
        "work": "88%",
        "money": "69%",
        "health": "58%",
        "notice": "保持專注不內耗",
        "discuss": "73%",
        "all_text": "今日天蠍座整體運勢大吉，能量滿滿，機遇頗多。在各個方面都能展現出強大的實力和魅力，做事得心應手，人際關係也十分融洽。無論是工作還是生活，都將迎來新的突破和進展，要抓住機會，勇往直前。",
        "love_text": "愛情運勢小兇，單身者可能會遇到一些爛桃花，要保持警惕，不要輕易相信他人。有伴侶者可能會與另一半發生一些爭吵和矛盾，要學會溝通和理解，避免情緒激動，以免影響感情。",
        "work_text": "無論是工作還是學習，今日都能保持高度的專注和熱情，效率顯著提升。在事務處理上，思維敏捷，決策果斷，能夠輕鬆應對各種挑戰。工作中，有望得到領導的賞識和同事的認可，取得優異的成績。學習上，對知識的吸收能力較強，能夠舉一反三，進步明顯。",
        "lucky_star": "巨蟹座",
        "money_text": "財富運勢小吉，收入穩定，可能會有一些意外之財入賬。但要注意合理規劃開支，避免不必要的浪費。投資方面可以適當關注一些穩健的項目，但不要盲目跟風，要保持理性和冷靜。",
        "health_text": "健康運勢中平，身體狀況良好，但要注意保持良好的生活習慣，避免熬夜和過度勞累。飲食上要注意營養均衡，多吃蔬菜水果，少吃油膩和辛辣的食物。適當進行一些運動鍛鍊，有助於提高身體素質。",
        "lucky_color": "紫色",
        "lucky_number": 13
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "做瑜伽放鬆",
        "all": "83%",
        "date": "2026-02-20",
        "love": "89%",
        "work": "82%",
        "money": "75%",
        "health": "70%",
        "notice": "保持樂觀心態",
        "discuss": "68%",
        "all_text": "今日綜合運勢大吉，你會感到精力充沛，充滿活力。在各個方面都能展現出自己的優勢，無論是工作、學習還是生活，都將迎來新的機遇和挑戰。只要你保持積極樂觀的心態，勇於嘗試和創新，就一定能夠取得令人滿意的成果。",
        "love_text": "今日愛情運勢大吉，單身的射手座有機會遇到自己心儀的對象，你們會有很多共同話題和興趣愛好，相處起來非常愉快。有伴侶的射手座則會與伴侶之間的感情更加深厚，彼此之間的信任和理解也會增加。",
        "work_text": "無論是工作還是學習，今天都將是充滿機遇和挑戰的一天。在事務處理上，你需要保持冷靜和理智，不要被情緒左右。同時，要善於發現問題並及時解決，這樣才能提高效率和質量。",
        "lucky_star": "白羊座",
        "money_text": "今日財富運勢小吉，你會有一些意外之財的收入，比如獎金、紅包等。但是，你也需要注意控制自己的消費慾望，不要盲目跟風購買一些不必要的東西。同時，要注意投資理財，選擇一些穩健的投資方式，以保證自己的資產安全。",
        "health_text": "今日健康運勢中平，你需要注意保持良好的生活習慣，比如早睡早起、合理飲食、適量運動等。同時，要注意緩解壓力，避免過度勞累和焦慮。如果有身體不適的情況，要及時就醫。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度消費",
        "yi": "與家人聚餐",
        "all": "86%",
        "date": "2026-02-20",
        "love": "28%",
        "work": "88%",
        "money": "73%",
        "health": "58%",
        "notice": "專注事業發展",
        "discuss": "69%",
        "all_text": "今日摩羯座綜合運勢大吉，可謂是機遇與挑戰並存。在各個方面都將展現出強大的實力和魅力，無論是工作、學習還是生活，都能取得令人滿意的成果。不過，也要注意保持謙虛謹慎的態度，避免因驕傲自滿而犯錯。",
        "love_text": "今日摩羯座愛情運勢小兇，單身者可能會遇到一些感情上的困擾，比如與心儀的人溝通不暢或被拒絕。有伴侶者則要注意與另一半的溝通和交流，避免因為一些小事而產生矛盾和爭吵。要學會換位思考，理解對方的感受，共同維護好感情。",
        "work_text": "無論是工作還是學習，今日摩羯座都將充滿動力和創造力。在事務處理上，能夠迅速抓住重點，高效完成任務。工作中，可能會有一些新的項目或機會出現，要勇敢地迎接挑戰，展現自己的能力。學習上，思維敏捷，能夠輕鬆理解新知識，取得良好的學習效果。",
        "lucky_star": "金牛座",
        "money_text": "今日摩羯座財富運勢小吉，收入方面會有一些小驚喜，可能會得到一筆意外之財或獎金。不過，也要注意合理規劃開支，避免不必要的浪費。在投資方面，可以適當關注一些穩健的理財產品，但不要盲目跟風，要根據自己的風險承受能力做出決策。",
        "health_text": "今日摩羯座健康運勢中平，身體狀況基本穩定，但要注意保持良好的生活習慣，避免過度勞累和熬夜。可以適當進行一些運動鍛鍊，增強身體素質。在飲食方面，要注意營養均衡，少吃辛辣油膩的食物。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度熬夜",
        "yi": "看部好電影",
        "all": "86%",
        "date": "2026-02-20",
        "love": "97%",
        "work": "88%",
        "money": "76%",
        "health": "78%",
        "notice": "專注自我提升",
        "discuss": "69%",
        "all_text": "今日整體運勢大吉，你會感覺精力充沛，充滿活力，彷彿一切都在朝著好的方向發展。在各個方面都有不錯的表現，無論是工作、學習還是生活，都能收穫滿滿的成就感。",
        "love_text": "愛情運勢大吉，單身的水瓶座今天有機會遇到自己的心儀對象，要勇敢地表達自己的感情。有伴侶的水瓶座則會和伴侶之間的感情更加深厚，彼此之間的溝通和理解也會更加順暢。",
        "work_text": "無論是工作還是學習，今天都能展現出強大的實力和創造力。在事務處理上，思維敏捷，決策果斷，能夠迅速找到解決問題的方法。",
        "lucky_star": "雙子座",
        "money_text": "財富運勢小吉，今天的收入會有所增加，但也需要注意合理規劃開支，避免不必要的浪費。可以考慮進行一些穩健的投資，增加自己的財富積累。",
        "health_text": "健康運勢良好，身體狀況較為穩定。但要注意保持良好的生活習慣，避免過度勞累和熬夜，適當進行一些運動，保持身心健康。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動發脾氣",
        "yi": "看電影放鬆",
        "all": "87%",
        "date": "2026-02-20",
        "love": "91%",
        "work": "79%",
        "money": "73%",
        "health": "69%",
        "notice": "專注目標，穩步前行",
        "discuss": "71%",
        "all_text": "今日綜合運勢大吉，你將迎來充滿活力與機遇的一天。在各個方面都能展現出獨特的魅力和能力，無論是工作、學習還是人際關係，都有望取得令人滿意的成果。保持積極樂觀的心態，勇敢地追求自己的目標，相信自己的能力，你將收穫滿滿的幸福和成就感。",
        "love_text": "今日愛情運勢大吉，單身的雙魚座有機會遇到自己心儀的對象，要勇敢地表達自己的感情。戀愛中的雙魚座與伴侶之間感情甜蜜，能夠相互理解和支持。已婚的雙魚座要注意與伴侶之間的溝通和交流，避免因為一些小事而產生矛盾。",
        "work_text": "無論是工作還是學習，今日都有良好的表現。在事務處理上，思維敏捷，能夠迅速抓住重點，高效地完成任務。工作中，與同事合作默契，能夠得到領導的認可和支持。學習上，對知識的吸收能力較強，能夠取得不錯的成績。",
        "lucky_star": "巨蟹座",
        "money_text": "今日財富運勢小吉，正財收入穩定，工作上的努力會得到相應的回報。同時，也有一些意外之財的機會，但要注意理性對待，不要盲目投資。在消費方面，要注意控制自己的慾望，避免不必要的開支。",
        "health_text": "今日健康運勢中平，身體狀況良好，但要注意保持良好的生活習慣。飲食上要注意營養均衡，避免暴飲暴食。運動上要適量，不要過度勞累。同時，也要注意保持心情愉悅，避免情緒波動過大。",
        "lucky_color": "藍色",
        "lucky_number": 18
      }
    }
  }
}