{
  "updated": "2025-09-29T04:10:50.878Z",
  "updateTime": "2025/9/29 下午12:10:50",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12678,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "斤斤計較",
        "yi": "互相送禮物",
        "all": "97%",
        "date": "2025-09-29",
        "love": "93%",
        "work": "95%",
        "money": "98%",
        "health": "94%",
        "notice": "一帆風順地開展",
        "discuss": "91%",
        "all_text": "整體運勢非常出眾，就像被幸運之神緊緊跟隨。你能明顯感覺到，各項計劃都能一帆風順地開展，彷彿之前遇到的阻礙都自動消失了。生活裡，那些你期待的事情會朝著好的方向穩步推進，沒有過多的波折和意外來打擾。你內心的想法和目標，有極大的可能順利實現，這種順暢感會讓你充滿自信和動力。在與人交往中，你也能輕鬆地表達自己的觀點，得到他人的理解和認同，人際關係十分和諧。而且，你還能敏銳地捕捉到生活中的小美好，可能是朋友的一句貼心問候，也可能是偶然遇到的一處美麗風景，這些都能讓你心情愉悅。這種良好的狀態會形成一個良性循環，讓你在各個方面都更加得心應手，盡情享受這一天帶來的美好體驗。",
        "love_text": "單身的你，彷彿被魅力光環籠罩，舉手投足間都散發著獨特的吸引力，很容易成為他人目光的焦點，說不定在某個不經意的瞬間，就能邂逅讓自己心動的對象。已有伴者的你，和伴侶之間滿是甜蜜，彼此的一個眼神、一個小動作，都能讀懂對方的心意，一起度過溫馨又美好的時光，感情在這樣融洽的氛圍中持續升溫。",
        "take_star": "",
        "work_text": "開啟了智慧小宇宙，思維活躍得很，尤其擅長舉一反三。面對各種難題，能迅速從不同角度思考，找到新穎的解決辦法。不管是處理複雜項目，還是攻克學習難點，都能輕鬆應對，這種狀態會讓你在前進的道路上充滿自信，不斷收穫成就感。",
        "lucky_star": "射手座",
        "money_text": "在財運上會有亮眼表現，偏財方面收益豐富，說不定還有意外驚喜降臨。可能是之前參與的某個項目有了額外分紅，或是收到一筆意外的獎金。這一天不妨多關注一些理財新資訊，說不定能發現新的賺錢契機。不過也別太沖動，別看到機會就一頭扎進去，還是要冷靜分析，確保穩妥。",
        "health_text": "健康運不錯，很適合把強身健體提上日程。這天精力充沛，不妨去戶外跑跑步、打打球，讓身體動起來，增強免疫力。運動前記得做好熱身，避免拉傷。飲食上多吃富含蛋白質的食物，像雞蛋、牛奶，為身體補充能量。堅持這樣的健康生活方式，能讓你活力滿滿，以更好的狀態迎接生活。",
        "lucky_color": "天藍色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "先用後付",
        "yi": "勤開窗通風",
        "all": "75%",
        "date": "2025-09-29",
        "love": "71%",
        "work": "67%",
        "money": "74%",
        "health": "76%",
        "notice": "謹慎考慮的選擇",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩。這一天沒有特別突出的驚喜，也沒有嚴重的困擾，生活按部就班地進行著。不過，你可能會面臨一些需要謹慎考慮的選擇，這些選擇或許看似不起眼，但卻可能對未來的生活產生一定的影響。在做決定時，你不能過於衝動，要靜下心來，仔細分析每個選項的利弊。周圍的環境相對穩定，沒有太多外界因素來干擾你的判斷，這為你提供了思考的空間。雖然過程可能會有些糾結，但只要你能認真對待，權衡清楚，就能做出讓自己滿意的選擇。這一天，保持平和的心態，穩步前行，為未來的發展積累更多的經驗和能量。",
        "love_text": "單身的你，幸福不會主動送上門，得主動出擊，遇到有好感的人，別害羞，勇敢表達自己的想法，說不定就能收穫一段美好的緣分。已有伴者的你，感情需要共同成長，可以和伴侶一起探討未來的規劃，互相鼓勵，在彼此的支持下，感情會更加穩固，攜手走向更美好的未來。",
        "take_star": "",
        "work_text": "容易陷入鑽牛角尖的困境。在做決策或者解決問題時，常常只盯著一個點，忽略了整體和其他可能性。這種思維侷限會讓你在一些事情上花費過多時間和精力，卻得不到理想的結果，還可能影響整體進度，需要試著換個角度看問題。",
        "lucky_star": "摩羯座",
        "money_text": "財運較為平穩，但要多留意身邊出現的各種機會。也許在和朋友的閒聊中，就能得到一些關於投資或者兼職的小道消息。這些信息看似不起眼，卻可能藏著賺錢的門道。別因為覺得麻煩就輕易忽略，主動去了解、分析，說不定就能從中找到適合自己的生財之道，讓錢包鼓起來。",
        "health_text": "要多關注下牙齒問題。可能在吃東西時會感覺牙齒有些敏感，或者刷牙時發現有輕微出血。別不當回事，早晚要認真刷牙，每次刷夠兩分鐘，用巴氏刷牙法清潔牙齒各個角落。飯後及時用清水或漱口水漱口，減少食物殘渣殘留。若牙齒不適持續，要及時去看牙醫，別讓小問題變大麻煩。",
        "lucky_color": "抹茶色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度與人攀比",
        "yi": "學習理財技巧",
        "all": "56%",
        "date": "2025-09-29",
        "love": "65%",
        "work": "50%",
        "money": "62%",
        "health": "64%",
        "notice": "陷入沮喪情緒中",
        "discuss": "59%",
        "all_text": "整體運勢稍顯低迷，容易陷入盲目與人比較的怪圈，總是不自覺地拿自己和他人對比，一旦發現自己在某些方面不如別人，就會陷入沮喪的情緒中。這種情緒會像烏雲一樣籠罩著你，讓你看什麼都覺得不順眼，心情也變得格外糟糕。而且，這種負面情緒還會影響你與身邊人的相處，可能會因為一點小事就和他人產生矛盾。其實，每個人都有自己的優點和不足，盲目比較只會讓自己更加疲憊和失落。你需要學會正視自己的優點，接納自己的不足，把注意力放在自己的成長和進步上。只有調整好心態，才能擺脫這種低迷的狀態，重新找回生活的樂趣。",
        "love_text": "單身的你，可別一副吊兒郎當的樣子，對待感情要認真起來，不然即使遇到合適的人，也可能因為你的漫不經心而錯過。已有伴者的你，在感情裡要培養自己的責任心，答應伴侶的事情一定要做到，多站在對方的角度考慮問題，這樣才能讓感情更加長久。",
        "take_star": "",
        "work_text": "缺乏耐心的問題比較明顯。在處理事情或者學習新知識時，很容易因為一點小困難或者進展緩慢而失去興趣和耐心。這種浮躁的狀態會讓你無法深入鑽研，難以取得實質性的成果，需要調整心態，保持專注和堅持。",
        "lucky_star": "雙魚座",
        "money_text": "在物質慾望上有些過於強烈，看到喜歡的東西就忍不住想買買買，這很容易讓你的錢包迅速癟下去。這一天要剋制一下自己的消費衝動，在購買東西前先冷靜思考一下，這東西是不是真的需要。可以給自己設定一個消費上限，避免無節制地花錢，不然月底看到賬單可就要頭疼了。",
        "health_text": "容易受鼻炎困擾。天氣變化可能讓鼻子不通氣、打噴嚏，影響日常生活。出門記得戴口罩，阻擋空氣中的灰塵和過敏原。在家可以使用加溼器，保持室內空氣溼潤，緩解鼻腔乾燥。飲食上少吃辛辣、刺激性食物，避免刺激鼻腔黏膜。若鼻炎症狀嚴重，要按醫囑使用藥物，減輕不適。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "總聽別人說",
        "yi": "挖掘創意靈感",
        "all": "95%",
        "date": "2025-09-29",
        "love": "98%",
        "work": "91%",
        "money": "92%",
        "health": "90%",
        "notice": "得到支持與助力",
        "discuss": "96%",
        "all_text": "整體運勢棒棒噠。這一天的你彷彿自帶光環，容易得到他人的支持與助力。無論你有什麼想法和計劃，身邊的人都會給予你鼓勵和幫助，讓你感受到滿滿的溫暖和力量。這種支持不僅體現在物質方面，更多的是精神上的鼓勵和肯定，讓你更加堅定地朝著自己的目標前進。在與人交流中，你能輕鬆地表達自己的情感和想法，得到他人的理解和共鳴，人際關係變得更加融洽。而且，你還能從他人那裡獲得一些新的啟發和思路，為自己的生活增添新的色彩。這種良好的氛圍會讓你充滿信心和動力，盡情享受這一天帶來的美好和快樂。",
        "love_text": "單身的你，有望突破曖昧的迷霧，和心儀的對象確定關係，勇敢邁出那一步，說不定就能收穫甜甜的愛情。已有伴者的你，能明顯感受到伴侶的重視，對方會用心為你準備一些小驚喜，讓你心裡暖暖的，感情也會在這種被重視的感覺中愈發深厚。",
        "take_star": "",
        "work_text": "整體狀態極佳，有更上一層樓的趨勢。無論是處理日常事務還是學習新知識，都能展現出出色的能力和積極的態度。你善於把握機會，主動迎接挑戰，在不斷努力中提升自己，會取得令人滿意的進步，讓周圍人對你有新的認識。",
        "lucky_star": "天秤座",
        "money_text": "你的財運超棒，會得到意外的收益。可能是之前借出去的錢收回來了，或者是在二手平臺上賣出了閒置物品，獲得了一筆不錯的收入。這筆意外之財會讓你心情大好，不過也別一下子就花光，可以考慮把一部分錢存起來，或者做一些穩健的小投資，讓錢繼續生錢。",
        "health_text": "健康狀態良好，能保持最佳狀態。精神飽滿，做什麼事都幹勁十足。不過也別過度消耗自己，工作或學習間隙要適當休息，活動下身體，放鬆下眼睛。飲食上營養均衡，多吃蔬菜水果，補充維生素和礦物質。保持規律的作息，晚上早點睡覺，這樣能讓身體持續保持良好的運轉狀態。",
        "lucky_color": "米黃色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不吃早餐",
        "yi": "提前做準備",
        "all": "89%",
        "date": "2025-09-29",
        "love": "90%",
        "work": "86%",
        "money": "78%",
        "health": "87%",
        "notice": "正做著充足準備",
        "discuss": "82%",
        "all_text": "整體運勢比較平順，生活沒有太多的波瀾，一切都按部就班地進行著。你會感覺內心十分平靜，沒有過多的焦慮和煩惱。這種平順的狀態為你提供了一個很好的機會，讓你能夠靜下心來，為下一次“出發”做著充足準備。你可以回顧過去的經歷，總結經驗教訓，找出自己的不足之處並加以改進。同時，你也可以思考未來的發展方向，制定新的計劃和目標。在這個過程中，你會發現自己變得更加成熟和穩重，對未來也充滿了信心。利用好這一天的平順時光，積蓄力量，為未來的挑戰做好充分的準備。",
        "love_text": "單身的你，或許會迎來新的感情機會，可能在社交場合中結識到讓你眼前一亮的人，不妨主動交流，說不定能開啟一段浪漫之旅。已有伴者的你，和伴侶一起樹立一個共同奮鬥的目標，比如一起存錢旅行，在這個過程中，你們會更有默契，感情也會更加堅定。",
        "take_star": "",
        "work_text": "呈現出穩紮穩打的態勢。在做任何事情時，都能保持冷靜和理智，一步一個腳印地推進。你不會急於求成，而是注重細節和質量，這種踏實的工作學習態度會讓你避免很多錯誤，為長遠的發展打下堅實的基礎。",
        "lucky_star": "雙子座",
        "money_text": "要著重培養自己的理財意識。這一天可能會面臨一些消費選擇，比如是買一件昂貴但實用的物品，還是買幾件便宜但質量一般的。這時候就需要你運用理財知識，權衡利弊。也可以開始學習一些簡單的理財方法，比如記賬，瞭解自己的收支情況，這樣才能更好地規劃財務，讓財富慢慢積累",
        "health_text": "要著重培養生活好習慣。比如，養成定時排便的習慣，每天早上起床後喝一杯溫水，促進腸道蠕動。避免久坐，每隔一段時間就起身活動一下，伸伸懶腰、踢踢腿。還要注意個人衛生，勤洗手、勤換洗衣物。這些看似不起眼的小習慣，卻能對身體健康起到很大的積極作用。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "任務堆到一起",
        "yi": "做有氧運動",
        "all": "58%",
        "date": "2025-09-29",
        "love": "52%",
        "work": "53%",
        "money": "57%",
        "health": "60%",
        "notice": "思緒如一團亂麻",
        "discuss": "68%",
        "all_text": "整體運勢略差，這一天你會感覺心煩意亂，思緒就像一團亂麻，怎麼也理不清。生活中各種瑣碎的事情紛紛湧來，讓你有些應接不暇，不知道該從何處下手。這種混亂的狀態會讓你的情緒變得焦躁不安，容易因為一點小事就發脾氣。而且，你的注意力也很難集中，做事情總是丟三落四，效率低下。其實，很多時候問題並沒有你想象的那麼嚴重，只是你的心態影響了你的判斷。你需要試著讓自己冷靜下來，深呼吸幾次，放鬆一下緊繃的神經。然後，按照事情的輕重緩急，一件一件地去處理。雖然這一天會比較難熬，但只要你調整好心態，積極面對，還是能夠慢慢走出這種混亂的狀態的。",
        "love_text": "單身的你，在喜歡的人面前別過度迎合，保持真實的自己才是最重要的，不然即使在一起了，也可能因為偽裝而感到疲憊。已有伴者的你，在感情裡別迷失自我，要有自己的生活和興趣愛好，這樣既能讓自己保持魅力，也能讓感情更加健康。",
        "take_star": "",
        "work_text": "被很多幹擾的瑣事圍繞，這讓你難以集中精力去做重要的事情。這些瑣事可能來自生活、人際等方面，不斷分散你的注意力，導致你在處理主要事務時效率低下，容易出錯。你需要學會合理安排時間，分清主次，減少外界干擾。",
        "lucky_star": "天蠍座",
        "money_text": "要格外警惕扣錢的情況。在處理各種財務事務時，一定要仔細認真，比如查看賬單、簽訂合同等，避免因為疏忽大意而產生不必要的費用。在使用電子支付時，也要確認好支付金額和收款方，防止誤操作導致資金損失。只要多留個心眼，就能避免很多破財的小麻煩。",
        "health_text": "要注意別頻繁撓耳朵。耳朵可能會有些癢，但頻繁撓抓容易損傷外耳道皮膚，引發感染。如果耳朵癢得厲害，可以用乾淨的棉籤輕輕擦拭外耳道。避免用尖銳的物品掏耳朵，以免戳傷耳膜。要是耳朵出現疼痛、流膿等異常情況，要及時就醫，以免延誤病情，影響聽力。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "飲料代替水",
        "yi": "做好時間分配",
        "all": "84%",
        "date": "2025-09-29",
        "love": "85%",
        "work": "83%",
        "money": "80%",
        "health": "81%",
        "notice": "可控範圍推進著",
        "discuss": "89%",
        "all_text": "整體運勢趨於平穩，生活就像緩緩流淌的溪流，沒有驚濤駭浪。你可能會發現，收穫並沒有想象中那麼豐厚，那些期待中的小驚喜或許不會輕易降臨。不過，這並不意味著這一天平淡無奇。你之前制定的計劃，都在可控範圍之內穩步推進，這讓你心裡感到踏實。沒有突然出現的意外狀況打亂你的節奏，你可以從容地應對生活中的各種小事。與身邊人的相處也和諧融洽，沒有激烈的矛盾衝突。這種平穩的狀態，讓你有時間和精力去思考一些更深層次的問題，比如未來的生活方向或者個人的興趣愛好。雖然收穫不大，但這種有條不紊的生活節奏，能讓你在平靜中積蓄力量，為未來的發展做好鋪墊。不妨享受這份平穩，在按部就班中感受生活的細水長流。",
        "love_text": "單身的你，可能會突然萌生戀愛的想法，別壓抑這種情緒，多參加一些社交活動，說不定就能遇到那個讓你心動的人。已有伴者的你，和伴侶一起制定一些計劃，比如週末的短途旅行，在規劃的過程中，你們能更好地瞭解彼此的想法，感情也會更加親密。",
        "take_star": "",
        "work_text": "整體態勢良好，不過若想更上一層樓，保持主動是關鍵。在面對各種事務時，不能總是等待機會降臨，得主動出擊去爭取。無論是拓展人脈、獲取新資源，還是解決難題，主動的姿態會讓你佔據更有利的位置，也能激發自身潛力，讓各方面進展更加順利，收穫更多成果。",
        "lucky_star": "金牛座",
        "money_text": "你的財運以穩健為主，適合進行穩健型理財。可以考慮把一部分閒置資金存入銀行定期，或者購買一些低風險的理財產品。雖然收益可能不會特別高，但勝在安全穩定，能讓你的財富穩步增長。這一天別盲目追求高收益的投資，穩紮穩打才是關鍵，避免因小失大。",
        "health_text": "不宜喝太多咖啡、奶茶等飲料。這些飲品中含有咖啡因和大量糖分，喝多了可能會讓你精神過度興奮，影響晚上的睡眠質量，還可能導致體重增加。這一天可以選擇多喝白開水，既能補充身體所需水分，又健康無負擔。也可以泡一杯清淡的花茶，既能解渴，又有一定的養生功效。",
        "lucky_color": "奶茶色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度逞強",
        "yi": "擺正自我定位",
        "all": "70%",
        "date": "2025-09-29",
        "love": "69%",
        "work": "68%",
        "money": "77%",
        "health": "76%",
        "notice": "探索與搖擺的姿態",
        "discuss": "71%",
        "all_text": "整體運勢一般，可能會處於一種探索與搖擺的姿態。對於生活中的一些事情，你內心充滿了疑惑和好奇，想要去探尋真相、尋找答案。然而，在探索的過程中，你又會時不時地產生猶豫和不確定，不知道自己的方向是否正確，也不確定自己的選擇是否明智。這種搖擺不定的心態，會讓你在做決定時有些遲疑。周圍的環境似乎也有些模糊不清，給你提供的信息不夠明確，進一步增加了你的困惑。不過，這種探索與搖擺也並非完全是壞事，它能讓你更加深入地思考問題，從不同的角度去看待事物。或許在經歷了一番糾結之後，你會突然豁然開朗，找到屬於自己的方向。保持耐心，在這份不確定中慢慢摸索前行。",
        "love_text": "單身的你，打扮別用力過猛，自然清新的風格更能吸引他人，不然可能會讓對方覺得有距離感。已有伴者的你，別過度查伴侶的手機，信任是感情的基礎，給對方一些私人空間，反而能讓感情更加和諧。",
        "take_star": "",
        "work_text": "似乎對麻煩事有些避之不及，這種心態可能會讓你錯過一些提升自己的機會。在面對複雜的情況或者繁瑣的任務時，不要輕易退縮，因為往往在這些挑戰背後隱藏著成長和收穫。勇敢地直面問題，積極尋找解決辦法，才能讓自己不斷進步，否則可能會陷入原地踏步的困境。",
        "lucky_star": "獅子座",
        "money_text": "財運整體較為平衡，收支基本能維持在一個穩定的狀態。不過也別因此就放鬆警惕，還是要合理規劃自己的消費。在購物時，可以多比較幾家店鋪的價格，選擇性價比高的商品。同時，也可以關注一下自己的儲蓄情況，看看是否可以增加一些儲蓄金額，為未來的生活做好財務保障。",
        "health_text": "睡前不要吃太飽。吃得過飽會使腸胃負擔加重，在睡眠過程中，腸胃還在努力消化食物，會影響睡眠質量，讓你第二天感覺疲憊。晚餐儘量吃得清淡、易消化，七八分飽即可。吃完晚餐後，可以適當散步一會兒，促進食物消化。這樣能讓你擁有一個安穩的睡眠，以更好的精神面對新的一天。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "丟三落四",
        "yi": "錯峰出門遊玩",
        "all": "96%",
        "date": "2025-09-29",
        "love": "92%",
        "work": "97%",
        "money": "91%",
        "health": "93%",
        "notice": "充實並開心著",
        "discuss": "98%",
        "all_text": "幸運在線，是心想事成的一天，會充實並開心著。這一天，彷彿有一股無形的力量在默默地支持著你，讓你在生活的各個方面都感覺順風順水。你心裡所想的事情，有很大的幾率能夠順利實現，這種滿足感會讓你倍感愉悅。生活中充滿了各種小確幸，可能是偶然遇到的一件趣事，也可能是收到的一份小禮物，都能讓你的心情變得格外燦爛。你會覺得時間過得飛快，因為每一刻都充滿了樂趣和驚喜。這種積極的狀態也會感染身邊的人，讓他們願意與你親近，進一步增添了生活的歡樂氛圍。盡情享受這份幸運吧，用樂觀的心態去擁抱生活中的每一個美好瞬間，讓這份快樂延續下去。",
        "love_text": "單身的你，社交機會很多，多和朋友聚會、參加活動，在熱鬧的氛圍中，很容易結識到新的異性，說不定就能遇到那個對的人。已有伴者的你，和伴侶保持熱戀狀態，一起做一些有趣的事情，比如看電影、玩遊戲，讓感情始終充滿激情。",
        "take_star": "",
        "work_text": "彷彿掌握了高效秘籍，懂得簡化程序。在處理各種事情時，能夠迅速抓住核心要點，剔除不必要的繁瑣環節，以最直接有效的方式達成目標。這種能力會讓你在忙碌中依然保持從容，節省大量時間和精力，有更多機會去探索新的領域，實現更多的可能。",
        "lucky_star": "巨蟹座",
        "money_text": "你的收入狀況十分可觀，可能是工作上表現出色，得到了領導的獎勵，或者是在業務方面取得了不錯的成績，獲得了額外的提成。這一天要好好把握機會，繼續努力工作，爭取讓收入更上一層樓。不過也別因為收入增加就隨意揮霍，合理規劃才能讓財富長久留存。",
        "health_text": "出門前要留意天氣預報。天氣多變，可能上午還是晴空萬里，下午就突然下雨。根據天氣情況合理增減衣物，攜帶雨具，避免著涼感冒。如果是晴天，要做好防曬措施，戴上帽子、太陽鏡，塗抹防曬霜，防止紫外線對皮膚造成傷害。只有做好這些準備，才能盡情享受出門的時光。",
        "lucky_color": "綠色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "前線八卦吃瓜",
        "yi": "做好日程安排",
        "all": "73%",
        "date": "2025-09-29",
        "love": "66%",
        "work": "69%",
        "money": "70%",
        "health": "74%",
        "notice": "冒出一點小插曲",
        "discuss": "81%",
        "all_text": "整體運勢稍有起伏，可能會偶爾冒出點小插曲。這一天，生活不會一直保持平穩的節奏，就像平靜的湖面偶爾會泛起漣漪。這些小插曲可能來自生活的各個方面，也許是與家人朋友之間的一點小摩擦，也許是生活中突然出現的一個小難題。不過，這些小插曲並不會對你的生活造成太大的影響，只是會讓你在處理的過程中稍微費點心思。它們就像生活的小調料，為平淡的日子增添了一些別樣的滋味。在應對這些小插曲的過程中，你會鍛鍊自己的應變能力和解決問題的能力。不要因為這些小狀況而感到煩躁，以平和的心態去面對，把它們當作成長的機會。相信在經歷這些小起伏後，你會更加從容地面對生活中的各種變化。",
        "love_text": "單身的你，可能會因為自己太“i”，而錯過一些認識新人的機會，試著打開心扉，主動和他人交流，說不定會有意外收穫。已有伴者的你，別把伴侶晾在一旁，多花時間陪伴對方，一起聊聊天、散散步，讓對方感受到你的關心和愛意。",
        "take_star": "",
        "work_text": "需要特別注意，知錯就要改。在前進的道路上，難免會出現一些失誤或者判斷錯誤的情況，這時候不能固執己見，要勇於承認並及時糾正。只有從錯誤中吸取教訓，才能避免再次犯錯，不斷調整自己的方向，讓自己朝著正確的目標穩步前進，否則小錯誤可能會積累成大問題。",
        "lucky_star": "白羊座",
        "money_text": "在財運上可能沒有明顯的進賬機會，不過也別灰心。可以利用這一天好好梳理一下自己的財務狀況，看看哪些地方可以節省開支，哪些地方可以進行優化。也可以學習一些新的理財知識和技能，提升自己的理財能力。等機會來臨時，你就能更好地抓住，實現財富的增長。",
        "health_text": "不宜衝冷水澡。雖然衝冷水澡可能讓人感覺清爽，但在氣溫變化較大的情況下，衝冷水澡容易使身體受到刺激，導致血管收縮，引發感冒、頭痛等不適症狀。洗澡時最好選擇溫水，水溫以接近人體體溫為宜，這樣既能清潔身體，又能讓身體感到舒適，避免因水溫不當給健康帶來隱患。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "蹺二郎腿",
        "yi": "保持上進心",
        "all": "82%",
        "date": "2025-09-29",
        "love": "88%",
        "work": "75%",
        "money": "79%",
        "health": "85%",
        "notice": "敢舍反而有所得",
        "discuss": "80%",
        "all_text": "整體運勢尚佳，敢於捨棄後反而有所得。這一天，你會有一種豁然開朗的感覺，明白在生活中有時候需要做出一些取捨。當你勇敢地放下那些不再重要或者束縛你的東西時，會發現新的機會和美好正悄然降臨。這種捨棄可能是一種觀念的轉變，不再執著於過去的某些想法；也可能是一些實際事物的放棄，比如清理掉家中閒置已久的物品。在捨棄的過程中，你會感到身心輕鬆，彷彿卸下了沉重的包袱。而隨之而來的，是更多的空間和可能性，讓你能夠更加自由地去追求自己真正想要的東西。不要害怕失去，要相信每一次的捨棄都是為了更好的獲得。以開放的心態迎接生活中的變化，你會發現這一天充滿了驚喜和收穫。",
        "love_text": "單身的你，有和異性相處的機會，別太拘謹，放鬆心態，自然地展現自己的優點，說不定就能給對方留下好印象。已有伴者的你，和伴侶保持溝通很重要，遇到問題及時交流，分享彼此的想法和感受，這樣能避免很多不必要的矛盾。",
        "take_star": "",
        "work_text": "你的行動略顯保守，在面對新機會或者新挑戰時，可能會因為過於謹慎而猶豫不決。雖然謹慎是好事，但過度保守會讓你錯過一些難得的機遇。不妨適當放開一些，勇敢地邁出第一步，嘗試一些新的方法和思路，說不定會給你帶來意想不到的驚喜，讓自己有新的突破。",
        "lucky_star": "水瓶座",
        "money_text": "要注意做好預算規劃。這一天可能會有一些計劃外的消費，比如朋友聚會、購買生活用品等。如果沒有提前做好預算，很容易出現超支的情況。可以在早上就列出當天的消費清單，明確每一筆錢的用途和金額，嚴格按照預算來消費，這樣就能避免不必要的開支，讓財務狀況更加健康。",
        "health_text": "不要長時間低頭玩手機。長時間保持低頭姿勢，會使頸椎承受較大壓力，容易導致頸椎疼痛、僵硬等問題。每隔一段時間就要抬起頭，活動一下頸部，做做頸部的前屈、後伸、左右旋轉等動作，緩解頸部肌肉緊張。也可以站起來走動走動，放鬆一下全身。保護好頸椎，才能讓身體更健康。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "在景區購物",
        "yi": "未雨綢繆",
        "all": "60%",
        "date": "2025-09-29",
        "love": "56%",
        "work": "64%",
        "money": "53%",
        "health": "65%",
        "notice": "各瑣事紛紛湧來",
        "discuss": "66%",
        "all_text": "整體運勢略差，所有的事都堆到一起，讓你感覺時間緊迫，焦頭爛額。這一天，生活就像一團亂麻，各種瑣事紛紛湧來，讓你有些應接不暇。原本計劃好的事情，可能會因為突然出現的新情況而被打亂，導致你不得不重新調整安排。時間變得異常寶貴，每一分每一秒都感覺不夠用，這種緊迫感讓你壓力倍增。你可能會覺得自己的精力有限，無法同時處理好這麼多事情，從而產生焦慮和煩躁的情緒。不過，即便如此，也不要自亂陣腳。試著先冷靜下來，梳理一下事情的輕重緩急，按照重要程度依次處理。雖然這一天會比較忙碌和辛苦，但只要堅持下去，把事情一件一件地解決，最終還是能夠度過這個難關的。",
        "love_text": "單身的你，別太消極，感情的事情急不來，保持樂觀的心態，相信屬於自己的緣分遲早會到來。已有伴者的你，遇到感情問題別逃避，勇敢面對，和伴侶一起商量解決辦法，只有這樣才能讓感情更加穩固。",
        "take_star": "",
        "work_text": "整體不在狀態，彷彿被一層迷霧籠罩，做事情提不起精神，注意力也難以集中。在處理各種事務時，容易因為粗心大意而出現錯誤，效率也比較低下。這時候你需要給自己一些時間調整，比如適當休息、放鬆心情，讓自己恢復元氣，以更好的狀態投入到後續的事情中，否則可能會影響整體的進展。",
        "lucky_star": "處女座",
        "money_text": "要高度警惕破財危險。在外出時，要保管好自己的財物，注意防範小偷。在進行一些消費活動時，也要仔細核對價格和商品信息，避免被商家坑騙。如果遇到一些看似誘人的投資機會，一定要保持冷靜，不要輕易相信，多諮詢專業人士的意見，防止陷入財務陷阱，導致錢財受損。",
        "health_text": "注意保護頸椎。在日常活動中，要保持良好的坐姿和站姿，避免彎腰駝背。使用電腦時，要將屏幕調整到合適的高度，使眼睛平視屏幕，減少頸椎的壓力。睡覺時選擇合適的枕頭，高度以一拳左右為宜，保持頸椎的自然生理曲度。做好這些細節，能有效預防頸椎疾病，讓你的頸椎保持健康狀態。",
        "lucky_color": "淺藍色",
        "lucky_number": "1"
      }
    }
  }
}