{
  "updated": "2025-09-05T22:08:08.719Z",
  "updateTime": "2025/9/6 上午6:08:08",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 18098,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沒有分寸感",
        "yi": "身體力行",
        "all": "60%",
        "date": "2025-09-06",
        "love": "52%",
        "work": "67%",
        "money": "56%",
        "health": "62%",
        "notice": "新奇想法冒出來",
        "discuss": "58%",
        "all_text": "整體運勢不算太好，容易陷入一種“想得多、做得少”的空想狀態。你可能會有很多新奇的想法冒出來，腦海裡不斷構思各種可能性，但真正落實到行動上時卻容易猶豫不決，甚至因為擔心失敗而不敢邁出第一步。這種狀態會讓你感覺有些無力，明明有勁兒卻使不出來。身邊的人可能會覺得你有點“飄”，不夠踏實，而你自己也會因為這種落差感到些許煩躁。其實，空想本身不是壞事，但需要找到一個平衡點，別讓思緒一直停留在想象層面，適當給自己一些小目標，哪怕只是完成一件小事，也能幫你拉回現實，減少內耗。你更適合做一些不需要太多行動的規劃，比如整理房間、列清單，把想法簡單記錄下來，別急著立刻實現。",
        "love_text": "單身的你，容易把友情和愛情的界限模糊，可能因為相處太自然而誤以為有心動感，建議先冷靜觀察對方是否真的適合戀愛。已有伴者的你，和其他異性相處時要注意保持距離，別讓伴侶誤會你“越界”，哪怕只是普通聊天，也可能因為語氣或頻率引發不必要的爭執，多站在對方角度想想會更穩妥。",
        "take_star": "",
        "work_text": "容易陷入優柔寡斷的狀態，面對選擇時總忍不住反覆權衡，既擔心選錯，又怕錯過機會。這種糾結會讓你在推進事務時變得遲緩，原本清晰的思路也變得模糊，甚至可能因為猶豫而錯失一些潛在的契機。建議別過度糾結細節，先邁出第一步更重要。",
        "lucky_star": "射手座",
        "money_text": "過度依賴別人的意見來做理財決策，可別人的情況未必和你一樣，跟著走很可能踩坑。不管是朋友推薦的投資方向，還是家人說的存錢方式，都別急著照做。得自己多琢磨琢磨，結合自身收入、支出實際情況去判斷，不然錢可能稀裡糊塗就打水漂了，穩住自己的判斷力才是關鍵。",
        "health_text": "腸胃比較敏感，可能吃一點不合適的東西就容易鬧肚子。像路邊攤的辛辣小吃、生冷的海鮮，還有沒洗乾淨的水果，都可能成為“罪魁禍首”。出門吃飯儘量選乾淨衛生的餐館，點菜時避開太辣、太涼的食物。要是腸胃已經有不舒服的跡象，別拖著，趕緊喝點溫熱的粥養養胃，情況嚴重就去看醫生。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "應酬聚會",
        "yi": "養生與保健",
        "all": "75%",
        "date": "2025-09-06",
        "love": "70%",
        "work": "77%",
        "money": "72%",
        "health": "78%",
        "notice": "社交邀請比較多",
        "discuss": "79%",
        "all_text": "你的整體運勢比較平穩，沒有太大的起伏，但可能會收到不少來自朋友或同事的社會聚餐邀請。這些邀約可能來自不同的圈子，有的是久未聯繫的老友突然約飯，有的是新結識的夥伴提議聚會。你向來重視人際關係，面對這些邀請大概率不會拒絕，但過多的社交活動可能會讓你感覺有些疲憊，尤其是如果需要頻繁切換場合或應付不同性格的人。你適合在聚會中保持輕鬆的狀態，不必刻意表現自己，順其自然地享受與人相處的樂趣即可。不過，也要注意別因為貪吃貪喝而忽略了身體信號，少飲酒、少吃油膩食物，避免第二天腸胃不適。聚會結束後，給自己留一點獨處的時間，比如回家泡個腳、聽會兒音樂，讓身心得到放鬆。",
        "love_text": "單身的你，不妨試著打開心門，別總用“慢熱”當藉口拒絕接觸新朋友，偶爾主動聊兩句，可能會發現對方和你想象中不太一樣。已有伴者的你，別總把想法藏在心裡，適合和伴侶坦誠聊聊對未來的期待或小煩惱，哪怕只是吐槽日常，也能讓彼此更貼近，別讓沉默拉遠距離。",
        "take_star": "",
        "work_text": "整體狀態較為平穩，但需要警惕時間的隱性浪費。你可能會被一些瑣碎的小事分散注意力，比如無意義的閒聊、反覆檢查已完成的事項，導致原本能高效完成的任務被拉長戰線。建議提前規劃好大致節奏，減少無效消耗。",
        "lucky_star": "雙魚座",
        "money_text": "多學習理財知識。可能你一直按老方法管錢，但時代在變，理財方式也日新月異。不妨利用空閒時間，看看靠譜的理財文章、視頻，瞭解些基礎的理財概念，像怎麼合理分配儲蓄和消費，怎樣讓閒錢產生收益。學到的知識多了，在處理財務問題時就能更從容，說不定還能找到新的增收途徑。",
        "health_text": "建議不要一日三餐都吃外賣，外賣大多高油高鹽，營養也不均衡，吃多了對身體沒好處。要是實在沒時間做飯，點外賣時多選些清淡的菜品，比如清蒸魚、白灼菜心之類的。有條件的話，自己簡單做點飯菜，既能保證食材新鮮，又能控制油鹽的用量，吃得更健康，腸胃也能少些負擔。",
        "lucky_color": "卡其色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "跟風網紅熱",
        "yi": "與朋友聚餐",
        "all": "95%",
        "date": "2025-09-06",
        "love": "92%",
        "work": "96%",
        "money": "90%",
        "health": "97%",
        "notice": "有天時地利人和",
        "discuss": "94%",
        "all_text": "對你來說簡直開掛般的一天，運氣好到讓人羨慕。無論是生活還是社交場合，你都能感受到一種“天時地利人和”的順遂感。比如，出門辦事時可能剛好趕上綠燈，想買的東西剛好有折扣，甚至平時不太容易聯繫上的人也會主動找你聊天。這種好運不僅體現在具體的事情上，更在於你整體的狀態——思維敏捷、表達流暢，與人交流時總能輕鬆找到共同話題，讓人感覺舒服又愉快。你彷彿自帶“吸引力法則”，周圍的人和事都朝著對你有利的方向發展。不過，也別因為運氣好就過於放鬆警惕，適當保持清醒的頭腦，別因為一時順遂而忽略細節，比如出門檢查隨身物品、重要的事情多確認一遍，避免因為粗心大意而留下小遺憾。",
        "love_text": "單身的你，社交場合的氣氛很適合“擦出火花”，可能因為某個共同話題或輕鬆的互動，和某個人突然有了“來電”的感覺，別急著否定，先享受這種自然的默契。已有伴者的你，適合和伴侶一起出門，無論是散步、吃飯還是看展，共同經歷新事物會讓你們的關係更緊密，也能製造新的回憶點。",
        "take_star": "",
        "work_text": "彷彿被注入了一股強勁的動力，思維活躍且行動力十足，無論是推進長期項目還是解決突發問題，都能快速找到切入點，並以高效的節奏展開行動。這種“銳不可當”的狀態會讓你在各項事務中脫穎而出，甚至帶動身邊人一起向前。",
        "lucky_star": "雙子座",
        "money_text": "財運相當不錯，存款有上漲的趨勢。可能是之前投入的穩健項目有了回報，也可能是工作上拿到了一筆不錯的獎金。這時候別太得意忘形，別一看錢多了就大手大腳。可以規劃一下這筆錢，一部分存起來應急，一部分用來繼續投資穩健的項目，讓財富像滾雪球一樣越積越多。",
        "health_text": "做好體重的把關，可能因為飲食不規律或者運動量少，體重有上升的趨勢。別等胖了才著急，從現在開始控制飲食，每餐吃到七八分飽就行，少吃高熱量的零食和甜品。再抽點時間做些簡單的運動，比如下班後散散步、在家跳跳健身操，堅持下來，體重就能穩住，身體也會更輕盈。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "揭別人傷疤",
        "yi": "發現身邊美",
        "all": "55%",
        "date": "2025-09-06",
        "love": "64%",
        "work": "52%",
        "money": "51%",
        "health": "68%",
        "notice": "不舒服的社交關係",
        "discuss": "56%",
        "all_text": "整體運勢有些低迷，可能會遇到一些讓你不太愉快的人或事，尤其是需要與討厭的人打交道。這個人可能是平時就讓你感到不舒服的同事、鄰居，甚至是偶爾有交集的陌生人，他們的言行可能會讓你感到煩躁或壓抑，甚至影響你一整天的心情。你向來敏感，容易把情緒藏在心裡，但這種負面情緒可能會更明顯，甚至讓你產生“躲又躲不開”的無力感。其實，遇到不喜歡的人是生活中難免的事，不必過分糾結對方的意圖，試著把注意力放在自己身上，比如聽喜歡的音樂、做點能讓自己開心的小事，減少對方的干擾。如果實在無法避免接觸，保持禮貌但疏離的態度即可，不必勉強自己迎合或爭執。你更適合獨處或與信任的人相處，避免把情緒浪費在不值得的人身上。",
        "love_text": "單身的你，別太容易被“溫柔”衝昏頭，對方可能只是習慣照顧人，未必是對你有特別感覺，別急著陷入幻想，先觀察對方的行動是否持續。已有伴者的你，別總圍著對方轉，試著給自己找點事做，比如和朋友聚會或發展興趣，適當保持距離反而能讓伴侶更在意你，別讓“黏人”變成負擔。",
        "take_star": "",
        "work_text": "你的狀態有些“卡殼”，原本熟悉的流程或知識點突然變得模糊，處理事務時容易陷入“想當然”的誤區，導致反覆返工或遺漏關鍵細節。這種“大腦短路”的感覺會讓你有些挫敗，建議多給自己一點耐心，遇到不確定的地方及時確認。",
        "lucky_star": "處女座",
        "money_text": "小心放縱買買買的衝動。逛街或者網購時，看到喜歡的東西就忍不住下單，很容易超出預算。買東西前先冷靜三分鐘，想想是不是真的需要，家裡有沒有類似的。也可以提前列好購物清單，只買清單上的東西，這樣能避免不必要的消費，守住自己的錢包，別讓辛苦賺的錢輕易流走。",
        "health_text": "需要關注牙齒敏感的問題，吃太冷、太熱、太酸或者太甜的東西時，牙齒可能會痠痛。刷牙的時候別太用力，也別用太硬的牙刷，以免損傷牙釉質。要是牙齒敏感得厲害，就先用溫水刷牙，少吃刺激性食物。也可以去口腔科看看，讓醫生檢查一下牙齒狀況，及時治療，別讓小問題變成大麻煩。",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忽略人際互動",
        "yi": "做一件善事",
        "all": "85%",
        "date": "2025-09-06",
        "love": "80%",
        "work": "87%",
        "money": "88%",
        "health": "82%",
        "notice": "一步一個腳印走",
        "discuss": "89%",
        "all_text": "整體運勢比較平穩，沒有太大的波動，適合一步一個腳印地慢慢推進事情。你向來喜歡追求效率，但可能會發現，急於求成反而容易出錯，這一天不如放慢節奏，專注於眼前的每一步。比如，整理房間時別想著一次性搞定所有角落，先從一個抽屜或一個書架開始；學習新技能時別貪多，先掌握一個基礎知識點再繼續。這種“穩紮穩打”的方式會讓你更有成就感，也能減少因為粗心而返工的情況。你可能會收到一些來自朋友或家人的小驚喜，比如一句暖心的問候、一份小禮物，這些細節會讓你感到被關心，心情也隨之變好。不過，也要注意別因為狀態平穩就過度放鬆，比如熬夜追劇或吃太多零食，保持規律的作息和健康的飲食，才能讓這種平穩的狀態持續更久。",
        "love_text": "單身的你，社交機會變多，可能通過朋友介紹或聚會認識新的人，別端著“高冷”架子，自然展現你的熱情，反而更容易吸引到合拍的對象。已有伴者的你，伴侶會更願意支持你的決定，無論是生活小事還是重要選擇，多和對方分享你的想法，會得到理解與鼓勵，別總一個人扛著壓力。",
        "take_star": "",
        "work_text": "更適合通過合作來推動事務進展，無論是與同事、同學還是合作伙伴，都能在交流中碰撞出新的靈感，甚至發現原本忽略的細節。這種“1+1>2”的效應會讓你事半功倍，尤其適合處理需要團隊協作的任務或項目。",
        "lucky_star": "摩羯座",
        "money_text": "抽獎手氣很不錯，不管是線上的小抽獎活動，還是商場裡的抽獎，都有可能收穫小驚喜。可能是抽到實用的禮品，也可能是優惠券。不過別把抽獎當成主要的增收方式，這只是個小插曲。抽到東西后，合理利用好獎品，比如優惠券就去對應的店鋪消費，讓這些小幸運為你的生活增添點樂趣，也能省點小錢。",
        "health_text": "睡前可別玩手機，手機屏幕發出的藍光會抑制褪黑素的分泌，讓你越來越精神，影響睡眠質量。長期睡眠不好，身體免疫力會下降，還容易引發各種疾病。睡前一小時就把手機放遠點，可以看看紙質書、聽聽舒緩的音樂，讓身心放鬆下來，這樣更容易進入夢鄉，第二天也能精神飽滿。",
        "lucky_color": "焦糖色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "多愁傷感",
        "yi": "培養興趣愛好",
        "all": "70%",
        "date": "2025-09-06",
        "love": "65%",
        "work": "75%",
        "money": "68%",
        "health": "72%",
        "notice": "被現實潑了冷水",
        "discuss": "77%",
        "all_text": "整體運勢稍有起伏，既有讓人鬆口氣的時刻，也有突然被現實“潑冷水”的可能。前半段可能會覺得事情按部就班推進，比如臨時冒出的靈感讓你對某件事有了新期待，或是和身邊人的互動多了點輕鬆感，連空氣裡都飄著“還不錯”的小信號。但這種狀態不會持續太久，後半段容易遇到需要“落地”的麻煩：可能是原本計劃好的事突然被現實條件卡住，比如想嘗試新方向卻發現自己手頭資源不夠；或是和他人溝通時，對方的態度比你預想的更冷靜，甚至直接指出你的想法不夠實際，這種落差會讓你有點掃興。不過這種“冷水”並非壞事，反而能幫你快速調整方向，比如原本模糊的目標會變得更清晰，或是發現之前忽略的細節問題。不妨試著把節奏放慢半拍，遇到需要決定的事先別急著下結論，多問一句“這樣做真的可行嗎？”反而能避開後續的麻煩。別被暫時的順利衝昏頭，也別被突如其來的打擊嚇退，穩住心態，把注意力放在“如何解決”上，比糾結“為什麼這樣”更有用。",
        "love_text": "單身的你，容易因為“不主動”錯過機會，比如遇到感興趣的人卻不敢搭話，或對方主動時你反而退縮，適當給自己一點勇氣，別讓“完美”標準卡住腳步。已有伴者的你，可能會因為小事感到委屈，比如伴侶沒注意到你的情緒，別憋在心裡生悶氣，直接說出你的需求，對方未必知道你在意什麼。",
        "take_star": "",
        "work_text": "需要通過交流來打破信息差或思維侷限，無論是向他人請教經驗，還是分享自己的見解，都能讓你對當前的任務或學習內容有更清晰的認識。這種“互通有無”的狀態會幫你少走彎路，尤其適合處理需要多角度思考的問題。",
        "lucky_star": "巨蟹座",
        "money_text": "千萬別總想著不勞而獲。看到別人輕鬆賺錢，就幻想自己也能有這樣的好事，容易陷入一些不切實際的幻想中。其實財富都是靠一點一滴積累和努力打拼來的。與其空想，不如腳踏實地做好本職工作，提升自己的能力，爭取升職加薪。也可以利用業餘時間學個新技能，說不定能開闢新的賺錢渠道。",
        "health_text": "要多吃蔬菜水果，它們富含維生素、礦物質和膳食纖維，對身體好處多多。像橙子能補充維生素C，增強免疫力；菠菜含有豐富的鐵元素，能預防貧血；香蕉富含鉀，能維持心臟正常功能。別總是吃肉或者主食，每餐都搭配一些蔬菜水果，保證營養均衡，身體才能健健康康的。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沉迷短視頻",
        "yi": "送自己禮物",
        "all": "87%",
        "date": "2025-09-06",
        "love": "89%",
        "work": "81%",
        "money": "85%",
        "health": "86%",
        "notice": "穩穩掌握著節奏",
        "discuss": "82%",
        "all_text": "整體運勢尚佳，你會明顯感覺到生活節奏能穩穩掌握在自己手裡。沒有外界的催促或突發狀況打亂計劃，這種“按部就班”的狀態會讓你感到安心。日常中，你可能會更傾向於做些讓自己放鬆的事，比如整理房間、研究新食譜，或是和朋友簡單聚聚，氛圍輕鬆不刻意。消費上，你不會衝動購物，更願意為實用或提升生活品質的東西買單，財務狀況保持平穩。健康方面，你的狀態不錯，適合做些舒緩的運動，比如散步或拉伸，讓身體保持活力。社交中，你容易遇到聊得來的人，話題自然不尷尬，哪怕只是閒聊也能讓你心情愉悅。這一天不如把精力放在自己身上，不必刻意迎合他人，順其自然反而能收穫更多小滿足。",
        "love_text": "單身的你，適合和感興趣的人培養共同話題，比如聊最近看的劇、喜歡的音樂，自然又不刻意的互動，會讓你們的關係更親近。已有伴者的你，有機會更瞭解伴侶的內心世界，可能通過一次深入的聊天，或一起完成某件事，發現對方不為人知的一面，這種“新鮮感”會讓感情更升溫。",
        "take_star": "",
        "work_text": "身邊潛藏著不少值得把握的機會。無論是新項目邀約、合作洽談，還是拓展人脈的契機，都可能以不經意的方式出現。你的優勢在於能敏銳感知這些機會的潛在價值，並憑藉良好的溝通能力快速建立聯繫。不過，機會雖多，但別因猶豫而錯失，主動一點才能將好運轉化為實際成果。",
        "lucky_star": "天秤座",
        "money_text": "有不錯的機會，可以小試牛刀做一些小的投資或者嘗試新的賺錢方式。比如之前一直想做的兼職，可以行動起來，說不定能有所收穫。不過也別一下子投入太多精力和金錢，先小範圍嘗試，看看效果如何。如果反饋不錯，再慢慢加大投入，這樣既能降低風險，又能逐步探索適合自己的賺錢模式。",
        "health_text": "注意保護關節部位。日常生活中要避免關節部位受涼，尤其是膝蓋、手腕這些關節部位，可以戴上護膝、護腕。運動前要做好熱身，避免突然劇烈運動損傷關節。要是關節已經有不舒服的感覺，可以用熱毛巾敷一敷，促進血液循環，緩解疼痛，讓關節更靈活。",
        "lucky_color": "桃紅色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "半夜玩手機",
        "yi": "保持儀式感",
        "all": "56%",
        "date": "2025-09-06",
        "love": "53%",
        "work": "66%",
        "money": "58%",
        "health": "63%",
        "notice": "缺乏動力而懈怠",
        "discuss": "58%",
        "all_text": "整體運勢欠佳，你可能會感到有些消極懈怠，對很多事情提不起勁。原本計劃好的事，可能會因為缺乏動力而擱置，甚至連日常的小事都懶得動手，比如整理桌面、回覆消息。情緒上，你容易對周圍的人或事產生不耐煩，比如覺得朋友太吵、家人太嘮叨，甚至會因為小細節感到煩躁。健康方面，這種低落狀態可能會讓你忽略飲食和作息，比如隨便吃零食代替正餐，或是熬夜刷手機。社交中，你可能會不自覺地疏遠他人，不想主動交流，這種“封閉”狀態容易讓你感到孤獨。這一天不如給自己一些“放空”的時間，但別讓這種狀態持續太久，偶爾可以嘗試做件小事，比如整理房間，慢慢找回動力。",
        "love_text": "單身的你，別把時間浪費在“糾結”上，比如反覆回想過去或猜測對方心意，與其蹉跎，不如把精力放在自己身上，做點讓自己開心的事。已有伴者的你，別和前任糾纏不清，哪怕只是偶爾聯繫，也可能讓現任誤會，甚至引發爭吵，過去的就讓它過去，珍惜眼前人才更重要。",
        "take_star": "",
        "work_text": "容易陷入“急於求成”的狀態，面對任務或目標時，總想快速看到結果，反而忽略了過程中的細節或潛在風險。這種急躁可能會讓你在推進事務時顯得不夠沉穩，甚至因為追求速度而降低質量。建議適當放慢節奏，先理清思路再行動，避免因小失大。",
        "lucky_star": "金牛座",
        "money_text": "可能會感覺經濟壓力有點大，可能是有一些突發的支出，比如家裡電器壞了需要維修更換，或者身體不舒服要去看病買藥。這時候別慌，先梳理一下自己的財務狀況，看看有多少可用資金。可以優先處理緊急重要的支出，對於一些非必要的消費，能省則省。也可以和家人朋友商量商量，看看有沒有更好的解決辦法，一起度過這個經濟小難關。",
        "health_text": "別自尋煩惱，想太多會讓精神一直處於緊張狀態，容易引發頭痛、失眠等問題。遇到事情別鑽牛角尖，換個角度想想，也許就沒那麼糟糕了。可以多和朋友聊聊天，把心裡的煩惱說出來，心情會舒暢很多。也可以去做些自己喜歡的事情，比如看電影、聽音樂，轉移注意力，讓自己放鬆下來。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "習慣性熬夜",
        "yi": "瞭解AI技術",
        "all": "96%",
        "date": "2025-09-06",
        "love": "98%",
        "work": "93%",
        "money": "95%",
        "health": "97%",
        "notice": "狀態在線幹勁足",
        "discuss": "93%",
        "all_text": "整體運勢相當給力，你會明顯感覺到狀態在線，做什麼都充滿幹勁。你能夠敏銳捕捉到周圍的新變化，無論是生活上的小細節，還是社交圈的新動態，都能快速適應並融入其中。這種“與時俱進”的節奏會讓你感到充實，甚至會主動嘗試一些平時不太接觸的事物，比如學習新技能、探索新領域。日常中，你容易成為話題的中心，和他人交流時思維活躍，能輕鬆帶動氣氛。健康方面，你的精力充沛，適合做些有氧運動，比如跑步或打球，讓身體保持活力。這一天不如大膽嘗試新事物，別被常規束縛，說不定會有意外收穫，這種“新鮮感”會讓你的生活更有趣。",
        "love_text": "單身的你，脫單幾率很高，可能因為一次自然的約會或深入的聊天，突然確定了對某人的好感，別猶豫，大膽表達你的心意，成功率會很高。已有伴者的你，會更珍惜和伴侶的陪伴，哪怕只是宅在家裡一起做飯、看電影，也能感受到彼此的溫暖，這種“平凡的幸福”會讓你們更確定對方的重要性。",
        "take_star": "",
        "work_text": "你的思維格外活躍，對問題的見解獨到且富有創意，無論是處理複雜事務還是解決突發狀況，都能快速找到新穎的切入點。這種“靈感迸發”的狀態會讓你在團隊中脫穎而出，尤其適合需要創新或突破的任務。不過，別光沉浸在自己的思路里，適當與他人分享，能讓你的想法更落地。",
        "lucky_star": "天蠍座",
        "money_text": "求財嗅覺相當敏銳，能快速捕捉到一些賺錢的機會。可能是在和朋友聊天中得知某個行業的小道消息，或者在網上看到一些有潛力的項目。不過彆著急行動，先冷靜分析這個機會是否靠譜，自己有沒有能力參與。可以多做些調查，諮詢下專業人士的意見，確認沒問題後再果斷出手，這樣就能把機會轉化為實實在在的收入。",
        "health_text": "騎行開車都要注意安全，出門前檢查一下車輛的狀況，看看剎車靈不靈、輪胎有沒有氣。騎行的時候要戴好頭盔，遵守交通規則，別闖紅燈、逆行。開車的時候要保持注意力集中，別看手機、吃東西，注意控制車速，和前車保持安全距離。安全無小事，多留個心眼，就能避免很多不必要的危險。",
        "lucky_color": "卡其色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "飲料當水喝",
        "yi": "三思而後行",
        "all": "50%",
        "date": "2025-09-06",
        "love": "59%",
        "work": "54%",
        "money": "51%",
        "health": "60%",
        "notice": "需要處理小麻煩",
        "discuss": "55%",
        "all_text": "整體運勢略差，你可能會發現生活中總是冒出些小插曲，打亂原本的計劃。比如出門時忘帶東西，或是臨時遇到需要處理的小麻煩，這些瑣碎的事會讓你有點煩躁。情緒上，你可能會因為這些小狀況感到不耐煩，甚至懷疑自己是不是“運氣不好”。健康方面，這種反覆的小狀況可能會讓你感到疲憊，需要注意休息和放鬆，別讓身體超負荷。社交中，與他人的溝通可能會有點不順暢，比如對方沒理解你的意思，或是你誤解了別人的意圖，容易產生小摩擦。這一天不如降低對生活的期待值，把注意力放在解決眼前的小問題上，別讓瑣事影響心情，保持耐心就能慢慢理順。",
        "love_text": "單身的你，別總擺出拒人千里的高冷姿態，哪怕只是對感興趣的人微笑或簡單問候，也能讓對方感受到你的善意，別讓害羞錯過機會。已有伴者的你，別什麼話都藏在心裡，比如對伴侶的不滿或期待，直接說出來反而更容易解決，別讓沉默變成感情的隔閡。",
        "take_star": "",
        "work_text": "可能會遇到一些棘手的難題，無論是任務本身的複雜性，還是資源協調的困難，都容易讓你感到壓力。這些問題可能不會立刻解決，但別因此焦慮——它們更像是一次檢驗你應對能力的機會。試著拆解問題，先從能解決的部分入手，逐步推進會比強行突破更有效。",
        "lucky_star": "水瓶座",
        "money_text": "要警惕風險投資。可能有人向你推薦一些高回報的投資項目，聽起來很誘人，但背後往往隱藏著高風險。別被高收益衝昏頭腦，要清楚自己的風險承受能力。如果對投資項目不太瞭解，千萬不要輕易投入資金。把錢放在穩健的地方，比如銀行定期存款，雖然收益不高，但至少能保證資金安全，別讓辛苦賺的錢打了水漂。",
        "health_text": "走路時別低頭看手機，這樣很容易撞到別人或者摔倒受傷。走路的時候就專心看路，注意周圍的環境和行人車輛。要是實在需要看手機，就找個安全的地方停下來再看。平時也要養成良好的走路習慣，抬頭挺胸，步伐穩健，這樣不僅能保證安全，還能讓身體更健康，姿態更優美。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "給朋友借錢",
        "yi": "躺下就秒睡",
        "all": "91%",
        "date": "2025-09-06",
        "love": "95%",
        "work": "92%",
        "money": "93%",
        "health": "94%",
        "notice": "充實忙碌的狀態",
        "discuss": "90%",
        "all_text": "整體運勢非常棒，你會喜歡上這種充實而忙碌的狀態。生活中會有不少需要你處理的事，可能是朋友找你幫忙，或是自己主動安排了多項活動，但你不會覺得累，反而會因為“有事可做”而感到滿足。這種忙碌不是無意義的，而是能讓你看到成果的，比如整理完房間後的整潔感，或是幫朋友解決問題後的成就感。日常中，你容易遇到志同道合的人，交流時能碰撞出新的想法，甚至可能發現新的興趣點。健康方面，你的精力旺盛，適合做些需要耐力的活動，比如騎行或健身。這一天不如把時間安排得滿滿當當，享受這種充實帶來的快樂，別讓空閒時間浪費在無意義的事上。",
        "love_text": "單身的你，魅力值拉滿，可能因為自信的狀態或獨特的風格，吸引到不少人的注意，別刻意表現，自然做自己就能讓人心動。已有伴者的你，適合安排一場浪漫約會，比如去喜歡的餐廳、看展或散步，不用太複雜，用心的小舉動就能讓伴侶感受到你的愛意，感情會更甜蜜。",
        "take_star": "",
        "work_text": "明顯感受到“收穫感”，無論是完成一項長期任務、得到他人的認可，還是掌握新技能，都能讓你感到充實且有成就感。這種狀態會形成正向循環，讓你更願意投入精力去推進後續事務。不妨趁熱打鐵，把未完成的事項列個清單，逐個擊破，效率會更高。",
        "lucky_star": "白羊座",
        "money_text": "偏財相當出彩，可能會有意外之財降臨。可能是之前借出去的錢收回來了，也可能是收到一筆意外的退款。這筆錢可以好好規劃一下，別一下子就花光。可以用來改善下生活，比如買件一直想買的東西，也可以存起來作為應急資金。偏財雖好，但不能依賴，還是要靠自己的努力工作來獲得穩定的收入，這樣才能讓生活更有保障。",
        "health_text": "要保持樂觀積極的心態，生活中難免會遇到一些不如意的事情，別讓它們影響你的心情。遇到困難別灰心喪氣，相信自己有能力解決。多想想開心的事情，和樂觀的人在一起，他們的正能量會感染你。樂觀的心態能讓身體分泌有益的激素，增強免疫力，讓你少生病，每天都充滿活力。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "待人太熱情",
        "yi": "學習一門外語",
        "all": "72%",
        "date": "2025-09-06",
        "love": "55%",
        "work": "73%",
        "money": "70%",
        "health": "75%",
        "notice": "總覺得不上不下",
        "discuss": "71%",
        "all_text": "整體運勢平平，你可能會覺得生活有點“不上不下”，既沒有特別開心的事，也沒有明顯的煩惱。這種狀態容易讓你變得有些懶散，比如原本計劃做的事，可能會因為“懶得動”而拖延。自律性方面，你可能會有點鬆懈，比如熬夜刷手機、飲食不規律，或是拖延鍛鍊計劃。情緒上，你可能會對周圍的事有點“無所謂”，既不想主動爭取，也不想拒絕他人。健康方面，這種鬆懈狀態可能會讓你感到身體有點沉重，需要注意調整作息和飲食。這一天不如給自己設定一些小目標，比如按時吃飯、早睡半小時，慢慢找回生活的規律感，別讓“隨便”成為習慣。",
        "love_text": "單身的你，需帶眼識人，別因為對方的一句甜言蜜語或小關心就輕易動心，多觀察對方的行動是否真誠，別被“表面”迷惑。已有伴者的你，別因為小事生悶氣，比如伴侶沒回消息或忘記某件事，直接說出你的感受，別讓對方猜，否則容易積累矛盾，溝通才是解決問題的關鍵。",
        "take_star": "",
        "work_text": "需要適當提高對自己的要求，無論是任務完成度還是細節把控，都容易因為“差不多就行”的心態而留下遺憾。這種狀態不會讓你陷入過度壓力，但會提醒你：稍微再認真一點，結果會更好。不妨設定一個小目標，比如比平時多檢查一遍，或多花10分鐘完善細節，會有意外收穫。",
        "lucky_star": "獅子座",
        "money_text": "沒有什麼明顯的進賬機會，收入可能還是和往常一樣。不過也別灰心，這並不意味著你不能做點什麼。可以利用這段時間好好整理下自己的財務，看看哪些地方支出可以減少，比如減少不必要的娛樂消費，自己做飯代替外出就餐。也可以學習一些理財知識，為以後的財富增長做準備。雖然沒有進賬，但做好這些事，也是在為未來的財運打基礎。",
        "health_text": "注意不要總是生悶氣，生悶氣會讓身體產生很多毒素，影響肝臟和脾胃的功能，還可能導致內分泌失調。要是心裡有氣，別憋著，找個合適的方式發洩出來，比如去跑步、唱歌，或者找朋友傾訴。把氣發出來，心情舒暢了，身體也會更健康。平時也要學會調整自己的情緒，保持平和的心態。",
        "lucky_color": "奶白色",
        "lucky_number": "2"
      }
    }
  }
}