{
  "updated": "2026-01-01T23:09:24.563Z",
  "updateTime": "2026/1/2 上午7:09:24",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12438,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱買買買",
        "yi": "和朋友聚餐",
        "all": "84%",
        "date": "2026-01-01",
        "love": "85%",
        "work": "71%",
        "money": "89%",
        "health": "86%",
        "notice": "享受假期的時光",
        "discuss": "83%",
        "all_text": "整體運勢穩定，能盡情享受輕鬆的元旦時光。在這個特殊日子裡，你活躍在熟悉的圈子裡，與親朋好友相聚，氛圍溫馨融洽。熟悉的圈子讓你感到安心自在，無需刻意迎合他人，能以最真實的狀態與人交往。彼此間的互動輕鬆愉快，話題不斷，笑聲連連。這種熟悉且舒適的環境，讓你內心的壓力得到釋放，精神上得到極大的滿足。你可以盡情地分享自己的生活點滴，也能認真傾聽他人的故事，在交流中增進彼此的感情。這一天，沒有繁瑣的事務打擾，沒有外界的紛擾影響，你只需沉浸在這份輕鬆愉悅之中，好好享受與熟悉的人共度的美好時光，讓這份溫暖與快樂在心中蔓延，為新的一年開啟美好的序幕。",
        "love_text": "單身的你，或許會在不經意間和心上人的距離拉近。可能是在日常的交流裡，對方突然對你的話題展現出濃厚興趣，又或是在共同參與的活動中有更多互動。別錯過這些小信號，勇敢釋放善意。已有伴者的你，不妨多和伴侶培養共同話題，一起聊聊彼此感興趣的事，像熱門電影、新奇趣事，能讓感情在交流中升溫。",
        "work_text": "你的生活節奏把握得較為得當，不會讓自己陷入過度忙碌或過度清閒的狀態。在應對各種事務時，你能合理分配精力，既不會因任務繁重而手忙腳亂，也不會因無所事事而荒廢時光。這種平衡的狀態有助於你保持清晰的思維，在面對挑戰時能冷靜應對，為後續的發展奠定良好基礎。",
        "lucky_star": "處女座",
        "money_text": "你的財運整體較為平穩，不妨把目光放在穩健型理財上。這天不太適合冒險去追求高收益但風險大的項目，選擇一些風險低、收益穩定的理財產品，像定期存款、債券基金之類的，能讓你的財富穩穩地增值，避免因盲目投資而造成不必要的損失，穩穩守住自己的錢袋子。",
        "health_text": "即便處於假期，也別光顧著放鬆而忽略了鍛鍊。適度運動能讓身體保持良好狀態，增強免疫力。你可以選擇去戶外慢跑，或者在家做些簡單的健身操，讓身體活動起來，避免長時間久坐不動，這樣一整天都會活力滿滿，以更好的狀態迎接新的一年。",
        "lucky_color": "紅色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高峰期出門",
        "yi": "保持精緻打扮",
        "all": "77%",
        "date": "2026-01-01",
        "love": "75%",
        "work": "70%",
        "money": "80%",
        "health": "70%",
        "notice": "休息充電的姿態",
        "discuss": "74%",
        "all_text": "整體運勢一般，是相對平淡的一天。你會以休息充電的姿態休閒度過，遠離喧囂與忙碌，選擇一個安靜舒適的環境，讓自己徹底放鬆下來。或許是窩在溫暖的家中，聽著輕柔的音樂，翻閱一本喜歡的書籍；或許是找一個寧靜的角落，靜靜地發呆，讓思緒自由飄蕩。這種平淡並非乏味，而是一種難得的寧靜與愜意。在這一天裡，你無需為各種瑣事奔波勞累，無需強顏歡笑去應對複雜的人際關係。你可以按照自己的節奏和喜好，隨心所欲地安排時間，做自己想做的事情。這種放鬆的狀態，能讓你積蓄能量，為之後的生活和工作做好準備，以更加飽滿的精神狀態迎接新的挑戰。",
        "love_text": "單身的你，要抓住機會多展示自己的優點。在社交場合中，大方分享自己的特長，比如擅長烹飪就聊聊美食心得，會畫畫就展示作品。說不定你的閃光點會吸引到那個特別的人。已有伴者的你，要學會懂得換位思考。當和伴侶有分歧時，站在對方角度想想，能減少很多不必要的矛盾，讓相處更融洽。",
        "work_text": "即便處於放假狀態，對你來說也不宜過度放鬆。在這一天，你整體的狀態需要保持一定的緊張感，不能完全鬆懈下來。因為一旦過於放縱，後續迴歸正常節奏時可能會難以適應。所以適當給自己安排一些與目標相關的小任務，能讓你在休閒中也不忘前進，維持良好的發展態勢。",
        "lucky_star": "白羊座",
        "money_text": "你的財運不錯，多勞多得會體現得很明顯。而且元旦假期裡，有不少兼職增收的機會擺在你面前，比如商場促銷、線上客服等。只要你願意付出時間和精力，憑藉自己的能力去努力工作，就能收穫額外的收入，讓自己的錢包更鼓一些，為新年開個好頭。",
        "health_text": "你可別在飲食上太過放縱啦。元旦假期里美食眾多，但大魚大肉吃多了，腸胃負擔會加重。不妨多吃些蔬菜水果，搭配適量的粗糧，保持飲食的均衡。這樣既能滿足味蕾，又能讓腸胃輕鬆消化，避免出現消化不良等不適，讓身體舒舒服服的。",
        "lucky_color": "黃色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "擠熱鬧景點",
        "yi": "出門玩耍",
        "all": "54%",
        "date": "2026-01-01",
        "love": "52%",
        "work": "55%",
        "money": "59%",
        "health": "60%",
        "notice": "穿梭社交活動中",
        "discuss": "58%",
        "all_text": "整體運勢欠佳，節目過多反而容易讓你暈頭轉向，耗費過多精力。這一天，你可能會被各種活動邀請所包圍，每一個都看似充滿吸引力，讓你難以抉擇。於是，你試圖兼顧所有，穿梭於各個場合之間。然而，過多的節目安排讓你應接不暇，不僅無法真正享受其中的樂趣，反而感到身心疲憊。在頻繁的切換中，你的注意力難以集中，思維也變得混亂，原本清晰的計劃也被打亂。這種忙碌且無序的狀態，讓你內心煩躁不安，無法真正放鬆下來。或許你應該學會取捨，挑選一兩個真正感興趣的活動，全身心地投入其中，這樣才能真正收穫快樂和滿足，避免因貪多而得不償失，讓這一天過得更加充實而有意義。",
        "love_text": "單身的你，容易錯失緣分契機。可能因為自己的疏忽，沒留意到身邊潛在的發展對象，比如新認識的朋友釋放的好感信號。要更細心些，留意周圍人的態度。已有伴者的你，這天矛盾爭執可能會頻發。也許是因為一些小事看法不同，別急著爭輸贏，冷靜溝通，互相理解才能解決問題。",
        "work_text": "你的注意力容易分散，在事業學業方面難以集中精力。周圍的各種事物都可能吸引你的目光，導致你在處理事情時不夠專注，效率有所下降。原本可以順利完成的任務，可能會因為你的分心而出現一些小失誤。你需要時刻提醒自己，集中注意力，克服這種容易走神的狀態，才能更好地完成各項事務。",
        "lucky_star": "獅子座",
        "money_text": "在財運方面可得留個心眼兒，謹慎消費才能防陷阱。這天購物時，各種促銷活動可能會讓你眼花繚亂，很容易衝動下單買些不實用的東西。在付款前一定要冷靜思考，想想這東西是不是真的需要，避免陷入消費陷阱，花了冤枉錢，讓自己的財務狀況陷入不必要的麻煩。",
        "health_text": "得注意避免久坐啦。這一天你可能會因為各種事情長時間坐著，比如玩遊戲、追劇等。久坐會影響血液循環，對身體不利。不妨每隔一段時間就起身活動活動，伸伸懶腰、走動走動，促進身體的血液循環，讓身體保持靈活，減少因久坐帶來的健康隱患。",
        "lucky_color": "藍色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目囤貨",
        "yi": "休息與充電",
        "all": "71%",
        "date": "2026-01-01",
        "love": "60%",
        "work": "87%",
        "money": "73%",
        "health": "75%",
        "notice": "有許多輕鬆的選擇",
        "discuss": "73%",
        "all_text": "整體運勢尚可，你可以選擇在家或安排一些輕鬆的節日活動。如果選擇待在家裡，你可以營造一個溫馨舒適的氛圍，佈置一下房間，增添一些節日的元素，讓家充滿節日的氣息。然後，你可以做一頓美味的飯菜，與家人一起共享溫馨的用餐時光，在歡聲笑語中感受家庭的溫暖。若想外出活動，也有許多輕鬆的選擇。你可以去公園散步，呼吸新鮮的空氣，欣賞自然的美景；或者去看一場電影，沉浸在精彩的劇情中，忘卻一切煩惱。無論選擇哪種方式，都能讓你在輕鬆愉快的氛圍中度過這一天。這種輕鬆自在的節奏，能讓你放鬆身心，緩解壓力，以更好的狀態迎接新的一年，為生活增添一份美好的回憶。",
        "love_text": "單身的你，難遇心動感覺。在社交場合中，可能遇到的人都沒能激起你內心的漣漪，不要著急，感情的事急不來，耐心等待那個對的人。已有伴者的你，和伴侶相處略顯平淡。不妨一起做些新鮮事，比如去沒去過的公園散步，打破日常的平淡，為感情注入新活力。",
        "work_text": "你的整體進展較為順遂。在處理各種事務時，彷彿有一股無形的助力，讓你能夠較為輕鬆地克服困難，推動事情向前發展。無論是面對工作中的挑戰，還是學習上的難題，你都能憑藉自身的努力和周圍環境的支持，找到合適的解決辦法，取得不錯的成果，為未來的發展積累信心。",
        "lucky_star": "雙子座",
        "money_text": "你的財運有值得關注的地方，小額投資或許能帶來小驚喜。這天不妨花些時間研究一下小額投資項目，比如小額的貨幣基金或者一些穩健的互聯網理財產品。不過也別投入太多，先小試牛刀，積累一些投資經驗，說不定能在保證資金安全的同時，獲得一些額外的收益。",
        "health_text": "留意關節的保暖防護。天氣寒冷，關節容易受涼，可能會出現疼痛等不適。出門時要多穿些保暖的衣物，尤其是關節部位，可以戴上護膝、護腕等。在家時也不要讓關節長時間暴露在寒冷的環境中，做好保暖措施，讓關節暖暖的，遠離疼痛困擾。",
        "lucky_color": "杏色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "踩點出門",
        "yi": "觀看比賽演出",
        "all": "83%",
        "date": "2026-01-01",
        "love": "86%",
        "work": "80%",
        "money": "72%",
        "health": "81%",
        "notice": "有機會開拓新圈子",
        "discuss": "87%",
        "all_text": "整體運勢平穩，或許會有一些充滿新鮮感的活動等待著你，讓你有機會開拓新的圈子。這一天，你可能會收到一些意想不到的邀請，參加一些從未體驗過的活動。這些活動充滿了新奇和挑戰，激發著你的好奇心和探索欲。在活動中，你會遇到各種各樣的人，他們來自不同的背景，有著不同的經歷和觀點。與他們的交流和互動，讓你開闊了眼界，增長了見識。通過與新朋友的相識相知，你能夠拓展自己的人脈資源，為自己的生活注入新的活力。這種新鮮的體驗和結識新朋友的機會，讓你感到興奮和滿足，也讓你對未來充滿了期待。在這一天裡，你可以盡情地展現自己的魅力，享受與新圈子融合的過程，為生活增添更多的色彩。",
        "love_text": "單身的你，在社交中很可能邂逅良緣。參加聚會或者活動時，自信地展現自己，你的魅力會吸引到不錯的人，主動交流說不定能開啟一段美好緣分。已有伴者的你，感情會升溫加速。和伴侶一起做些浪漫的事，比如看一場電影、吃一頓燭光晚餐，能讓彼此的愛意更濃。",
        "work_text": "你在各方面都能取得較為突出的成果。在事業學業的大舞臺上，你就像一顆耀眼的明星，能夠充分展現自己的能力和才華。無論是完成工作任務，還是學習新知識，你都能以出色的表現脫穎而出，獲得他人的讚賞和關注。這種良好的狀態會進一步激發你的動力，讓你在追求目標的道路上更加堅定。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運有新的發展可能，可以適度探索新賺錢途徑。這天不妨跳出常規的思維，看看身邊有沒有一些新的賺錢機會，比如利用自己的特長開展一些副業，或者參與一些新的商業活動。不過在探索的過程中也要保持理性，做好風險評估，不要盲目跟風，這樣才能在新領域有所收穫。",
        "health_text": "不妨嘗試一些新的運動方式。一直堅持同一種運動可能會讓你感到有些乏味，新的一年可以給自己換個花樣。比如去滑雪、打羽毛球等，新的運動不僅能帶來新鮮感，還能鍛鍊到不同的身體部位，增強身體的協調性和靈活性，讓你的身體更加強健。",
        "lucky_color": "銀色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺平一整天",
        "yi": "參加興趣活動",
        "all": "90%",
        "date": "2026-01-01",
        "love": "89%",
        "work": "92%",
        "money": "91%",
        "health": "93%",
        "notice": "計劃更得心應手",
        "discuss": "97%",
        "all_text": "整體運勢非常好，是多方助力的一天，你的計劃會更加得心應手。在這一天裡，你彷彿被幸運之神眷顧，身邊的一切都朝著有利於你的方向發展。無論是與人交流還是處理事務，都能得到他人的支持和幫助。他人的建議和意見如同明燈，為你指引方向，讓你的思路更加清晰，決策更加明智。在執行計劃的過程中，你會遇到一些小困難，但都能輕鬆化解，彷彿有一股無形的力量在推動著你前進。這種順利的狀態讓你信心倍增，能夠更加從容地應對各種情況。你的計劃如同精心編排的樂章，每一個環節都銜接得恰到好處，奏響了一曲成功的旋律。在這一天裡，你可以大膽地追求自己的目標，充分發揮自己的優勢，相信會有不錯的收穫，為新的一年開一個好頭。",
        "love_text": "單身的你，魅力會吸引不少關注。在集體活動中，你的優雅氣質或獨特見解會讓他人對你產生好感，勇敢接受別人的示好，說不定能遇到合適的人。已有伴者的你，和伴侶彼此理解會加深。遇到問題時，坦誠說出想法，對方也能感同身受，兩人攜手面對，感情會更深厚。",
        "work_text": "你將迎來突破創新高的好時機。在這一天，你彷彿被一股強大的力量推動著，不斷挑戰自我，突破原有的侷限。無論是事業上的項目推進，還是學業上的知識探索，你都能取得令人驚喜的成果。你的努力和付出將得到豐厚的回報，為你的未來發展打開新的局面，讓你站在一個更高的起點上。",
        "lucky_star": "射手座",
        "money_text": "你的財運相當不錯，有優質投資機會出現。這天可能會有一些靠譜的投資項目找上門來，或者你在不經意間發現了一些有潛力的投資方向。這時候可要抓住機會，仔細研究分析，果斷出手。但也要記得做好充分的準備和調查，確保投資的安全性和可行性，讓自己的財富實現增值。",
        "health_text": "身心狀態都很不錯，能很好地放鬆自己。這一天你可以盡情享受悠閒時光，做些讓自己開心的事情，比如聽音樂、看書等。良好的身心狀態有助於提高免疫力，讓身體更健康。保持這份輕鬆愉悅，以飽滿的精神迎接新一年的挑戰。",
        "lucky_color": "綠色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "關節部位受涼",
        "yi": "約朋友打球",
        "all": "90%",
        "date": "2026-01-01",
        "love": "91%",
        "work": "89%",
        "money": "90%",
        "health": "95%",
        "notice": "積極能量圍繞著",
        "discuss": "91%",
        "all_text": "得到運氣助力的一天，你會明顯感覺到一股積極的能量在圍繞著自己，整個人煥發出充沛的精神。這種精神上的飽滿狀態，讓你在面對各種情況時都充滿幹勁，無論是與人交流還是參與活動，都能以熱情洋溢的姿態投入其中。你的思維變得格外活躍，能夠迅速捕捉到周圍的信息，並做出恰當的反應。在社交場合中，你更是如魚得水，憑藉自身的魅力和親和力，吸引著他人的目光，結識新的朋友也變得輕而易舉。這種良好的運勢讓你在人際交往中更加自信，能夠輕鬆地表達自己的想法和觀點，與他人建立起良好的互動關係。你會發現自己在這一天裡，無論做什麼都彷彿順水行舟，輕鬆又愉快，這種積極的狀態也會持續影響著你，為新的一年開啟一個美好的開端。",
        "love_text": "單身的你，浪漫緣分會降臨。可能在某個不經意的瞬間，就遇到那個讓你心動的人，也許是街頭的一次對視，也許是朋友聚會中的一次交談。勇敢抓住機會。已有伴者的你，甜蜜氛圍會環繞在身邊。和伴侶一起享受溫馨時光，互相依偎，感受彼此的愛意，讓感情更加穩固。",
        "work_text": "你會被一些新鮮靈感環繞，給原本按部就班的生活帶來別樣色彩。在處理各類事務時，這些靈感如同星星之火，能點燃你創新的火花，讓你在面對常規問題時找到新的解決思路。不過，靈感雖好，也需要你及時將其轉化為實際行動，不然靈感可能稍縱即逝，難以真正發揮作用，影響整體推進效果。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運很旺，與人合作項目易獲利。這天如果有合作的機會擺在面前，不妨大膽嘗試。無論是和朋友一起創業，還是和同事合作完成一個項目，都能發揮出彼此的優勢，實現共贏。在合作過程中，要保持良好的溝通和協作，共同為項目努力，這樣就能收穫豐厚的回報，讓財運更上一層樓。",
        "health_text": "只要保持規律的作息，精神狀態就會很好。這一天別熬夜追劇或者參加過於熱鬧的活動，儘量早睡早起。規律的作息能讓身體的各個器官得到充分的休息和調整，第二天醒來你會感覺神清氣爽，精力充沛，能更好地應對一天的事情。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱大魚大肉",
        "yi": "睡到自然醒",
        "all": "60%",
        "date": "2026-01-01",
        "love": "58%",
        "work": "56%",
        "money": "63%",
        "health": "62%",
        "notice": "目光聚焦在熱鬧中",
        "discuss": "60%",
        "all_text": "整體運勢低迷，你可能會不自覺地將目光聚焦在別人的熱鬧場景上，看著他人歡聲笑語、其樂融融，而自己卻彷彿置身事外，這種強烈的對比會讓你內心湧起一股難以言喻的沮喪情緒。這種情緒一旦產生，便如影隨形，影響著你整個人的狀態。你可能會變得沉默寡言，對周圍的事物提不起興趣，原本計劃好的事情也可能因為情緒的低落而擱置一旁。其實，每個人都有自己的生活節奏和方式，別人的熱鬧未必就適合自己。你應該試著將注意力從他人身上轉移到自己身上，關注自己內心的需求和感受。可以找一些能夠讓自己放鬆的事情來做，比如聽音樂、閱讀或者獨自散步，讓自己的情緒逐漸平復下來，重新找回生活的樂趣和信心，以更好的狀態面對接下來的日子。",
        "love_text": "單身的你，在感情上容易陷入迷茫。面對身邊可能出現的人，不知道該如何選擇，或者不確定自己的感情方向。別慌，靜下心來傾聽內心聲音。已有伴者的你，和伴侶的信任會出現危機。可能因為一些小事產生懷疑，要及時溝通，坦誠說出想法，消除誤會，重建信任。",
        "work_text": "你會感覺前進的道路阻礙稍多。在做各種事情時，似乎總有一些意外狀況出現，打亂你原本的節奏。這些阻礙可能來自外部環境，也可能源於自身的一些小失誤。面對這些情況，你需要保持冷靜，不能被困難打亂陣腳，要積極尋找解決辦法，逐步克服困難，才能讓事情重回正軌。",
        "lucky_star": "天蠍座",
        "money_text": "在財運方面要特別注意，假期消費易衝動需剋制。這天在享受假期的同時，面對各種消費誘惑，很容易失去理智，買一些昂貴但不實用的東西。在購物前一定要給自己設定一個預算，嚴格按照預算消費，避免衝動購物。同時，也要理性看待各種促銷活動，不要被表面的優惠所迷惑，這樣才能守住自己的財富。",
        "health_text": "可千萬別通宵熬夜啦。元旦假期裡娛樂活動豐富，但通宵熬夜會讓身體得不到充分的休息，第二天會感到疲憊不堪，還可能影響免疫力。儘量在晚上早點休息，保證充足的睡眠時間，讓身體在睡眠中得到修復和恢復，這樣才能以更好的狀態開啟新的一年。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩手機",
        "yi": "和家人聚餐",
        "all": "57%",
        "date": "2026-01-01",
        "love": "56%",
        "work": "50%",
        "money": "58%",
        "health": "59%",
        "notice": "陷入被動的局面",
        "discuss": "52%",
        "all_text": "整體運勢不容大意，你可能會陷入一種較為被動的局面，遇到一些自己並不樂意接受的安排，但出於各種原因，卻想著去迎合他人。這種違背自己內心意願的行為，會讓你在內心產生矛盾和掙扎，感到十分糾結。一方面，你不想破壞與他人的關係，不想讓他人失望；另一方面，自己的內心又充滿了抗拒，這種矛盾的心理會讓你在這一天裡過得並不輕鬆。其實，你大可不必總是為了迎合他人而委屈自己。在面對不樂意的安排時，可以嘗試坦誠地表達自己的想法和感受，與他人進行溝通協商。也許對方會理解你的立場，重新調整安排。只有尊重自己的內心，才能讓自己在這一天裡過得更加自在和舒心，避免因為過度迎合他人而給自己帶來不必要的困擾。",
        "love_text": "單身的你，追求喜歡的人難有進展。可能你主動示好，對方卻沒有明顯回應，別灰心，給彼此一些時間。已有伴者的你，和伴侶溝通存在障礙。說話時可能因為語氣或表達方式讓對方誤解，注意說話方式，耐心解釋，避免矛盾升級。",
        "work_text": "你的效率有待提升。在這一天，你可能會發現自己做事的速度不如以往，完成任務的週期變長。這可能是因為你在處理事情時不夠專注，容易被周圍的事物分散注意力，也可能是因為對任務缺乏清晰的規劃，導致做事沒有條理。你需要調整自己的狀態，制定合理的計劃，提高專注力，才能提升整體效率。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運不太樂觀，要減少不必要花銷。這天可能會有一些意外的支出或者消費誘惑，讓你忍不住花錢。為了不讓自己的錢包癟下去，要學會控制自己的消費慾望，儘量避免購買那些非必需品。可以把錢存起來或者用於一些更有意義的投資，這樣才能讓自己的財務狀況保持穩定。",
        "health_text": "容易出現消化不良的情況。這一天你可能會因為美食的誘惑而吃得過多過雜，腸胃負擔加重。吃飯時要細嚼慢嚥，不要吃得太快太飽，避免給腸胃造成太大壓力。飯後可以適當散步，促進消化，如果出現消化不良的症狀，可以喝些酸奶或者吃些助消化的食物。",
        "lucky_color": "寶藍色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "提前做計劃",
        "all": "75%",
        "date": "2026-01-01",
        "love": "83%",
        "work": "73%",
        "money": "67%",
        "health": "74%",
        "notice": "凡事要有計劃性",
        "discuss": "71%",
        "all_text": "整體運勢平平，你最好避免臨時出門的情況發生。臨時起意的出行往往會因為準備不充分而遇到各種小麻煩，影響心情和行程。建議你在這一天凡事都要有計劃性，提前規劃好自己的活動安排。無論是外出購物、與朋友聚會還是其他活動，都提前做好準備，將所需的物品整理好，規劃好路線和時間。有計劃的生活能讓你更加從容不迫，減少不必要的慌亂和失誤。在按照計劃行事的過程中，你也能更好地掌控自己的節奏，避免因為外界的因素而打亂自己的生活秩序。雖然這一天運勢平平，但通過合理的規劃，你依然可以讓自己的生活有條不紊地進行，保持內心的平靜和穩定，為新的一年打下良好的基礎。",
        "love_text": "單身的你，主動會收穫好感。遇到心儀的人，主動上前打招呼、聊天，展現自己的真誠，對方會被你的熱情打動，為感情發展打下基礎。已有伴者的你，和伴侶的關係會更加穩固。一起規劃未來，互相支持鼓勵，讓彼此在這段關係中更有安全感，感情更加堅定。",
        "work_text": "多與經驗人士交流會對你大有裨益。在面對各種事務時，你可能會遇到一些自己難以解決的問題，此時與經驗豐富的人交流，能從他們那裡獲取寶貴的建議和經驗，幫助你少走彎路。他們的經驗和智慧就像一盞明燈，能為你照亮前行的道路，讓你在處理事情時更加得心應手，提升整體發展速度。",
        "lucky_star": "天秤座",
        "money_text": "你的財運需要你審視財務規劃。這天適合靜下心來，好好梳理一下自己的財務狀況，看看過去的收支情況，分析一下哪些地方可以優化。比如，檢查一下自己的消費習慣，看看有沒有不必要的開支可以削減；或者重新評估一下自己的投資組合，看看是否需要進行調整。通過審視財務規劃，能讓你的財富管理更加合理。",
        "health_text": "建議適時補充水分。這一天你可能會因為忙碌而忘記喝水，身體缺水會影響新陳代謝和血液循環。要養成定時喝水的習慣，不要等到口渴了才喝。可以準備一個水杯，隨時補充水分，讓身體保持充足的水分，這樣身體各項機能才能正常運轉。",
        "lucky_color": "棕色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心理包袱重",
        "yi": "享受舞臺表演",
        "all": "91%",
        "date": "2026-01-01",
        "love": "98%",
        "work": "90%",
        "money": "93%",
        "health": "92%",
        "notice": "充滿有趣的點子",
        "discuss": "94%",
        "all_text": "整體運勢相當不錯，你的腦海中彷彿充滿了有趣的點子，這些點子如同靈動的音符，不斷跳躍、組合，為你帶來無盡的創意和靈感。你的思維變得異常活躍，能夠從不同的角度看待問題，提出新穎獨特的見解。在與身邊人相處時，你總是能憑藉這些有趣的點子給大家帶來驚喜和歡樂，成為眾人矚目的焦點。你的正能量如同陽光一般，溫暖著身邊的每一個人，讓大家在與你交流的過程中感受到快樂和積極向上的力量。這種良好的狀態會讓你在社交場合中備受歡迎，也能吸引到更多志同道合的朋友。你可以充分利用這一天的優勢，將自己的想法和創意付諸實踐，與他人分享交流，說不定會有意想不到的收穫，為新的一年開啟一段充滿創意和歡樂的旅程。",
        "love_text": "單身的你，新歡會闖入生活。可能在新的社交圈子或者工作場合中，遇到那個讓你眼前一亮的人，勇敢開啟新的感情篇章。已有伴者的你，和伴侶的愛意會愈發濃烈。一起度過美好的時光，分享生活中的喜怒哀樂，感情在陪伴中不斷升溫，享受甜蜜的愛情。",
        "work_text": "你會感覺靈感如泉湧般不斷湧現。無論是面對生活中的小事，還是處理重要的事務，你都能迅速產生各種新奇的想法和創意。這些靈感就像一把把鑰匙，能打開你思維的枷鎖，讓你看到更多可能性。你可以充分利用這些靈感，將其運用到實際行動中，為自己創造更多的機會和價值，推動各方面不斷髮展。",
        "lucky_star": "水瓶座",
        "money_text": "你的財運超棒，意外之財降臨。這天可能會有一些意想不到的收入，比如收到一筆退款、中個小獎或者得到一筆額外的獎金。當意外之財到來時，不要過於驚喜而亂了分寸，要合理規劃這筆錢的使用。可以拿出一部分用於改善生活，另一部分存起來或者進行投資，讓這份好運持續下去。",
        "health_text": "適合去參加戶外活動，能讓活力滿滿。這一天陽光明媚的話，不妨約上朋友去公園散步、爬山或者騎自行車。戶外的新鮮空氣和陽光能讓你心情愉悅，同時也能鍛鍊身體，增強體質。在戶外盡情享受大自然的美好，讓身體充滿活力。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "生活不規律",
        "yi": "沉浸式創作",
        "all": "95%",
        "date": "2026-01-01",
        "love": "90%",
        "work": "91%",
        "money": "97%",
        "health": "98%",
        "notice": "理想生活的姿態",
        "discuss": "93%",
        "all_text": "整體運勢很好，你或許會呈現出一種理想生活的姿態，這種姿態讓你內心感到無比滿足。在這一天裡，你彷彿置身於一個美好的夢境之中，周圍的一切都符合自己內心的期待。你會以一種平和、愉悅的心態去面對生活，享受生活中的每一個瞬間。無論是與家人相處時的溫馨時刻，還是獨自一人時的寧靜時光，都能讓你感受到生活的美好。這種滿足感會讓你更加珍惜眼前的一切，懂得感恩生活中的點滴幸福。你會發現自己對生活充滿了熱愛和期待，願意用心去經營自己的生活，讓每一個日子都過得充實而有意義。這種積極的生活態度也會感染身邊的人，為你營造一個和諧美好的生活氛圍，讓新的一年從這份滿足和幸福中美好開啟。",
        "love_text": "單身的你，理想緣分會出現。在某個特定的場景下，遇到那個和你心靈相通的人，彼此有說不完的話題，感覺找到了靈魂伴侶。已有伴者的你，和伴侶的溫馨時刻會增多。一起做家務、看電影，在平凡生活中感受彼此的愛，讓感情充滿溫暖和幸福。",
        "work_text": "機遇會頻繁降臨到你身邊。在這一天，你會發現自己周圍充滿了各種有利的機會，無論是事業上的晉升機會，還是學業上的進步契機，都可能悄然出現。這些機遇就像一顆顆璀璨的星星，照亮你前行的道路。你需要敏銳地捕捉這些機會，果斷地採取行動，才能充分利用這些機遇，讓自己在各方面取得更大的突破。",
        "lucky_star": "金牛座",
        "money_text": "你的財運很好，投資收益可觀。如果你之前有一些投資項目，這天很可能會看到不錯的收益。而且這天也適合繼續關注投資市場，尋找一些有潛力的投資機會。不過在投資時還是要保持謹慎，不要因為一時的收益而盲目加大投資力度。要根據自己的風險承受能力和財務狀況，合理分配資金，讓財富穩步增長。",
        "health_text": "只要保持愉悅的心情，身體狀態就會很棒。這一天別給自己太大壓力，遇到事情要往好的方面想。可以和朋友聊聊天、分享一些有趣的事情，讓自己的心情始終保持輕鬆愉快。良好的心情是最好的養生良藥，能讓你的身體更健康，以積極的心態迎接新的一年。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    }
  }
}