{
  "updated": "2026-01-14T22:10:03.730Z",
  "updateTime": "2026/1/15 上午6:10:03",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14930,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度追求完美",
        "yi": "浪漫表白",
        "all": "58%",
        "date": "2026-01-14",
        "love": "55%",
        "work": "63%",
        "money": "61%",
        "health": "68%",
        "notice": "對細節過度糾結",
        "discuss": "69%",
        "all_text": "整體狀態似乎有些低迷，諸事進展都不太順遂。你可能會不自覺地陷入對小細節的過度糾結中，像是反覆審視一句話的措辭、一件物品的擺放位置，這種過度的關注讓你無法將精力放在更宏觀、更重要的事情上，進而導致錯過一些潛在的機遇。原本可能輕鬆就能把握的方向，因為你的分心而變得模糊不清。而且這種糾結的情緒還會不斷消耗你的耐心和精力，讓你在面對其他情況時也容易變得煩躁不安。不妨試著放寬心，不要把注意力都集中在那些無關緊要的細節上，學會抓大放小，或許能讓你的狀態有所改善，避免在錯誤的道路上越走越遠。",
        "love_text": "單身的你，可能會因為生活狀態有些隨意，不修邊幅，讓原本可能靠近的緣分悄悄溜走。不妨花點時間收拾下自己，以更好的形象示人。已有伴者的你，容易因為生活裡的一些雞毛蒜皮小事和對方起爭執，進而陷入冷戰。這時候別都憋著氣，主動一點，給彼此個臺階，說不定矛盾就化解了。",
        "work_text": "整體狀態有些拖沓，做事缺乏緊迫感。原本能快速推進的事務，會因你的拖延而進度緩慢，容易錯過一些稍縱即逝的機會。而且，在面對多項任務時，你難以合理分配精力，導致效率低下，需要時刻提醒自己加快節奏。",
        "lucky_star": "射手座",
        "money_text": "在花錢上可得悠著點，很容易衝動消費，看到喜歡的東西就忍不住下單，完全不考慮是否實用。可能剛拿到手的工資，沒幾天就花出去大半，到後面才發現好多東西都是不必要的。建議你這一天消費前多想想，剋制一下購物慾，不然月底可能要為錢發愁啦。",
        "health_text": "你可別仗著年輕就肆意熬夜晚睡啦，熬夜會讓你的精神狀態變差，第二天工作學習都沒勁兒，還可能影響內分泌，引發痘痘等問題。晚上儘量早點放下手機，營造安靜舒適的睡眠環境，保證充足睡眠，第二天才能活力滿滿地開啟新一天。",
        "lucky_color": "金色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "取笑別人",
        "yi": "持之以恆",
        "all": "92%",
        "date": "2026-01-14",
        "love": "95%",
        "work": "91%",
        "money": "96%",
        "health": "97%",
        "notice": "積極向上的氛圍",
        "discuss": "88%",
        "all_text": "整體運勢相當出色，彷彿被幸運之神眷顧，處處都洋溢著積極向上的氛圍。你以全力以赴的姿態投入到生活中，無論是面對日常瑣事還是突發狀況，都能保持高度的專注和熱情，這種積極的態度讓你在處理各種事務時都遊刃有餘。你的努力和付出不會白費，每一份用心都能得到相應的回應，讓你切實感受到自己的價值所在。這種良好的狀態還會感染身邊的人，為你贏得更多的認可和支持。在這樣的日子裡，不妨大膽地追求自己的目標，勇敢地邁出步伐，相信你一定能夠不負期待，收穫滿滿的成就感和幸福感。",
        "love_text": "單身的你，彷彿自帶光芒，好感度直線上升，周圍人對你的印象都格外好，說不定在某個日常場景裡，就能邂逅那個讓你心動的人。已有伴者的你，和另一半相處甜蜜升溫，一起做些小事都會覺得幸福滿滿，比如一起做飯、散步，感情在平凡日子裡愈發深厚。",
        "work_text": "充滿活力與突破的一天。你思維清晰，目標明確，能迅速找到解決問題的關鍵方法。無論是處理複雜的工作項目，還是攻克學習難題，都能高效完成，還能在過程中發現新的機會，為未來發展打下良好基礎。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運相當不錯，財富會穩步增長。之前做的投資或者努力工作，在這一天可能會看到明顯的回報，收入會有所增加。而且你在理財方面也比較有想法，能合理規劃自己的錢財，讓每一分錢都發揮最大的作用。繼續保持這種穩健的理財方式，財富會越來越多。",
        "health_text": "整體狀態不錯，但要注意勞逸結合哦。一直忙碌工作或學習，身體會吃不消，適當安排些休息時間，比如午間小憩一會兒，或者工作間隙做做伸展運動，讓身體和大腦都放鬆放鬆，這樣能提高效率，也能避免過度疲勞引發身體不適。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡攪蠻纏",
        "yi": "看一部電影",
        "all": "81%",
        "date": "2026-01-14",
        "love": "65%",
        "work": "80%",
        "money": "86%",
        "health": "87%",
        "notice": "忙碌有序的節奏",
        "discuss": "81%",
        "all_text": "整體運勢較為不錯，生活呈現出忙碌而有序的節奏。你會被各種事務填滿日程，從處理日常的溝通交流，到參與一些社交活動，每一項都需要你投入一定的精力。但即便如此忙碌，你也能在間隙中找到屬於自己的片刻閒暇，享受這份難得的寧靜與放鬆。這種忙碌與閒暇的平衡，讓你既能充分展現自己的能力和活力，又不會感到過度疲憊。在與他人的互動中，你能夠憑藉自己的機智和幽默，營造出輕鬆愉快的氛圍，增進彼此之間的感情。不過，也要注意合理安排時間，避免因為過度忙碌而忽略了某些重要的事情，確保各項事務都能有條不紊地進行。",
        "love_text": "單身的你，身邊或許有曖昧對象，但關係很難有實質性進展，感覺總隔著一層窗戶紙。別太著急，給彼此點時間。已有伴者的你，和伴侶交流不太順暢，可能因為想法不同產生分歧，別各執一詞，耐心聽聽對方想法，說不定能找到平衡點。",
        "work_text": "靈感如泉湧，創意不斷。在面對各種事務時，能想出新穎獨特的解決辦法，讓原本平淡的事情變得有趣且高效。這種靈感不僅能幫助你解決眼前問題，還能為你未來的發展提供新思路，讓你在人群中脫穎而出。",
        "lucky_star": "獅子座",
        "money_text": "你的偏財運有點小旺哦。可能會收到一些意外的小驚喜，比如朋友送的禮物、兼職的小外快，或者是一些小抽獎中獎。不過也別太依賴這意外之財，還是要把主要精力放在正職工作上。同時，有閒錢的話也可以考慮一些穩健的小投資，說不定能小賺一筆。",
        "health_text": "你的心情大概率會比較舒暢，這對健康很有好處。不過也別光顧著開心，還是要留意情緒的穩定。遇到小煩惱別急躁，深呼吸讓自己平靜下來，保持平和心態，避免情緒大起大落影響神經系統，讓這份好心情助力你擁有健康的一天。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "作息不規律",
        "yi": "健身鍛鍊",
        "all": "87%",
        "date": "2026-01-14",
        "love": "89%",
        "work": "84%",
        "money": "77%",
        "health": "81%",
        "notice": "享受忙碌的狀態",
        "discuss": "85%",
        "all_text": "整體運勢尚佳，你將度過一個忙而充實的日子。生活中會有許多事情需要你去處理，從家庭事務到個人事務，每一項都考驗著你的組織能力和應變能力。但你並不會因此而感到壓力山大，反而會享受這種忙碌的狀態，因為在解決問題的過程中，你能夠感受到自己的成長和進步。你會以積極的心態面對每一個挑戰，認真對待每一項任務，這種專注和投入會讓你在完成事情後獲得滿滿的成就感。而且，在忙碌之餘，你也能抽出時間與親朋好友相聚，分享生活中的點滴，增進彼此之間的感情。這樣的日子雖然忙碌，但卻充滿了意義和價值，讓你感到無比滿足。",
        "love_text": "單身的你，有較大機會邂逅良緣，可能在某個聚會或者日常出行中，遇到那個讓你眼前一亮的人，不妨主動一點打個招呼。已有伴者的你，和另一半相處溫情滿滿，一起回憶過去的美好時光，或者計劃未來的生活，感情在溫馨氛圍中更加穩固。",
        "work_text": "整體發展態勢平穩，能按部就班地推進各項事務。雖然沒有特別突出的表現，但每一步都走得紮實，積累的成果會在日後顯現。這種穩步前進的狀態讓你內心踏實，也有更多精力去規劃未來。",
        "lucky_star": "金牛座",
        "money_text": "在消費上會比較理性。不會像以往那樣看到什麼就買什麼，而是會仔細考慮商品的價值和自己的需求。這種理性的消費觀念能讓你避免不必要的開支，把錢花在刀刃上。而且在購物時，你還能憑藉自己的口才和眼光，爭取到一些優惠和折扣，節省不少錢。",
        "health_text": "保持規律作息很重要。規律的生物鐘能讓身體各器官有序運轉，提高免疫力。儘量在固定的時間睡覺和起床，白天合理安排活動，避免過度勞累或過度安逸，這樣身體才能保持良好狀態，遠離疾病困擾，享受健康生活。",
        "lucky_color": "寶藍色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "回覆網絡槓精",
        "yi": "好好吃飯",
        "all": "65%",
        "date": "2026-01-14",
        "love": "66%",
        "work": "54%",
        "money": "71%",
        "health": "70%",
        "notice": "陷入小小的低谷",
        "discuss": "68%",
        "all_text": "整體運勢有所下滑，彷彿陷入了一個小小的低谷。周圍的環境可能會讓你感到有些壓抑，一些不如意的事情也會接踵而至，讓你的心情變得煩躁不安。在這種情況下，建議你儘量專注於自己的事情，不要過多地插手他人的事務，以免給自己帶來不必要的麻煩和困擾。過多的關注外界的紛擾，不僅會分散你的注意力，還可能讓你陷入一些無謂的爭執和矛盾中。學會保持內心的平靜和專注，將精力放在提升自己、解決自身問題上，才能逐漸擺脫這種低迷的狀態，重新找回自信和活力。不要讓外界的因素影響到你的情緒和判斷，相信自己的能力，你一定能夠度過這個難關。",
        "love_text": "單身的你，桃花不太明顯，可能很難遇到讓自己心動的人。別灰心，利用這段時間提升自己，說不定緣分就在不遠處。已有伴者的你，容易和伴侶因為一些小事爭執增多，都別太強勢，各退一步，多站在對方角度想想，關係就能緩和。",
        "work_text": "容易因粗心大意而出現各種小失誤。在處理事務時，往往只關注大致方向，忽略細節問題，導致結果不盡如人意。這些失誤不僅會影響當前任務的完成質量，還可能給你帶來一些不必要的麻煩，需要格外注意。",
        "lucky_star": "雙子座",
        "money_text": "整體處於收支平衡的狀態。收入方面和往常差不多，沒有太大的波動。在支出上，你也能合理控制，不會出現過度消費的情況。不過，這一天可能會有一些小的開銷，比如請朋友吃飯或者買一些生活用品。建議你提前做好預算，避免超支，保持財務的穩定。",
        "health_text": "肩頸可能會有些緊繃。長時間保持一個姿勢工作或學習，肩頸肌肉容易疲勞。工作間隙可以做做簡單的肩頸放鬆操，比如轉動脖子、聳聳肩膀，活動活動筋骨，促進血液循環，緩解肌肉緊張，預防肩頸疼痛等問題。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打亂計劃",
        "yi": "多看一會書",
        "all": "57%",
        "date": "2026-01-14",
        "love": "52%",
        "work": "60%",
        "money": "64%",
        "health": "65%",
        "notice": "出現浮躁的情緒",
        "discuss": "52%",
        "all_text": "整體運勢需要你格外留意，容易出現浮躁的情緒。生活中可能會遇到一些讓你感到不耐煩的事情，比如事情的進展不如預期、他人的行為不符合你的標準等，這些都會讓你內心產生波動，難以保持平靜。這種浮躁的情緒會影響你的判斷力和決策能力，讓你在做事情時容易衝動行事，從而犯下一些不必要的錯誤。因此，你需要給自己一些慢下來的時間，讓自己能夠冷靜思考，重新審視周圍的情況。可以通過一些放鬆的方式，如冥想、散步等，讓自己的心情平復下來，恢復理智和清醒。只有保持冷靜和沉穩，才能更好地應對生活中的各種挑戰，避免因為浮躁而陷入困境。",
        "love_text": "單身的你，緣分似乎不太眷顧，很難遇到合適的對象。彆著急，把注意力放在自己身上，做些喜歡的事。已有伴者的你，和伴侶之間矛盾凸顯，可能因為觀念差異產生摩擦，別一味指責，心平氣和溝通，才能解決問題。",
        "work_text": "在細節處理上容易出現問題。雖然你一向注重細節，但這一天可能會因過度追求完美或精力不集中，導致一些小疏忽。這些細節問題可能會影響整體效果，讓你之前的努力大打折扣，需要時刻保持警惕。",
        "lucky_star": "天秤座",
        "money_text": "在投資方面你可得謹慎點。雖然可能會有一些看似不錯的投資機會出現在你面前，但背後可能隱藏著風險。不要被一時的利益衝昏頭腦，盲目跟風投資。在做決策之前，要多做調查和分析，瞭解清楚項目的真實情況。如果實在拿不準，不妨先觀望一段時間，等有十足把握再出手。",
        "health_text": "飲食可別太挑揀啦。各種食物都有其獨特的營養，挑食容易導致營養不均衡。儘量做到食物多樣化，多吃蔬菜水果，適量攝入肉類、穀物等，保證身體獲得全面的營養，增強抵抗力，以更好的狀態應對生活和工作。",
        "lucky_color": "杏黃色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一廂情願",
        "yi": "送自己禮物",
        "all": "73%",
        "date": "2026-01-14",
        "love": "62%",
        "work": "76%",
        "money": "64%",
        "health": "72%",
        "notice": "反覆思索一些事",
        "discuss": "70%",
        "all_text": "整體運勢處於較為平常的狀態，沒有特別突出的亮點，也不存在明顯的低谷。在這樣的日子裡，你可能會不自覺地陷入一種內耗的情緒中，腦海裡反覆思索一些事情，糾結於各種選擇和可能的結果，這種精神上的消耗會讓你感到有些疲憊。其實，與其把時間浪費在內耗上，不如好好哄哄自己。給自己找一些能讓自己開心的事情做，比如看一場喜歡的電影、聽一首動聽的歌曲，或者去吃一頓心儀已久的美食。通過這些方式來調整自己的心態，讓自己從糾結的情緒中解脫出來。當你把注意力從那些無謂的思索轉移到享受生活上時，會發現心情變得輕鬆許多，也能以更積極的態度去面對接下來的生活，說不定還能在不經意間發現一些小驚喜。",
        "love_text": "單身的你，面對感情容易猶豫不決，遇到有好感的人也不敢主動，可能就這樣錯過機會。勇敢一點，說不定會有驚喜。已有伴者的你，和伴侶關係有些微妙，感覺不像以前那麼親密，別放任不管，找個時間好好聊聊，把心裡話說出來。",
        "work_text": "適合把精力放在夯實基礎上。日常裡那些看似簡單、基礎的事務，其實藏著不少提升空間。別因為它們瑣碎就忽視，靜下心來深耕，能讓你對整體架構有更清晰認知。這一過程雖不輕鬆，但能為後續發展築牢根基，讓你在面對複雜情況時更有底氣。",
        "lucky_star": "摩羯座",
        "money_text": "要留意財物易損的情況。出門在外要保管好自己的貴重物品，比如手機、錢包等，避免丟失或被盜。在使用一些電器設備時，也要小心操作，防止出現故障導致財物損失。另外，這一天在與人交往中，也要注意不要輕易借錢給別人，以免錢財收不回來，給自己帶來不必要的麻煩。",
        "health_text": "睡前可別玩手機啦。手機屏幕發出的藍光會抑制褪黑素分泌，影響睡眠質量。晚上早點把手機放遠一些，可以看看書、聽聽舒緩的音樂，讓身心放鬆下來，這樣能更快進入夢鄉，第二天醒來精神飽滿，身體也更健康。",
        "lucky_color": "橘色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "扶貧式戀愛",
        "yi": "另闢新徑",
        "all": "94%",
        "date": "2026-01-14",
        "love": "96%",
        "work": "94%",
        "money": "98%",
        "health": "92%",
        "notice": "很多的奇思妙想",
        "discuss": "93%",
        "all_text": "整體運勢持續保持高漲的態勢。你的思維異常活躍，腦海中會湧現出很多奇思妙想，這些新穎的想法為你的生活增添了不少色彩。而且你動力十足，對於想要做的事情充滿了熱情和幹勁，不會輕易被困難和挫折打倒。無論是面對日常的小挑戰，還是一些較為複雜的情況，你都能憑藉自己的智慧和毅力去應對。這種積極向上的狀態會讓你在與人交往中也更具魅力，吸引他人與你合作或交流。在這樣的日子裡，不妨大膽地去嘗試新的事物，勇敢地表達自己的想法，相信你能夠收穫許多意想不到的成果，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，魅力爆發，舉手投足間都散發著吸引力，很容易吸引到異性的目光，說不定會有浪漫邂逅。已有伴者的你，和另一半情深意濃，彼此依賴感增強，一起度過溫馨又甜蜜的時光，感情更加堅定。",
        "work_text": "狀態極佳，銳不可當。在處理各類事務時，能迅速抓住核心要點，以高效且精準的方式推進。無論是面對新挑戰還是舊難題，都能憑藉自身能力和果斷決策，輕鬆化解，展現出強大的實力和自信，讓人對你刮目相看。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財路十分寬廣。會有很多賺錢的機會出現在你面前，可能是工作上的晉升加薪，也可能是新的合作項目帶來豐厚收益。而且你還能憑藉自己敏銳的洞察力和果斷的決策力，抓住這些機會，讓財富快速積累。這一天不妨多拓展人脈，說不定能從中發現更多賺錢的門道。",
        "health_text": "不要久坐不動哦。長時間坐著會影響血液循環，增加患心血管疾病的風險。每隔一段時間就起身活動活動，比如去倒杯水、走動幾步，或者做幾個簡單的伸展動作，讓身體動起來，促進血液循環，保持身體健康。",
        "lucky_color": "咖啡色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "小心思太多",
        "yi": "推動新計劃",
        "all": "76%",
        "date": "2026-01-14",
        "love": "83%",
        "work": "77%",
        "money": "73%",
        "health": "85%",
        "notice": "付諸實際的行動",
        "discuss": "84%",
        "all_text": "整體運勢表現得中規中矩，沒有太大的起伏。你可能會發現自己腦海裡有很多小心思，比如對某些事情有著自己的小算盤，或者對他人有著一些別樣的期待。然而，這些小心思如果過多，反而可能會成為你前進的阻礙。與其把精力放在這些虛無縹緲的想法上，不如收起過多的小心思，將注意力集中在實際行動上。踏踏實實地去做每一件事情，一步一個腳印地朝著目標前進。當你專注於行動時，會發現很多問題都能迎刃而解，而且還能在過程中積累經驗，提升自己的能力。不要被那些不切實際的想法分散了注意力，用實際行動去證明自己，才能讓生活更加穩定和充實。",
        "love_text": "單身的你，適合主動出擊，遇到喜歡的人別害羞，大膽表達自己的心意，說不定就能收穫一段美好的感情。已有伴者的你，和伴侶歡樂相伴，一起做些有趣的事，比如看電影、玩遊戲，讓生活充滿歡聲笑語，感情也更加融洽。",
        "work_text": "是適合探索前行的一天。你對未知領域充滿好奇，有強烈的慾望去嘗試新事物、開拓新方向。這種探索精神會讓你接觸到不同的觀點和方法，拓寬視野。不過，探索過程中可能會遇到一些不確定因素，需要你保持冷靜，靈活應對。",
        "lucky_star": "水瓶座",
        "money_text": "有獲得獎金的希望哦。在工作中，你的努力和付出可能會得到領導的認可，從而獲得一筆額外的獎金。這不僅能讓你在經濟上得到緩解，也是對你工作能力的一種肯定。不過，拿到獎金後也別太得意忘形，要合理規劃這筆錢，可以存起來一部分，也可以用來犒勞一下自己。",
        "health_text": "很適合進行運動鍛鍊。運動能增強體質，提高免疫力，還能讓你心情愉悅。可以選擇自己喜歡的運動，比如跑步、打球等，但要注意運動前做好熱身，運動後做好拉伸，避免受傷，享受運動帶來的健康和快樂。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前不刷牙",
        "yi": "吃一頓好的",
        "all": "55%",
        "date": "2026-01-14",
        "love": "59%",
        "work": "50%",
        "money": "51%",
        "health": "61%",
        "notice": "受挫後重塑信心",
        "discuss": "64%",
        "all_text": "整體運勢較為低迷，做事情容易遇到阻礙，遭遇挫折。你可能會發現原本計劃好的事情進展得不順利，或者在與他人溝通時出現誤解和矛盾，這些情況都會讓你感到沮喪和失落，對自己的能力產生懷疑。在這種容易受挫的日子裡，重塑自己的信心顯得尤為重要。不要因為一時的困難就否定自己，要相信每個人都有自己的閃光點和潛力。回顧自己曾經取得的成功和克服的困難，從中汲取力量和勇氣。同時，也可以尋求親朋好友的支持和鼓勵，他們的肯定和認可能夠幫助你重新找回自信。只要保持堅定的信念，勇敢地面對挫折，就一定能夠逐漸走出低迷的狀態，重新迎來生活的陽光。",
        "love_text": "單身的你，社交受限，可能很難有機會認識新的異性。別宅在家裡，多參加些活動，擴大社交圈。已有伴者的你，和伴侶之間情感淡漠，感覺少了些激情，別忽視這個問題，一起做些浪漫的事，重新點燃愛的火花。",
        "work_text": "明顯感覺動力匱乏。面對日常事務，提不起精神，缺乏積極主動的態度。原本計劃好的事情，也可能因為動力不足而拖延。這種狀態會影響你的進度和成果，讓你陷入焦慮。需要你找到激勵自己的方法，重新喚起內心的熱情。",
        "lucky_star": "雙魚座",
        "money_text": "你的收入有些低迷。可能是因為工作上遇到了一些小阻礙，導致業績不佳，收入減少。也可能是有一些意外的支出，讓你的錢包癟了下去。這一天你要調整好自己的心態，不要因為錢的問題而焦慮。可以想想辦法開源節流，比如找一些兼職增加收入，或者減少不必要的消費。",
        "health_text": "走路時別低頭玩手機啦。低頭玩手機不僅會影響視力，還容易忽略周圍環境，增加發生意外的風險。走路時抬起頭，留意路況，保持正確的姿勢，這樣既能保證安全，又能避免因不良姿勢引發頸椎等問題。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "虎頭蛇尾",
        "yi": "拿得起放得下",
        "all": "78%",
        "date": "2026-01-14",
        "love": "77%",
        "work": "82%",
        "money": "85%",
        "health": "76%",
        "notice": "是時候該斷舍離",
        "discuss": "60%",
        "all_text": "整體運勢尚可，生活沒有出現太大的波瀾，但可能會感覺有些事情堆積在心裡，讓你感到有些沉重。這時候，“斷舍離”是一個不錯的選擇，它可以幫助你減輕一些負擔。你可以從整理自己的物品開始，把那些不再需要的東西清理掉，讓生活空間變得更加整潔有序。同時，也可以對自己的思緒和人際關係進行一次梳理，放下那些不必要的煩惱和糾結，遠離那些消耗你能量的人和事。通過“斷舍離”，你能夠讓自己的內心變得更加輕鬆和自在，以更清晰的心態去面對生活。當你擺脫了那些束縛和負擔，會發現生活變得更加簡單和美好，也能有更多的精力去追求自己真正想要的東西。",
        "love_text": "單身的你，總是想著愛情能主動找上門來，可這樣很容易錯過機會。不妨主動一點，多參加社交活動，說不定緣分就在其中。已有伴者的你，和伴侶相處平淡，生活少了些驚喜。可以一起計劃個小旅行或者準備個小禮物，給生活增添點樂趣。",
        "work_text": "創新有成是你這一天的寫照。你思維活躍，能跳出傳統框架，想出新穎獨特的點子和方法。在處理事務時，這些創新想法能帶來意想不到的效果，讓你在眾人中脫穎而出。不過，創新也要結合實際情況，避免過於天馬行空。",
        "lucky_star": "白羊座",
        "money_text": "你的理財能力會得到充分發揮，理財得宜。你能根據自己的財務狀況，制定出合理的理財計劃，並且嚴格執行。在投資方面，你也能選擇適合自己的項目，讓錢生錢。而且你還能關注市場動態，及時調整理財策略，確保自己的財富穩步增長。繼續保持這種良好的理財狀態，未來財富可期。",
        "health_text": "要注意皮膚保溼。冬季空氣乾燥，皮膚容易缺水起皮。早晚做好皮膚清潔後，及時塗抹保溼護膚品，鎖住皮膚水分。平時也可以多喝水，從內部為身體補充水分，讓皮膚保持水潤狀態，遠離乾燥困擾。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不會說拒絕",
        "yi": "學習一門技術",
        "all": "95%",
        "date": "2026-01-14",
        "love": "97%",
        "work": "94%",
        "money": "96%",
        "health": "93%",
        "notice": "在正能量光耀下",
        "discuss": "90%",
        "all_text": "幸運在線的一天。在正能量的光耀之下，你內心充滿了勇氣和力量，敢於大步往前走，不再害怕未知的挑戰和困難。你會以一種樂觀開朗的態度去面對生活中的一切，即使遇到一些小問題，也能輕鬆地化解。這種積極的心態會讓你在與人交往中更加主動和熱情，吸引更多美好的事物來到你身邊。而且，你的直覺在這天也會比較敏銳，能夠敏銳地捕捉到一些機會和線索。不妨抓住這些幸運的時刻，勇敢地去嘗試新的事物，拓展自己的視野和圈子。相信在幸運的陪伴下，你能夠度過一個充實而美好的一天，收穫滿滿的快樂和成長。",
        "love_text": "單身的你，有很大機會和喜歡的人心意相通，彼此一個眼神、一個動作就能明白對方想法，好好把握這個機會。已有伴者的你，和另一半愛意綿延，彼此關心呵護，一起享受這美好的時光，感情在溫馨中不斷升溫",
        "work_text": "貴人助力會讓你在各方面都順風順水。在處理事務時，會遇到願意幫助你的人，他們可能是經驗豐富的前輩，也可能是志同道合的夥伴。他們的建議和支持能讓你少走彎路，快速解決問題，還能為你提供新的機會和資源，推動你向前發展。",
        "lucky_star": "處女座",
        "money_text": "你會有意外進賬的好運。可能是之前借出去的錢終於收回來了，也可能是收到了一份意外的禮物或者紅包。這筆意外之財會讓你感到驚喜，也能緩解你當前的經濟壓力。不過，別因為這意外之財就放鬆了對財務的管理，還是要合理規劃，讓這筆錢發揮更大的作用。",
        "health_text": "注意適度控糖。過多攝入糖分不僅會導致體重增加，還可能影響血糖穩定，增加患糖尿病等疾病的風險。少吃甜食、少喝含糖飲料，選擇更健康的飲食方式，這樣能讓身體更健康，生活更美好。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}