{
  "updated": "2025-09-17T11:07:59.876Z",
  "updateTime": "2025/9/17 下午7:07:59",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14888,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "任性妄為",
        "yi": "製作短視頻",
        "all": "94%",
        "date": "2025-09-17",
        "love": "93%",
        "work": "96%",
        "money": "90%",
        "health": "95%",
        "notice": "一切都遊刃有餘",
        "discuss": "91%",
        "all_text": "你的整體運勢非常給力，會有一種一切都遊刃有餘的感覺。這一天裡，你彷彿被好運環繞，做事情順風順水，很少會遇到阻礙。無論是處理日常瑣事，還是應對一些突發狀況，你都能輕鬆應對，展現出超強的能力和自信。在人際關係方面，你也能和周圍的人相處融洽，大家都很願意和你交流合作，你的親和力會為你贏得不少好人緣。而且在生活中，你可能會發現一些之前沒注意到的小驚喜，比如偶然找到丟失已久的物品，或者收到一份意外的禮物。你的精神狀態也很好，整個人充滿活力，對生活充滿了熱情和期待，這種積極的心態會讓你更加享受這一天，也更容易吸引到更多的好運。不過，即便運勢很好，也別太過於放鬆警惕，還是要保持一定的謹慎，這樣才能讓好運持續下去",
        "love_text": "單身的你，彷彿被丘比特的箭特別眷顧，想要戀愛的心願很容易就能遇到那個讓你心動且合適的人。不妨多參加社交活動，你的熱情和真誠會吸引到同樣渴望愛情的人。已有伴者的你，和伴侶之間的感情如同烈火烹油，保持熱戀的狀態，無論是日常的小驚喜還是深情的對話，都能讓你們的感情更加甜蜜。",
        "take_star": "",
        "work_text": "做什麼都格外得心應手。無論是處理複雜的工作任務，還是攻克學習上的難題，都能輕鬆應對。思路清晰，效率極高，能快速抓住關鍵要點，讓各項事務都朝著理想的方向推進，收穫滿滿的成就感。",
        "lucky_star": "摩羯座",
        "money_text": "在副業方面將迎來不錯的收穫。之前投入的精力和時間開始有了回報，可能會收到一筆額外的收入。不過，別因為一時的高興就盲目擴大副業規模，得先觀察市場情況，看看這種良好的態勢能否持續。同時，合理規劃這筆新收入，別一下子都花光，留一部分作為應急資金會更穩妥。",
        "health_text": "落實運動鍛鍊計劃會收穫滿滿健康紅利。運動能增強你的體質，提升免疫力，讓你活力滿滿。不過開始運動前，一定要做好熱身，避免拉傷肌肉。運動強度也別一下子太大，循序漸進更合適。要是平時沒時間去健身房，在家做些簡單的俯臥撐、仰臥起坐，或者出去慢跑一會兒，都是不錯的選擇。",
        "lucky_color": "淺綠色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "購買三無產品",
        "yi": "換位思考",
        "all": "76%",
        "date": "2025-09-17",
        "love": "75%",
        "work": "74%",
        "money": "82%",
        "health": "79%",
        "notice": "固定思路想問題",
        "discuss": "66%",
        "all_text": "你的整體運勢一般般。這一天，你容易按照固定化思路想問題，思維有些侷限。在做決策或者處理事情時，可能會習慣性地依賴以往的經驗，不太願意嘗試新的方法或者接受新的觀念。這可能會讓你錯過一些新的機會，或者導致事情的處理結果不夠理想。在人際交往中，這種固定的思維模式也可能會讓你和他人產生一些小摩擦，因為別人可能不理解你為何如此堅持自己的想法。不過，這並不意味著這一天就沒有好的地方，你穩定的性格依然能讓你在熟悉的環境中把事情處理得井井有條。而且，只要你意識到自己思維上的侷限，稍微做出一些改變，嘗試從不同的角度去看待問題，說不定就能發現新的轉機，讓這一天變得更有意義。",
        "love_text": "單身的你，在感情上顯得尤為謹慎，不會輕易打開心扉。不過，不妨多給自己一些機會，去接觸不同的人，說不定會有意想不到的收穫。已有伴者的你，如果感覺和伴侶的相處有些平淡，不妨換個約會地點，比如去一個新開的餐廳或是公園散步，新鮮的環境能激發新的情感火花。",
        "take_star": "",
        "work_text": "整體狀態平穩，但機會不會主動找上門來。你需要主動出擊，積極尋找突破點。不能總是按部就班，要敢於嘗試新的方法和思路，打破常規，才能為發展帶來新的契機，避免陷入一成不變的困境。",
        "lucky_star": "射手座",
        "money_text": "你的財運整體平穩，適合培養記賬的好習慣。通過記賬，你能清楚每一筆錢的去向，知道哪些是必要開支，哪些是可節省的。這樣在後續消費時，就能更有計劃，避免不必要的浪費。而且記賬還能讓你對自己的財務狀況有更清晰的認知，為未來的理財規劃打下基礎，讓錢花得更值。",
        "health_text": "可以選擇適度曬曬太陽，這有助於身體合成維生素D，促進鈣的吸收，對骨骼健康很有好處。但別在太陽特別毒的時候去曬，上午九十點或者下午四五點，曬個半小時左右就行。曬太陽的時候，別忘了做好防曬措施，塗點防曬霜，戴個帽子，既能享受陽光，又能保護皮膚不被曬傷。",
        "lucky_color": "鵝黃色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "趕一時時髦",
        "yi": "做個美容SPA",
        "all": "58%",
        "date": "2025-09-17",
        "love": "54%",
        "work": "64%",
        "money": "55%",
        "health": "62%",
        "notice": "理想豐滿現實骨感",
        "discuss": "59%",
        "all_text": "你的整體運勢略差，會有一種理想很豐滿現實很骨感的感覺。這一天，你腦海中可能有很多美好的想法和計劃，對未來充滿了憧憬，但當真正去實施的時候，卻發現困難重重，和想象中的完全不一樣。你可能會遇到各種意想不到的阻礙，讓你的計劃無法順利進行，這可能會讓你感到有些沮喪和失落。在人際關係方面，也可能會出現一些小問題，比如和他人溝通不暢，產生誤解。不過，你也別太灰心，運勢不好只是暫時的。這一天的不如意其實也是在給你一個成長的機會，讓你更加清楚地認識到現實的複雜性。只要你保持樂觀的心態，從失敗中吸取教訓，總結經驗，未來一定能夠更好地應對各種挑戰，讓理想照進現實。",
        "love_text": "單身的你，可能會對多個對象產生興趣，但切記不要三分鐘熱度，感情需要時間去培養和沉澱。已有伴者的你，在感情中要保持專一，切勿因為一時的新鮮感而喜新厭舊，珍惜眼前人，才能收穫長久的幸福。",
        "take_star": "",
        "work_text": "似乎缺乏一定的緊迫感，對各項事務的態度有些鬆散。容易拖延，導致原本可以輕鬆完成的事情變得緊張起來。需要儘快調整狀態，給自己設定明確的時間節點，增強時間觀念，才能避免手忙腳亂。",
        "lucky_star": "巨蟹座",
        "money_text": "可能會遇到資金週轉不靈的情況。也許是突然有一些計劃外的支出，讓你手頭變得緊張起來。這時候別慌，先梳理一下自己的財務狀況，看看有哪些錢可以暫時調配使用。同時，和親朋好友溝通一下，看能否得到一些資金上的支持，但記得要明確還款時間和方式，避免影響關係。",
        "health_text": "容易出現消化不良的情況。這可能是因為你吃的東西比較雜，或者吃飯速度太快。所以吃飯的時候要細嚼慢嚥，讓食物充分咀嚼後再嚥下去，減輕腸胃負擔。另外，別吃太多油膩、辛辣、生冷的食物，多吃些清淡易消化的，像粥、麵條、蔬菜等，這樣腸胃才能更舒服。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "超過0點睡覺",
        "yi": "滿足小心願",
        "all": "88%",
        "date": "2025-09-17",
        "love": "85%",
        "work": "90%",
        "money": "80%",
        "health": "87%",
        "notice": "以鼓勵給自己動力",
        "discuss": "82%",
        "all_text": "你的整體運勢尚可。這一天，你不妨通過鼓勵制度給自己動力。你可能會發現，在做一些事情的時候，如果能夠給自己一些積極的心理暗示，或者設定一些小獎勵，就能激發自己更大的熱情和動力。比如，當你完成一個小目標後，就獎勵自己吃一頓美食或者買一件喜歡的東西，這會讓你更有成就感，也更有信心去完成下一個目標。在人際交往中，你的這種積極態度也會感染到身邊的人，讓大家更願意和你親近。而且，這一天你可能會遇到一些需要你鼓勵和支持的人，你的善意和鼓勵會給他們帶來很大的幫助，同時也會讓你收穫更多的友誼和好人緣。不過，在給自己鼓勵的同時，也要注意別給自己太大的壓力，保持輕鬆的心態，才能更好地享受這一天。",
        "love_text": "單身的你，不妨精心打扮一番，無論是外在的裝扮還是內心的狀態，都展現出最好的自己，這樣更容易吸引到心儀的對象。已有伴者的你，能深刻感受到伴侶的真心和付出，不妨也用自己的方式回應，比如一句溫馨的話語或是一個擁抱，都能讓對方感受到你的愛意。",
        "take_star": "",
        "work_text": "能憑藉豐富的經驗在各方面遊刃有餘。過往積累的知識和技能，成為你應對各種情況的有力武器。能夠快速判斷形勢，做出正確的決策，讓事情進展順利。同時，還能給身邊的人提供有價值的建議和幫助。",
        "lucky_star": "天蠍座",
        "money_text": "求財適合穩紮穩打。在投資或者做與錢有關的決策時，別盲目跟風追求高收益，選擇那些風險較低、收益穩定的項目會更靠譜。比如一些穩健型的理財產品，雖然收益可能不是特別高，但能保證資金的安全。而且在消費上也要理性，別因為一時衝動買一些不實用的東西，浪費錢財。",
        "health_text": "要注意補水，多喝溫開水。天氣變化或者活動量稍大，身體就容易缺水，及時補充水分能維持身體正常的新陳代謝。別等到口渴了才喝水，那時候身體已經處於缺水狀態了。可以每隔一段時間就喝幾口，少量多次地喝。也可以在水裡加點蜂蜜或者檸檬片，增加口感的同時，還能補充一些營養。",
        "lucky_color": "桃紅色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "太過情緒化",
        "yi": "保持理性思考",
        "all": "52%",
        "date": "2025-09-17",
        "love": "48%",
        "work": "53%",
        "money": "59%",
        "health": "60%",
        "notice": "碰壁後才長記性",
        "discuss": "51%",
        "all_text": "你的整體運勢低迷，會通過碰壁才意識到一心不能多用。這一天，你可能會同時處理很多事情，想要把每件事都做好，但結果往往事與願違。由於精力分散，你可能在每件事情上都無法投入足夠的專注，導致出現各種小失誤，最後事情的發展不如預期，這可能會讓你感到有些煩躁和焦慮。在與人交往中，這種一心多用的狀態也可能會讓你忽略他人的感受，引起一些不必要的矛盾。不過，這次的碰壁對你來說也是一次寶貴的經驗教訓。它會讓你明白，人的精力是有限的，只有集中精力做好一件事，才能取得更好的效果。當你意識到這一點後，及時調整自己的狀態，專注於當下最重要的事情，相信在接下來的時間裡，你能夠逐漸扭轉運勢，讓事情朝著好的方向發展。",
        "love_text": "單身的你，在尋找愛情的路上，不要過於理想化，現實中的愛情往往伴隨著不完美，學會接受和包容，才能找到真正適合自己的人。已有伴者的你，在與伴侶相處時，別過度指責對方，多一份理解和寬容，感情才能更加和諧。",
        "take_star": "",
        "work_text": "明顯不在狀態，注意力難以集中，做事容易分心。無論是處理工作事務還是學習新知識，都感覺力不從心。需要給自己創造一個安靜的環境，調整心態，讓自己儘快恢復到最佳狀態，否則會影響整體的進展。",
        "lucky_star": "雙魚座",
        "money_text": "在財務方面要格外注意規避風險。在做任何與錢有關的決策時，都要謹慎思考，不要輕易相信一些看似誘人但風險很高的投資機會。比如一些來路不明的投資項目，很可能隱藏著巨大的風險，一旦投入可能會血本無歸。多諮詢專業人士的意見，再做決定，這樣才能保障自己的財產安全。",
        "health_text": "不要總是蹺二郎腿。長時間蹺二郎腿會影響腿部的血液循環，導致腿部麻木、疼痛，還可能引發脊柱側彎等問題。坐著的時候，儘量保持雙腳平放在地面，背部挺直，這樣能讓身體處於一個比較健康舒適的姿勢。如果實在想蹺二郎腿，也別蹺太長時間，隔一會兒就換換姿勢。",
        "lucky_color": "蔥綠色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度依賴物質",
        "yi": "多元化發展",
        "all": "97%",
        "date": "2025-09-17",
        "love": "95%",
        "work": "96%",
        "money": "98%",
        "health": "98%",
        "notice": "心想事成的節奏",
        "discuss": "92%",
        "all_text": "你的整體運勢相當順暢，簡直就是心想事成的節奏。這一天，你心裡所想的事情，大多都能順利實現。無論是生活中的小願望，還是一些比較重要的計劃，都會按照你預期的方向發展，這讓你感到格外開心和滿足。你的心情也會因此變得非常好，整個人都散發著自信和魅力。在人際交往中，你的這種積極狀態會吸引到很多人的關注，大家都很願意和你交流合作，你也能結識到一些志同道合的朋友。而且，你可能會收到一些意外的好消息，比如得到他人的讚揚和認可，或者獲得一些小驚喜。這一天，你彷彿被幸運之神眷顧，做什麼事情都順風順水。不過，即便如此，你也要保持謙虛和謹慎，不要因為一時的順利而驕傲自滿，這樣才能讓好運一直陪伴著你。",
        "love_text": "單身的你，或許會遇到那個讓你感覺不錯的對象，無論是性格還是興趣愛好都很合拍，不妨主動一點，給彼此一個瞭解的機會。已有伴者的你，和伴侶的約會將會升溫，無論是浪漫的晚餐還是共同參與的活動，都能讓你們的感情更加深厚。",
        "take_star": "",
        "work_text": "一切都在按照你的計劃順利進行，彷彿有一雙無形的手在推動著你前進。你制定的目標和計劃具有很強的可操作性，只要按照步驟一步步實施，就能取得理想的成果。這種有條不紊的狀態讓你充滿信心，對未來充滿期待。",
        "lucky_star": "金牛座",
        "money_text": "財源廣進，會有不少進賬的機會。可能是工作上的獎金、提成，也可能是其他方面的收入。面對這些額外的收入，別隻想著消費享受，要合理規劃。可以拿出一部分用於改善生活，另一部分存起來或者進行一些穩健的投資，讓錢生錢，為未來的生活提供更堅實的經濟保障。",
        "health_text": "要注意放鬆，別給自己太大壓力。精神長期處於緊張狀態，會影響身體的內分泌系統，導致免疫力下降，容易生病。你可以在下班或者放學後，做一些自己喜歡的事情來放鬆，比如聽音樂、看電影、散步等。也可以找個安靜的地方，閉上眼睛，做幾個深呼吸，讓身心得到片刻的寧靜和放鬆。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "冷落朋友",
        "yi": "積極採取行動",
        "all": "72%",
        "date": "2025-09-17",
        "love": "65%",
        "work": "73%",
        "money": "75%",
        "health": "70%",
        "notice": "主動去添點滋味",
        "discuss": "63%",
        "all_text": "整體運勢平平，沒有明顯的起伏，卻也藏著需要你主動添點“滋味”的契機。或許你會感覺生活按部就班，但這種穩定裡藏著隱約的倦怠——比如對重複的日常流程提不起勁，或對身邊人的互動少了些熱情。這不是壞事，反而像身體在提醒你：該給生活換個節奏了。試著在細節上做點小改變，比如換條通勤路線、調整家居佈置，甚至只是換一種口味的咖啡，都能幫你打破這種“卡殼”感。需要注意的是，別因為追求和諧而壓抑自己的真實想法，偶爾表達點小意見，反而能讓關係更輕鬆。你適合做些輕鬆的嘗試，別把目標定得太高，小變動帶來的新鮮感，會比強行“折騰”更有效。",
        "love_text": "單身的你，可能因為工作或其他事務繁忙，沒有太多時間考慮感情事，不過別擔心，愛情會在不經意間降臨。已有伴者的你，忙碌的生活可能會讓你忽略了伴侶的感受，不妨抽個時間，哪怕只是短時間的陪伴，也能讓對方感受到你的關心。",
        "take_star": "",
        "work_text": "整體狀態處於“付出與收穫成正比”的階段。你若想在各方面取得不錯的進展，就得投入更多精力，不能指望輕鬆躺贏。在處理事務時，可能會遇到一些小阻礙，但只要你積極行動，多花些心思，憑藉自身能力都能順利化解，最終能收穫與付出相匹配的成果。",
        "lucky_star": "雙子座",
        "money_text": "財運有提升的空間，不妨多做出一些嘗試。可以關注一些新的理財渠道或者投資領域，但別盲目投入大量資金。先進行小規模的嘗試，瞭解其運作模式和風險情況。同時，也可以學習一些新的理財知識，提升自己的理財能力。通過不斷嘗試和學習，找到適合自己的理財方式，增加收入。",
        "health_text": "別把眉頭崩太緊。經常皺眉會在額頭形成皺紋，影響美觀不說，還可能讓你看起來總是愁眉苦臉的，影響心情。當遇到煩心事的時候，試著換個角度思考，或者找朋友傾訴傾訴，把心裡的煩惱說出來，別一個人悶在心裡。保持輕鬆的心態，眉頭自然就不會皺得那麼緊了。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "濃妝豔抹",
        "yi": "傾聽內心聲音",
        "all": "54%",
        "date": "2025-09-17",
        "love": "51%",
        "work": "57%",
        "money": "53%",
        "health": "67%",
        "notice": "因小事感到煩躁",
        "discuss": "55%",
        "all_text": "運勢略顯低迷，似乎做什麼都提不起勁，甚至容易因為小事感到煩躁。你可能會不自覺地迎合他人的期待，比如明明想拒絕卻勉強答應，或為了維持表面和諧而壓抑情緒，結果反而讓自己更累。這種“討好”模式會消耗你的能量，讓你陷入“越努力越委屈”的循環。試著把注意力拉回自己身上——別人的看法沒那麼重要，你的感受才最該被重視。你容易遇到些小麻煩，比如計劃被打亂、溝通不順，但別急著歸咎於自己，很多事只是運氣使然，不必過度自責。與其強撐著“完美”，不如允許自己“擺爛”一會兒，反而能更快恢復狀態。",
        "love_text": "單身的你，在表達自己的感情時，要注意方式方法，過於直接或含蓄都可能讓對方誤解你的意圖。已有伴者的你，別總是查伴侶的手機，信任是感情的基礎，給對方一些私人空間，反而能讓感情更加穩固",
        "take_star": "",
        "work_text": "似乎被各種顧慮纏身，導致行動有些遲緩。腦海裡不斷浮現各種“如果……怎麼辦”的想法，讓自己陷入糾結和猶豫之中。這種狀態會嚴重影響你的效率，使原本可以順利推進的事情變得停滯不前。你需要學會放下不必要的擔憂，勇敢邁出第一步。",
        "lucky_star": "處女座",
        "money_text": "可能會感覺入不敷出，經濟上有一定的壓力。也許是最近的開支比較大，而收入又沒有明顯增加。這時候要好好審視自己的消費習慣，看看哪些是可以節省的。比如減少一些不必要的娛樂消費、外出就餐等。同時，也可以考慮找一些兼職工作，增加收入來源，緩解經濟壓力。",
        "health_text": "不要過度沉迷追劇。長時間盯著屏幕，眼睛會又酸又脹，還可能引發近視、乾眼症等眼部問題。而且久坐不動，也會影響身體的血液循環，導致身體疲勞。追劇的時候，每隔一段時間就休息一下，看看遠處的風景，活動活動身體。也可以把追劇的時間分散開，別一次性看太久，這樣對身體更好。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "慵懶頹廢",
        "yi": "享受獨處時間",
        "all": "71%",
        "date": "2025-09-17",
        "love": "78%",
        "work": "66%",
        "money": "74%",
        "health": "75%",
        "notice": "被信息洪流裹挾",
        "discuss": "73%",
        "all_text": "整體運勢尚可，但容易被外界的信息洪流裹挾，比如社交軟件的消息提示、網絡上的熱點話題，或朋友間的閒聊，讓你一整天都處於“被打擾”的狀態。這種碎片化的互動會分散你的注意力，導致你明明沒做什麼，卻覺得疲憊不堪。不如試著給自己留點“空白時間”——關掉手機，泡杯茶，發會兒呆，或只是單純地看看窗外。獨處不是孤獨，而是給大腦充電的機會，能幫你更清晰地感知自己的需求。你可能會對新鮮事物產生興趣，但別急著一頭扎進去，先觀察再行動，能避免被“跟風”消耗精力。保持點距離感，反而能讓你更從容地享受生活。",
        "love_text": "單身的你，不妨多留意身邊的機會，無論是朋友介紹還是社交場合，都可能遇到那個讓你心動的人。已有伴者的你，和伴侶之間需要構建更堅實的信任基礎，遇到問題時坦誠溝通，共同面對，感情才能更加牢固。",
        "take_star": "",
        "work_text": "容易出現“摸魚”的心態，注意力難以集中。在做事情時，容易被外界的事物吸引，導致原本計劃好的事情無法按時完成。這種狀態如果不及時調整，可能會讓你陷入一種惡性循環，越拖越不想做。你需要給自己設定一些小目標和獎勵機制，激勵自己保持專注。",
        "lucky_star": "水瓶座",
        "money_text": "在理財方面缺乏意識，容易隨意花錢。可能會有一些看似不起眼的小消費，但積少成多，也會對你的財務狀況產生影響。建議你給自己設定一個消費預算，嚴格按照預算來花錢。在購買東西時，多思考一下是否真的需要，避免衝動消費。只有養成良好的理財習慣，才能讓錢更好地為你服務。",
        "health_text": "要注意玩手機的姿勢。長時間低頭玩手機，頸椎會承受很大的壓力，容易引發頸椎病。玩的時候儘量把手機舉到和眼睛平視的高度，減少頸椎的負擔。也別長時間一個姿勢玩手機，時不時地活動一下脖子和肩膀，做做伸展運動，讓身體放鬆放鬆，避免肌肉僵硬。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "用命令語氣",
        "yi": "健身減肥",
        "all": "82%",
        "date": "2025-09-17",
        "love": "62%",
        "work": "89%",
        "money": "88%",
        "health": "90%",
        "notice": "穩紮穩打的螺絲釘",
        "discuss": "83%",
        "all_text": "整體運勢還不錯，像一顆穩紮穩打的螺絲釘，雖然不顯眼，卻能把該做的事落實到位。你更相信“行動勝於空談”，你會用實際的表現證明自己的價值——比如主動解決一個長期困擾的小問題，或默默整理好雜亂的物品，這些細節會讓你感到踏實。這種“身體力行”的態度也會影響身邊的人，或許會有人主動向你尋求建議，或對你的能力表示認可。不過，別因為太專注“做事”而忽略了自己的感受，偶爾停下來喝口水、伸個懶腰，反而能讓你更高效。你適合把精力放在“能落地”的小事上，別追求宏大的目標，腳踏實地的每一步，都會為未來積累底氣。",
        "love_text": "單身的你，可能處於擺爛狀態，對感情事不太上心，不過別灰心，愛情有時候就在你最低谷的時候悄然出現。已有伴者的你，別太不修邊幅，注意自己的形象和言行舉止，讓伴侶看到一個更加優秀的你，感情也會因此更加甜蜜",
        "take_star": "",
        "work_text": "需要保持思考的狀態，這能讓你在各方面都受益匪淺。在處理事務時，不要急於求成，多花些時間思考方法是否得當，有沒有更好的解決方案。通過深入思考，你能發現一些隱藏的問題和機會，從而做出更明智的決策，讓事情進展得更加順利。",
        "lucky_star": "天秤座",
        "money_text": "財運不錯，適合做好儲蓄計劃。可以把一部分收入存起來，作為未來的應急資金或者用於實現一些長期的目標，比如買房、買車等。在儲蓄時，可以選擇一些收益相對穩定且風險較低的儲蓄方式，如定期存款。同時，也要合理控制自己的消費，避免因為過度消費而影響儲蓄計劃的執行",
        "health_text": "不要總是躺著玩手機。躺著玩不僅會影響視力，還可能壓迫手臂、肩膀等部位，導致血液循環不暢，出現麻木、疼痛等症狀。而且躺著的時候，注意力不容易集中，容易玩得時間過長，影響休息。如果想玩手機，就坐起來或者靠在床頭，保持一個比較舒適的姿勢，同時控制好時間，別玩太久。",
        "lucky_color": "酒紅色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "對人不對事",
        "yi": "多開拓視野",
        "all": "79%",
        "date": "2025-09-17",
        "love": "82%",
        "work": "71%",
        "money": "76%",
        "health": "81%",
        "notice": "生活略顯得無聊",
        "discuss": "76%",
        "all_text": "整體運勢沒有太大起伏，像一條平緩的河流，沒有驚濤駭浪，卻也少了點刺激。你可能會覺得生活有點“無聊”，比如日常軌跡重複、話題缺乏新意，甚至對原本感興趣的事也提不起勁。這種平淡不是壞事，反而像一場“靜心測試”——當外界的刺激減少時，你能否依然保持內心的穩定？試著把這種“無趣”當作觀察生活的機會，比如留意平時忽略的小細節，或和久未聯繫的朋友簡單聊幾句，可能會發現意想不到的溫暖。你適合做些“無目的”的事，比如散步、聽音樂，或整理舊物，這些看似“沒用”的活動，反而能幫你找回生活的質感。",
        "love_text": "單身的你，遇到喜歡的人要主動一些，不要害怕被拒絕，勇敢表達自己的心意，說不定就能收穫一段美好的愛情。已有伴者的你，不妨多和伴侶面對面聊聊天，分享彼此的想法和感受，增進了解，感情也會因此更加深厚。",
        "take_star": "",
        "work_text": "正處於思考如何適應變化的階段。周圍的環境或要求可能發生了一些改變，你需要花些時間去理解和接受這些變化，並調整自己的節奏和方法。雖然這個過程可能會讓你感到有些迷茫，但只要你積極思考，主動探索，就能找到適合自己的新模式，順利適應變化。",
        "lucky_star": "獅子座",
        "money_text": "就算有一些閒錢，也不要亂花。雖然手頭有錢可能會讓你有消費的衝動，但還是要保持理性。可以把這些閒錢進行合理的規劃，比如存起來或者投資一些穩健的項目。如果隨意揮霍，等到真正需要用錢的時候可能會陷入困境。所以，要剋制自己的消費慾望，讓每一分錢都花得有價值。",
        "health_text": "要提防腱鞘炎問題。如果你平時經常使用電腦、手機，或者做一些重複性的手部動作，就容易引發腱鞘炎。使用這些設備的時候，要注意手部的姿勢，避免過度用力。工作或者學習一段時間後，就活動活動手指和手腕，做做旋轉、伸展的動作，促進手部的血液循環。如果出現手部疼痛、腫脹等症狀，要及時休息。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "埋單請客",
        "yi": "擴大社交圈",
        "all": "91%",
        "date": "2025-09-17",
        "love": "94%",
        "work": "92%",
        "money": "93%",
        "health": "92%",
        "notice": "人氣頗高成焦點",
        "discuss": "97%",
        "all_text": "整體運勢穩步上升，像被陽光曬暖的棉花，柔軟又充滿能量。你的人氣頗高，容易成為人群中的焦點——可能是朋友主動找你聊天，或同事願意聽你的建議，甚至陌生人也會對你釋放善意。這種被需要的感覺會讓你充滿動力，但也別因此過度消耗自己——適當拒絕些不必要的互動，留點時間給自己，反而能讓這份好運更持久。你適合做些輕鬆的社交，比如和熟悉的人聚聚，或參與些小範圍的集體活動，你的親和力會讓你左右逢源。不過，別因為想維持“好人緣”而勉強自己，真誠比刻意討好更重要。保持輕鬆的心態，好運會自然流向你。",
        "love_text": "單身的你，或許能順利確定一份關係，無論是表白成功還是被表白，都能讓你感受到愛情的甜蜜和幸福。已有伴者的你，不妨和伴侶一起參加社交活動，共同結識新朋友，拓展社交圈，也能讓你們的感情更加豐富多彩。",
        "take_star": "",
        "work_text": "得到了幸運之神的助力，各方面進展都較為順利。在做事情時，能感受到一種無形的力量在推動著你，遇到的困難都能輕鬆化解。而且身邊的人也願意給你提供幫助和支持，讓你在追求目標的道路上更加順暢。要抓住這個好時機，積極行動，爭取取得更大的成果。",
        "lucky_star": "白羊座",
        "money_text": "將迎來新的進賬機會，可能是工作上的額外獎勵，也可能是其他方面的收入。面對這筆新收入，別急著花掉，好好規劃一下它的用途。可以拿出一部分用於提升自己的生活品質，比如購買一些一直想要但沒捨得買的東西；另一部分可以存起來或者進行一些低風險的投資，讓錢繼續為你創造價值。",
        "health_text": "多進行肩頸按摩會很有好處。長時間坐著工作或者學習，肩頸部位容易疲勞、僵硬，按摩可以緩解肌肉緊張，促進血液循環，減輕疼痛。你可以自己用手輕輕按摩肩頸部位，也可以讓家人幫忙。如果條件允許，去專業的按摩店做個肩頸按摩，效果會更好。按摩後，你會感覺整個人都輕鬆了許多。",
        "lucky_color": "青色",
        "lucky_number": "1"
      }
    }
  }
}