{
  "updated": "2025-12-26T08:12:38.124Z",
  "updateTime": "2025/12/26 下午4:12:38",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12506,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿新鞋子出門",
        "yi": "享受聖誕大餐",
        "all": "96%",
        "date": "2025-12-25",
        "love": "94%",
        "work": "97%",
        "money": "95%",
        "health": "93%",
        "notice": "社交活躍度高",
        "discuss": "90%",
        "all_text": "幸運在線的一天，節日的熱鬧氛圍如同溫暖的陽光，將你緊緊包裹。你彷彿置身於歡樂的漩渦中心，社交中的活躍度極高，像一顆閃閃發光的星星，吸引著眾人的目光。無論走到哪裡，都能迅速融入集體，和大家打成一片，輕鬆地開啟一段段愉快的交流。你的熱情和活力如同燃燒的火焰，感染著身邊的每一個人，讓周圍的氣氛變得更加熱烈。在這樣的氛圍裡，你會遇到很多有趣的人，碰撞出奇妙的火花，說不定還能結識到志同道合的新朋友。而且，幸運似乎格外眷顧你，一些意想不到的好事可能會悄然降臨，給你帶來滿滿的驚喜。盡情享受這美好的一天吧，讓快樂在心底肆意蔓延。",
        "love_text": "單身的你，聖誕的熱鬧氛圍就像神奇的魔法，會給你帶來不少戀愛契機。在各種聚會活動裡，你活力四射的模樣很容易吸引他人目光，說不定轉角就能遇到那個讓你心跳加速的人。已有伴者的你，今天和愛人能盡情享受浪漫約會。一起漫步街頭，感受節日的溫馨，或是窩在溫馨的角落分享彼此的心事，感情會在這樣的相處中愈發深厚。",
        "work_text": "對你而言，彷彿有一股無形的助力，諸多難題都能輕鬆化解。無論是複雜的工作任務，還是棘手的學習問題，都不會讓你感到棘手。你會以積極的態度應對一切，憑藉自身的智慧和勇氣，迅速找到解決辦法，讓一切朝著好的方向發展，收穫滿滿的成就感。",
        "lucky_star": "處女座",
        "money_text": "你的財運那叫一個旺，尤其是固定資產方面有升值的跡象。之前購置的房產、土地等，可能會在價值上有所提升，給你帶來一筆不小的財富。不過也別光盯著已有的資產，不妨多關注下市場動態，看看有沒有其他有潛力的固定資產投資機會，說不定能讓你的財富更上一層樓。",
        "health_text": "健康狀態很棒，但飲食方面得留意營養均衡。這一天你可能會因節日氛圍而大快朵頤，別光顧著吃大魚大肉，蔬菜水果也得多吃，保證各類營養攝入，像維生素、膳食纖維等，這樣能讓身體維持最佳狀態，後續也能更有精力去享受節日歡樂。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "超過0點睡覺",
        "yi": "多出門走走",
        "all": "55%",
        "date": "2025-12-25",
        "love": "63%",
        "work": "58%",
        "money": "64%",
        "health": "68%",
        "notice": "力不從心的狀態",
        "discuss": "59%",
        "all_text": "運勢比較倒黴，彷彿被一層陰霾籠罩。精神欠佳的你，總是感覺不在狀態，做什麼都提不起勁。原本熟悉的事情，處理起來也變得有些力不從心，容易犯一些小錯誤。在與人交流時，也可能會因為狀態不佳而出現溝通不暢的情況，引發一些不必要的誤會。周圍的一切似乎都變得有些混亂，讓你感到心煩意亂。這種低迷的狀態可能會讓你錯過一些原本可以抓住的機會，讓你感到有些沮喪。不過，別讓這些負面情緒一直困擾著你，試著給自己一些時間，找個安靜的地方放鬆一下，調整好心態，說不定後續會有轉機出現。",
        "love_text": "單身的你，在社交場合開玩笑可得注意分寸。別因為一時嘴快，讓原本對你有好感的人產生誤解，錯失發展機會。已有伴者的你，和愛人交流時要注意表達方式。別總是用直白甚至有些生硬的話語，多些溫柔與耐心，才能避免不必要的爭吵，讓感情更加和諧。",
        "work_text": "你的狀態有些鬆散，注意力難以集中。在處理事務時，容易被外界因素干擾，導致原本計劃好的事情無法順利推進。這種分心的狀態會讓你在面對任務時感到力不從心，效率大打折扣，需要儘快調整狀態，重新找回專注力。",
        "lucky_star": "射手座",
        "money_text": "可得警惕消費陷阱，這一天你可能會遇到各種看似誘人的促銷活動、打折商品，很容易衝動消費。在掏錢之前一定要冷靜思考，想想這東西是不是真的需要，別被一時的優惠衝昏頭腦，不然很容易花冤枉錢，讓自己的錢包癟下去，可就得不償失咯。",
        "health_text": "心理壓力有點大，可能是節日裡各種瑣事堆積，讓你有些煩躁。別讓壓力一直積攢，可以找朋友聊聊天，把心裡的煩惱倒一倒，或者去散散步、聽聽音樂，放鬆放鬆心情，不然壓力太大可能會影響睡眠和食慾，進而影響整體健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷短視頻",
        "yi": "參加節日活動",
        "all": "72%",
        "date": "2025-12-25",
        "love": "68%",
        "work": "67%",
        "money": "73%",
        "health": "62%",
        "notice": "警惕不和諧的音符",
        "discuss": "78%",
        "all_text": "整體運勢有點小插曲，生活就像一首旋律起伏的歌曲，偶爾會出現一些不和諧的音符。你對旁人有一定的依賴度，在做決策或者面對一些事情時，會不自覺地尋求他人的意見和幫助。這種依賴可能會讓你在某些時候失去自己的主見，錯過一些展現自我的機會。不過，他人的建議也能給你帶來新的思路和啟發，讓你看到問題的不同角度。在社交方面，你可能會遇到一些小狀況，比如和朋友之間產生一些小分歧，但只要及時溝通，相互理解，這些問題都能得到妥善解決。不要讓這些小插曲影響你的心情，保持樂觀的心態，繼續勇敢地向前走。",
        "love_text": "單身的你，很容易被對方的外表吸引，進而產生心動的感覺。不過，別光看外表，深入瞭解對方的內在也很重要，不然可能會陷入短暫的迷戀。已有伴者的你，對這段感情期待過高，可能會覺得對方沒有達到你的理想狀態。不妨降低些期待，多看到對方的好，感情才能更穩定。",
        "work_text": "呈現出拖延怠工的態勢，對要做的事情提不起勁，總是想著再等一等、拖一拖。這種拖延的習慣會讓你陷入一種惡性循環，任務越積越多，壓力也越來越大。若不及時改變，可能會影響整體的節奏和成果，需要給自己一些動力，克服拖延的毛病。",
        "lucky_star": "水瓶座",
        "money_text": "在消費上可得悠著點，千萬別買超出自己經濟能力的東西。這天你可能會被一些新奇、時尚的物品吸引，產生強烈的購買慾望，但一定要先看看自己的錢包，衡量下自己的經濟實力。要是為了滿足一時的虛榮心而過度消費，後續可能會面臨經濟壓力，影響生活質量。",
        "health_text": "睡眠質量欠佳，也許是節日的興奮勁還沒過，晚上躺在床上翻來覆去睡不著。睡前別玩手機、看刺激的電影，可以泡個熱水澡，喝杯溫牛奶，營造一個安靜舒適的睡眠環境，讓自己更快進入夢鄉，保證充足的睡眠，第二天才能精神飽滿。",
        "lucky_color": "鵝黃色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和家人冷戰",
        "yi": "感受節日氣氛",
        "all": "92%",
        "date": "2025-12-25",
        "love": "93%",
        "work": "90%",
        "money": "91%",
        "health": "94%",
        "notice": "被幸運緊緊籠罩",
        "discuss": "97%",
        "all_text": "整體運勢正當旺，彷彿被幸運女神緊緊擁抱，被幸運籠罩的一天充滿了無限可能。生活中處處都洋溢著美好的氣息，一些好事情就像調皮的小精靈，時不時地出現在你身邊，給你帶來驚喜和歡樂。你可能會收到一份意外的禮物，或者遇到一個讓你開心的人，這些小小的幸福瞬間會讓你感到無比溫暖。在與人相處時，你的溫柔和善良會吸引很多人靠近你，大家都很願意和你交流分享。你的親和力就像一塊磁鐵，將周圍的人緊緊吸引在一起，營造出和諧融洽的氛圍。盡情享受這被幸運眷顧的一天吧，讓這份美好延續下去。",
        "love_text": "單身的你，在和他人互動的過程中，曖昧的氛圍會逐漸升溫。一個眼神、一個小動作，都可能讓你們之間的感情有新的進展，說不定很快就能開啟一段甜蜜戀情。已有伴者的你，能從愛人那裡收穫滿滿的情緒價值。當你遇到煩心事，對方會耐心傾聽，給你安慰和鼓勵，讓你感到無比溫暖。",
        "work_text": "對你來說一切順遂無阻，彷彿置身於一個順暢的軌道上。無論是工作還是學習，都能按照自己的計劃穩步前進，沒有遇到什麼阻礙和困難。你會感到身心愉悅，充滿自信，能夠充分發揮自己的能力，取得不錯的成績，享受這份順利帶來的滿足感。",
        "lucky_star": "天蠍座",
        "money_text": "你的投資收益相當可觀，之前參與的投資項目，不管是股票、基金還是其他理財產品，都有可能在這一天給你帶來不錯的回報。看到收益增長別太得意，也別急著把錢都取出來，可以適當分析下市場形勢，看看是繼續持有還是部分獲利了結，讓財富更好地增值。",
        "health_text": "身體活力充沛，整個人元氣滿滿，很適合參與一些戶外活動，像打球、爬山等。不過活動時也別太猛，注意適度，提前做好熱身，活動過程中及時補充水分，這樣既能盡情享受運動的快樂，又能避免受傷，讓活力持續一整天。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "卡點出門",
        "yi": "享受浪漫約會",
        "all": "59%",
        "date": "2025-12-25",
        "love": "53%",
        "work": "58%",
        "money": "56%",
        "health": "60%",
        "notice": "瑣事影響著心情",
        "discuss": "52%",
        "all_text": "整體運勢低迷，彷彿置身於一片陰霾之中，心情也變得有些沉重。切勿因為一些瑣事影響自己的心情，這些瑣事就像路上的小石子，雖然不起眼，但卻可能會讓你絆倒。在人際關係方面，要警惕不和諧因素的出現，可能會和身邊的人產生一些矛盾和衝突。也許是因為觀點不同，也許是因為一些小誤會，但這些都需要你冷靜地去處理。不要讓情緒左右自己的行為，衝動之下可能會說出一些傷人的話，讓情況變得更糟。試著站在對方的角度去思考問題，多一些理解和包容，以平和的心態去化解矛盾，這樣才能讓生活重新回到正軌。",
        "love_text": "單身的你，在社交場合可能會遭遇冷場尷尬。原本期待能結識新朋友，卻發現自己不太能融入群體，別太灰心，調整下心態，下次會有更好的機會。已有伴者的你，和愛人之間矛盾容易升級。一些小事都可能引發爭吵，這時候雙方都要冷靜，多站在對方角度思考，避免矛盾激化。",
        "work_text": "似乎被一層陰霾籠罩，阻礙重重。在做事情的過程中，會遇到各種意想不到的問題和困難，讓你感到舉步維艱。這些阻礙不僅會影響你的進度，還會打擊你的自信心，讓你產生焦慮和煩躁的情緒。需要保持冷靜，積極尋找解決辦法，才能逐漸突破困境。",
        "lucky_star": "水瓶座",
        "money_text": "要避免衝動購物，這天你逛街或者網購的時候，很容易被各種商品吸引，產生強烈的購買衝動。可能看到一件漂亮的衣服、一個酷炫的電子產品，就忍不住下單。但衝動消費往往會導致買回來後發現並不實用，浪費錢財。所以購物前一定要三思，想想自己是否真的需要。",
        "health_text": "要警惕感冒提防流感，這天溫差可能有點大，出門時別為了好看就穿得單薄，要根據天氣變化及時增減衣物。在人員密集的場所，最好戴上口罩，減少感染病毒的機會，回家後及時洗手洗臉，做好個人衛生，降低感冒流感的發病率。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約會遲大到",
        "yi": "主動發出邀請",
        "all": "85%",
        "date": "2025-12-25",
        "love": "86%",
        "work": "88%",
        "money": "80%",
        "health": "81%",
        "notice": "有屬於自己的節奏",
        "discuss": "84%",
        "all_text": "整體運勢平穩，生活就像一艘在平靜海面上航行的船，雖然沒有驚濤駭浪，但也有著屬於自己的節奏。你會得到朋友的鼓舞，他們的話語就像一陣溫暖的風，吹進你的心裡，讓你鼓足勇氣去嘗試新的改變。這種改變可能是一種新的興趣愛好，也可能是一種新的生活方式，無論是什麼，都讓你充滿了期待。朋友的鼓勵和支持讓你有了前進的動力，讓你相信自己可以突破自我，迎接新的挑戰。在這個過程中，你可能會遇到一些小困難，但不要害怕，因為你有朋友的陪伴和幫助。勇敢地邁出第一步，去探索未知的領域，說不定會有意想不到的收穫。",
        "love_text": "單身的你，或有邂逅心動緣分的可能。在某個不經意的瞬間，那個讓你心動的人就會出現，勇敢一點，主動去搭話，說不定就能開啟一段美好的故事。已有伴者的你，和愛人的感情會升溫，默契度也會提升。一個眼神就能明白對方的心思，相處起來更加輕鬆愉快，感情也會越來越好。",
        "work_text": "呈現出高效推進的狀態，精力充沛，思維敏捷。能夠合理安排時間和任務，有條不紊地完成各項工作和學習內容。你的專注力和執行力都很強，不會輕易被外界干擾，能夠全身心地投入到自己的事情中，從而取得顯著的成果，讓自己感到充實和滿足。",
        "lucky_star": "摩羯座",
        "money_text": "你的副業收入會增加，之前在副業上付出的努力，在這一天可能會得到回報。可能是兼職工作有了新的業務，或者自己的小生意有了更多的訂單。別滿足於現有的收入，可以繼續挖掘副業的潛力，看看有沒有拓展業務、提高收入的方法，讓副業成為你財富增長的新動力。",
        "health_text": "適合適度運動強體魄，你可以選擇一些輕鬆的運動，比如瑜伽、慢跑。運動前做好準備活動，避免拉傷肌肉，運動過程中根據自己的身體狀況調整強度，別過度勞累。堅持適度運動，能增強身體的免疫力，讓你在節日裡也能保持健康。",
        "lucky_color": "卡其色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不提前預約",
        "yi": "互送節日禮物",
        "all": "78%",
        "date": "2025-12-25",
        "love": "80%",
        "work": "73%",
        "money": "84%",
        "health": "71%",
        "notice": "主動權握在手中",
        "discuss": "73%",
        "all_text": "整體運勢中規中矩，沒有特別突出的好運，但也沒有明顯的壞運來擾。在這一天裡，主動權其實牢牢掌握在你自己的手中，這就意味著你有著改變現狀、提升運勢的機會。不要總是猶豫不決、瞻前顧後，不妨積極行動起來，把腦海中的想法付諸實踐。無論是主動去參與一些社交活動，還是嘗試和身邊的人展開更深入的交流，都可能會帶來意想不到的收穫。也許在交流中，你能發現新的樂趣，結識到有趣的人，進而讓自己的生活變得更加豐富多彩。所以，別讓機會從指縫間溜走，勇敢地邁出第一步，用行動為自己的運勢加分，說不定會開啟一段新的美好篇章。",
        "love_text": "單身的你，要多展示自己的優點。在社交場合中，大方地展現你的才華和魅力，這樣會吸引更多異性的關注，增加脫單的機會。已有伴者的你，和愛人相處甜蜜融洽。一起做些有趣的事，比如看一場電影、做一頓美食，在平凡的日子裡創造屬於你們的浪漫回憶。",
        "work_text": "整體狀態較為平和，在追求目標的道路上平穩前行。既不會因急切而莽撞行事，也不會因懈怠而停滯不前。不過，這種平穩有時也可能讓你缺乏一些衝勁，在面對新機會時不夠果斷。但只要保持這種不緊不慢的節奏，穩紮穩打，也能在既定軌道上收穫屬於自己的成果，為未來發展積累經驗。",
        "lucky_star": "白羊座",
        "money_text": "要合理規劃開支，這天你可能會面臨各種消費場景，比如和朋友聚餐、參加活動等，容易在不知不覺中花不少錢。在消費前最好先制定一個預算，明確自己能花多少錢，然後按照預算進行消費。避免因為一時興起而過度消費，導致月底錢包空空，影響正常的生活開銷。",
        "health_text": "皮膚保養正當時，這一天你可能會化個美美的妝，但卸妝一定要徹底，不然化妝品殘留會堵塞毛孔，引發皮膚問題。晚上可以敷個面膜，給皮膚補充水分和營養，平時也要多喝水，多吃富含維生素的食物，讓皮膚保持水潤有光澤。",
        "lucky_color": "紅色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "花心思打扮",
        "all": "82%",
        "date": "2025-12-25",
        "love": "70%",
        "work": "86%",
        "money": "72%",
        "health": "85%",
        "notice": "豐富的節目安排",
        "discuss": "81%",
        "all_text": "整體運勢尚佳，能很好地融入節日的熱鬧氛圍之中。周圍充滿了歡聲笑語，各種活動精彩紛呈，而你也能成為其中的積極參與者。豐富的節目安排讓你不會感到無聊，反而會覺得時間過得充實又愉快。在這樣的氛圍裡，你能夠盡情享受生活的樂趣，和身邊的人一起歡笑、一起互動，感情也在這樣的相處中逐漸升溫。無論是和家人還是朋友，都能度過一段溫馨又美好的時光。而且，這種熱鬧的氛圍也會感染你，讓你的心情變得更加愉悅，整個人都充滿活力，以更好的狀態去迎接生活中的各種可能。",
        "love_text": "單身的你，暗戀可能會有新進展。你一直默默喜歡的人，或許會察覺到你的心意，給你一些積極的回應，讓你看到希望的曙光。已有伴者的你，要多理解彼此的需求。在相處中，多問問對方的想法，滿足對方的情感需求，這樣感情會更加穩固。",
        "work_text": "各方面進展有序，彷彿有一股無形的力量推動著你向前。在處理事務時，思路清晰，能夠有條不紊地推進各項計劃。無論是面對複雜的工作任務，還是繁重的學習壓力，都能從容應對。這種良好的狀態會讓你在當天取得不錯的進展，為後續的發展打下堅實基礎。",
        "lucky_star": "獅子座",
        "money_text": "會有貴人給你帶來財路，可能是在社交場合結識了一位有經驗的前輩，或者朋友給你介紹了一個賺錢的好機會。當貴人出現時，要抓住機會，虛心向他們請教，瞭解相關的信息和經驗。同時也要積極行動起來，把機會轉化為實際的財富，可別讓機會白白溜走。",
        "health_text": "眼部疲勞需緩解，這一天你可能會長時間盯著手機、電腦屏幕，眼睛很容易疲勞。每隔一段時間就休息一下，看看遠處的風景，做做眼保健操。還可以準備一瓶眼藥水，在眼睛乾澀的時候滴一滴，緩解眼部不適，保護好眼睛健康。",
        "lucky_color": "咖啡色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢不節制",
        "yi": "加點儀式感",
        "all": "70%",
        "date": "2025-12-25",
        "love": "66%",
        "work": "75%",
        "money": "69%",
        "health": "77%",
        "notice": "如冷靜的旁觀者",
        "discuss": "80%",
        "all_text": "整體運勢相對平淡，對於節日的熱鬧氛圍，你似乎並沒有太多的熱情，更像是一個冷靜的旁觀者。周圍的人都在盡情狂歡，而你卻能保持一份清醒和理智，以自己獨特的視角觀察著周圍發生的一切。這種態度雖然讓你顯得有些與眾不同，但也讓你能更客觀地看待事物。不過，也別完全把自己封閉起來，偶爾也可以試著融入其中，感受一下節日的歡樂。說不定在參與的過程中，你會發現一些新的樂趣，讓自己的生活增添一些別樣的色彩。即便只是在一旁靜靜觀察，也能讓你從別人的快樂中汲取到一些積極的能量，讓自己的內心更加平靜和滿足。",
        "love_text": "單身的你，追求愛情需要耐心。別因為一時沒有結果就灰心喪氣，愛情就像一場馬拉松，堅持下去，說不定轉角就能遇到真愛。已有伴者的你，和愛人相處略顯平淡。不妨一起嘗試些新事物，給生活增添些新鮮感，讓感情重新煥發生機。",
        "work_text": "保持著穩步不躁的節奏，在追求進步的道路上一步一個腳印。不會因一時的困難而氣餒，也不會因小小的成功而驕傲。這種沉穩的心態讓你在面對各種情況時都能保持冷靜，合理規劃自己的行動。只要堅持這種態度，就能在事業學業上不斷積累，逐漸實現自己的目標。",
        "lucky_star": "巨蟹座",
        "money_text": "在借貸事宜上要謹慎，這天可能會有朋友或者親戚找你借錢，或者你自己有借貸的需求。在做出決定之前，一定要仔細考慮對方的還款能力和自己的經濟狀況。如果輕易答應借貸，可能會面臨對方無法按時還款的風險，給自己帶來經濟上的困擾，所以一定要慎重。",
        "health_text": "關節保暖別忽視，這天出門可能會感覺關節有些涼颼颼的，尤其是膝蓋、手腕等部位。可以戴上護膝、護腕，穿上厚一點的褲子，避免關節受寒。如果關節已經有不適感，可以用熱水袋敷一敷，促進血液循環，減輕疼痛。",
        "lucky_color": "綠色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿搭用力過猛",
        "yi": "搭配聖誕元素",
        "all": "54%",
        "date": "2025-12-25",
        "love": "58%",
        "work": "52%",
        "money": "55%",
        "health": "59%",
        "notice": "缺乏主動的動力",
        "discuss": "52%",
        "all_text": "整體運勢趨於下滑，在約會或者節目安排方面，你顯得十分被動。似乎總是等著別人來安排一切，自己缺乏主動出擊的動力。這種被動的狀態可能會讓你錯過一些不錯的機會，無論是結識新朋友的機會，還是享受美好時光的機會。而且，被動也會讓你在與人相處時顯得有些拘謹和不自在，難以真正放鬆下來。要想改變這種狀況，你需要調整自己的心態，變得更加積極主動一些。不要總是害怕麻煩或者擔心出錯，勇敢地表達自己的想法和需求，主動去參與各種活動。只有這樣，才能讓自己的運勢有所好轉，讓生活變得更加精彩。",
        "love_text": "單身的你，社交機會較少。可能大部分時間都忙於自己的事情，不過也別完全封閉自己，偶爾參加些活動，說不定能遇到那個對的人。已有伴者的你，和愛人溝通存在障礙。說話時別太直接，多考慮對方的感受，用溫和的方式表達自己的想法，才能避免矛盾。",
        "work_text": "可能會感覺進展有些遲緩，彷彿被一股無形的力量束縛住了手腳。在推進計劃時，會遇到一些意想不到的阻礙，讓你不得不花費更多的時間和精力去解決。不過，這並不意味著你沒有進步，只是過程相對艱難一些。只要保持耐心，積極尋找解決辦法，就能逐漸突破困境，迎來新的發展。",
        "lucky_star": "天秤座",
        "money_text": "要防止財物丟失，這一天你可能會比較忙碌，在出行或者處理事務的過程中，容易疏忽大意，導致財物遺失。出門時要檢查好自己的物品，把貴重東西放在安全的地方。在公共場合也要時刻留意自己的財物，避免因為一時疏忽而造成不必要的損失。",
        "health_text": "容易出現咽喉炎問題，可能是節日裡吃太多辛辣食物，或者說話過多導致的。要注意飲食清淡，少吃刺激性食物，多喝水，保持咽喉溼潤。如果感覺咽喉不適，可以含一片潤喉片，緩解症狀，避免病情加重。",
        "lucky_color": "青色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "往人多地方走",
        "yi": "出門穿暖",
        "all": "80%",
        "date": "2025-12-25",
        "love": "75%",
        "work": "82%",
        "money": "81%",
        "health": "83%",
        "notice": "遇到正能量人群",
        "discuss": "84%",
        "all_text": "整體運勢平穩，在這一天裡，你或許會遇到一些正能量滿滿的人群。他們的積極向上和熱情開朗會像一股無形的力量，給你帶來向心力，讓你也不自覺地受到感染，變得更加樂觀和自信。和這些人在一起，你會感受到一種溫暖和鼓舞，彷彿所有的煩惱都能被拋到九霄雲外。他們的存在會讓你的生活變得更加有趣和有意義，你也能從他們身上學到很多東西，不斷提升自己。不妨多和這些人交流互動，分享彼此的想法和感受，共同創造更多美好的回憶。在這樣的氛圍中，你的運勢也會逐漸上升，迎來更多的好運和驚喜。",
        "love_text": "單身的你，有結識新友的契機。在各種場合中，可能會認識一些有趣的人，拓展自己的社交圈子，說不定其中就有你的命中註定。已有伴者的你，感情穩定平淡。雖然沒有什麼大的波瀾，但這種平淡的幸福也很珍貴，珍惜彼此，用心經營感情。",
        "work_text": "成果可期，之前的努力開始逐漸顯現成效。在處理事務時，你能夠充分發揮自己的聰明才智，找到高效解決問題的方法。無論是工作還是學習，都能取得令人滿意的成績。這種良好的狀態會讓你充滿信心，更加積極地投入到後續的活動中，為取得更大的成功做好準備。",
        "lucky_star": "雙子座",
        "money_text": "你的理財收益不錯，之前進行的理財規劃，在這一天可能會看到明顯的成效。可能是你選擇的理財產品收益穩定增長，或者你的理財策略起到了作用。看到收益增長別驕傲，可以繼續學習理財知識，優化自己的理財方案，讓財富像滾雪球一樣越積越多。",
        "health_text": "腸胃消化要留意，節日裡美食眾多，你可能會忍不住多吃，這會給腸胃帶來負擔。吃飯時要細嚼慢嚥，別暴飲暴食，飯後可以適當散散步，促進腸胃蠕動。如果出現消化不良的情況，可以吃一些助消化的食物，像山楂、酸奶等。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "腳裸著涼",
        "yi": "參加聖誕派對",
        "all": "91%",
        "date": "2025-12-25",
        "love": "89%",
        "work": "92%",
        "money": "90%",
        "health": "96%",
        "notice": "眾人矚目的焦點",
        "discuss": "94%",
        "all_text": "整體運勢棒棒噠，你彷彿置身於熱鬧氣氛的中心，成為了眾人矚目的焦點。社交人氣頗高的一天，身邊圍繞著各種各樣的人，大家都願意和你交流、相處。你的親和力和幽默感讓你在人群中格外受歡迎，無論走到哪裡都能帶來歡聲笑語。在這樣的氛圍裡，你能夠充分發揮自己的優勢，展現出獨特的魅力。而且，通過和不同的人交流，你還能拓寬自己的視野，瞭解到更多的信息和知識。這不僅能讓你的生活變得更加豐富多彩，還能為你的人際關係打下堅實的基礎。所以，盡情享受這美好的一天吧，讓自己的運勢持續上升，收穫更多的快樂和幸福。",
        "love_text": "單身的你，浪漫緣分即將降臨。可能會在一個充滿浪漫氛圍的場景下，遇到那個讓你心動不已的人，開啟一段夢幻般的戀情。已有伴者的你，和愛人甜蜜溫馨相伴。一起度過一個溫馨的節日，享受彼此的陪伴，感情會在這樣的時光中愈發深厚。",
        "work_text": "可謂一帆風順，彷彿被幸運之神眷顧。在追求目標的道路上，幾乎沒有遇到什麼阻礙，一切都在按照你的預期進行。無論是工作還是學習，都能輕鬆應對，取得優異的成績。這種良好的運勢會讓你心情愉悅，充滿動力，更加堅定地朝著自己的夢想前進。",
        "lucky_star": "金牛座",
        "money_text": "會有意外之財降臨，可能是收到一筆意外的獎金、紅包，或者之前遺忘的一筆錢突然被找到。這筆意外之財就像天上掉下來的餡餅，讓你驚喜不已。不過別光顧著高興，也要合理規劃這筆錢，可以存起來或者用於一些有意義的投資，讓意外之財發揮更大的作用。",
        "health_text": "精神狀態超良好，整個人心情愉悅，充滿活力。可以利用這個好狀態去做一些自己喜歡的事情，比如看電影、逛街。不過也別太累著自己，合理安排時間，適當休息，讓這種良好的精神狀態一直保持下去，享受美好的節日時光。",
        "lucky_color": "藕荷色",
        "lucky_number": "5"
      }
    }
  }
}