{
  "updated": "2025-11-05T18:12:02.005Z",
  "updateTime": "2025/11/6 上午2:12:02",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14598,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意發脾氣",
        "yi": "去公園散步",
        "all": "66%",
        "date": "2025-11-05",
        "love": "70%",
        "work": "58%",
        "money": "53%",
        "health": "68%",
        "notice": "現實卻不盡如人意",
        "discuss": "62%",
        "all_text": "整體運勢大跌。原本你對這一天可能有著諸多美好的期待，滿心想著能達成某些目標或者收穫一些驚喜，然而現實卻可能不盡如人意，這些期待很容易落空。這種落差或許會讓你心裡有些失落和沮喪，原本高漲的情緒也會隨之低落。在社交方面，可能會遇到一些不太愉快的小插曲，原本融洽的氛圍可能會因為一些小事變得有些尷尬。而且，在與人交流溝通的時候，也容易因為情緒不佳而出現詞不達意的情況，進而引發一些不必要的誤會。不過，別讓這些負面情緒一直籠罩著你，試著調整下心態，雖然運勢不佳，但生活還是要繼續，把這次的不順當作一次小小的考驗，以更積極的態度去面對後續的日子，說不定之後會有轉機出現。",
        "love_text": "單身的你，在感情方面還需慢慢培養感情基礎。別急著確定關係，多花些時間瞭解對方的興趣愛好、生活習慣，一起參與一些輕鬆的活動，在相處中增進彼此的熟悉度。已有伴者的你，要學會傾聽伴侶的想法。當對方分享日常或傾訴煩惱時，停下手中的事，專注地聽，別急於發表自己的意見，讓對方感受到被重視，這樣感情會更穩固。",
        "work_text": "彷彿置身於一個容易分心的磁場中，注意力很難長時間集中。在處理各項任務或學習新知識時，思緒總是不自覺地飄走，導致效率大打折扣。這種狀態可能會讓你錯過一些關鍵信息，或者在完成任務時出現小失誤。你需要時刻提醒自己保持專注，不然一天下來可能會發現很多事情都沒達到預期效果。",
        "lucky_star": "天蠍座",
        "money_text": "可得穩住性子。這一天你容易衝動，看到啥新投資或者消費誘惑，腦袋一熱就想行動，可千萬別這樣。衝動冒險很可能讓你錢打水漂，比如盲目買不熟悉的理財產品。做決定前多想想後果，多問問懂行的人，別因一時衝動壞了財運，穩穩當當才能守住錢。",
        "health_text": "注意警惕蛀牙問題。可能平時刷牙沒刷到位，或者愛吃甜食，就容易給蛀牙可乘之機。這一天吃完東西記得及時漱口，早晚認真刷牙，要是已經有蛀牙跡象，就別拖著，趕緊去看牙醫處理，不然小問題拖成大麻煩，遭罪又費錢。",
        "lucky_color": "金黃色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢不節制",
        "yi": "分享快樂事",
        "all": "52%",
        "date": "2025-11-05",
        "love": "50%",
        "work": "48%",
        "money": "56%",
        "health": "62%",
        "notice": "精神層面感覺空虛",
        "discuss": "59%",
        "all_text": "整體運勢處於低迷狀態。這一天，精神層面你會感覺有些空虛，彷彿內心缺少了些什麼，這種空虛感可能會逐漸轉化為對物質的渴求。你可能會不自覺地想要通過購買一些東西來填補內心的空缺，看到喜歡的東西就忍不住下單，哪怕這些東西並不是當下真正需要的。在生活裡，可能會覺得周圍的一切都有些乏味，缺乏新鮮感，對原本感興趣的事情也提不起太大的勁頭。這種狀態可能會讓你在與人相處時也顯得有些無精打采，不太願意主動交流。不過，這種低迷只是暫時的，試著給自己找點能真正帶來快樂和滿足感的事情做，比如看一場喜歡的電影、聽一首動聽的歌曲，讓自己的精神世界豐富起來，或許能緩解這種運勢低迷的狀況。",
        "love_text": "單身的你，在感情上容易過於傲嬌。即便遇到有好感的人，也別端著架子，適當放下身段，主動釋放一些友好的信號，不然可能會讓對方誤以為你沒興趣而錯過緣分。已有伴者的你，別故意說反話。心裡有什麼想法就直接表達，別用反話來試探對方，這樣容易引發不必要的矛盾，坦誠溝通感情才能更順暢。",
        "work_text": "陷入了一種過於執拗的狀態，在面對問題和任務時，總是習慣性地鑽牛角尖。這種思維方式會讓你在解決複雜問題時花費大量時間，卻可能得不到理想的結果。而且，過於堅持自己的想法，可能會讓你忽略其他更有效的解決方案，影響整體的進展。",
        "lucky_star": "雙魚座",
        "money_text": "在財運方面得留個心眼，別盲目跟風。周圍人都在討論啥賺錢項目或者熱門消費，你就跟著湊熱鬧，這可不行。每個人的財務狀況和風險承受力不同，跟風很可能讓你陷入不適合的財務麻煩。結合自身情況，理性分析後再行動，才能讓錢袋子穩穩當當。",
        "health_text": "容易出現腸胃不適的情況。也許是飲食上沒注意，吃了生冷或者不乾淨的東西，也可能是吃飯不規律。這一天儘量選擇溫熱、易消化的食物，別暴飲暴食，每餐吃到七八分飽就行。要是腸胃已經有不舒服的感覺，就喝點溫熱的粥，讓腸胃緩緩，別硬撐著。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "做事太急躁",
        "yi": "閱讀有趣書籍",
        "all": "75%",
        "date": "2025-11-05",
        "love": "66%",
        "work": "68%",
        "money": "73%",
        "health": "79%",
        "notice": "別被牽著鼻子走",
        "discuss": "71%",
        "all_text": "你的整體運勢稍有起伏。這一天，生活節奏可能會比較忙碌，各種事情一件接著一件向你湧來，讓你有些應接不暇。在這忙碌的節奏中，你需要穩住自己，別被外界的因素牽著鼻子走。在面對各種選擇和決策時，要保持清醒的頭腦，不要因為一時的衝動或者他人的影響而做出讓自己後悔的決定。社交方面，可能會遇到一些不同類型的人，他們的觀點和想法可能會與你產生碰撞，這時候不要急於反駁，而是試著去理解和接納不同的聲音，這或許能給你帶來新的啟發。雖然運勢有起伏，但只要你能在忙碌中保持冷靜和理智，就能較好地應對這一天出現的各種狀況，讓自己的生活有條不紊地進行下去。",
        "love_text": "單身的你，打扮切勿用力過猛。在追求時尚的同時，保持自然舒適就好，過於誇張的裝扮可能會讓對方覺得有距離感。已有伴者的你，別過度迎合對方。在感情裡保持自己的個性和想法很重要，一味地迎合會讓對方漸漸忽視你的需求，偶爾表達自己的觀點，反而能讓感情更有活力。",
        "work_text": "在處理事情時存在不懂裝懂的情況。在面對不熟悉的知識或任務時，你沒有及時去弄清楚，而是假裝自己明白，結果在後續的操作中漏洞百出。這種行為不僅會影響你自己的表現，還可能給周圍的人帶來困擾，導致整體的工作或學習效果不佳。",
        "lucky_star": "獅子座",
        "money_text": "要切記別投機取巧。別想著走捷徑快速賺錢，那些看似輕鬆的賺錢法子，往往藏著大風險。比如想靠短期炒作小賺一筆，很可能最後虧得慘。這一天還是靠自己踏踏實實努力，通過正規途徑積累財富，這樣心裡才踏實，財運也能穩穩上升。",
        "health_text": "不宜穿新鞋走遠路。新鞋還沒和腳磨合好，走遠路容易把腳磨破，或者導致腳部疲勞、疼痛。要是必須出門走遠路，就選一雙舒適、合腳、穿過的舊鞋。要是已經穿了新鞋走了不少路，感覺腳不舒服，就趕緊找個地方坐下來休息，把鞋脫了放鬆放鬆腳。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不注意形象",
        "yi": "積累小金庫",
        "all": "97%",
        "date": "2025-11-05",
        "love": "89%",
        "work": "91%",
        "money": "98%",
        "health": "93%",
        "notice": "心想事成的節奏",
        "discuss": "95%",
        "all_text": "你的整體運勢不斷走高，簡直就是心想事成的節奏。這一天，你心裡所想的事情似乎都有朝著好的方向發展的趨勢，那些原本覺得有些困難或者不太可能實現的事情，在這一天都有了實現的可能。在生活裡，你會感受到周圍人對你的善意和幫助，無論是家人、朋友還是陌生人，都可能會給你帶來溫暖和驚喜。社交場合中，你能夠輕鬆地與他人建立良好的關係，大家相處得十分融洽，你的魅力和親和力也能得到充分的展現。而且，你的心情也會格外舒暢，整個人都充滿了活力，這種積極的狀態會進一步吸引更多美好的事情來到你身邊。好好享受這一天的好運勢吧，讓自己的生活充滿歡聲笑語。",
        "love_text": "單身的你，或有朋友牽線搭橋。朋友可能會介紹一些不錯的人給你認識，別拒絕這樣的機會，大方地去接觸，說不定能遇到合適的人。已有伴者的你，能得到伴侶的關心與理解。當你遇到困難或心情低落時，伴侶會主動安慰你、支持你，讓你感受到溫暖，好好珍惜這份感情。",
        "work_text": "展現出膽大心細的優秀特質。在面對各種任務和挑戰時，你既有勇氣去嘗試新的方法和領域，又能在操作過程中注重細節，考慮周全。這種狀態讓你在處理事情時能夠高效且準確地完成，無論是工作上的項目還是學習中的任務，都能取得不錯的進展。",
        "lucky_star": "天秤座",
        "money_text": "財運有喜啦，說不定存款會有上漲。可能是之前的投資有了回報，或者收到一筆意外收入。不過別太得意，拿到錢後要合理規劃，別亂花。可以存起來一部分，或者用於改善生活，但別一下子都花光，讓這筆錢繼續為你創造更多財富。",
        "health_text": "要注意科學用眼。現在大家都長時間看電子屏幕，眼睛很容易疲勞。這一天看手機、電腦一段時間後，就停下來看看遠處，做做眼保健操。也可以準備一些人工淚液，感覺眼睛乾澀的時候滴一滴。晚上別在太暗的光線下用眼，保證充足的睡眠，讓眼睛好好休息。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "表情太嚴肅",
        "yi": "主動幫助人",
        "all": "91%",
        "date": "2025-11-05",
        "love": "90%",
        "work": "93%",
        "money": "92%",
        "health": "92%",
        "notice": "目標實現的滿足",
        "discuss": "90%",
        "all_text": "你的整體運勢穩中有升，或許會有來自目標實現的滿足。這一天，你之前所設定的一些目標，有可能會出現實現的跡象，或者朝著實現的方向邁出了堅實的一步。這種目標的達成會讓你內心充滿成就感，自信心也得到極大的提升。在生活裡，你會感覺自己充滿了力量，對未來充滿了期待和憧憬。與人相處時，你的自信和熱情會感染到身邊的人，大家也更願意與你交流和合作。而且，你可能會收到一些來自他人的讚揚和認可，這進一步讓你感受到自己的價值。這種良好的運勢狀態會讓你在這一天過得十分充實和愉快，繼續保持這種積極向上的態度，未來還會有更多的美好在等著你。",
        "love_text": "單身的你，可能會遇到彼此有好感的對象。在社交場合中，你可能會吸引到異性的目光，對方主動搭話時，別害羞，大方交流，說不定一段美好的感情就此開始。已有伴者的你，適合和伴侶一起成長。可以一起學習新技能、探索新領域，在共同進步的過程中，感情會更加深厚，彼此的關係也會更緊密。",
        "work_text": "渾身散發著來自底氣的自信。這種自信讓你在面對各種情況時都能從容不迫，無論是工作上的難題還是學習中的挑戰，你都相信自己有能力解決。你的這種積極態度也會感染周圍的人，為你營造一個良好的氛圍，讓你在事業和學業上都能順利推進。",
        "lucky_star": "處女座",
        "money_text": "正財方面有好消息哦！工作上可能得到領導賞識，有升職加薪的機會，或者業務成績突出拿到豐厚獎金。這一天要繼續保持積極工作狀態，好好展現自己的能力，說不定還有更多賺錢機會找上門，讓你的錢包越來越鼓。",
        "health_text": "要避免過度沉迷手機。長時間低頭看手機，不僅會對眼睛造成傷害，引發近視、乾眼症等問題，還會導致頸椎疼痛。這一天設定個看手機的時長提醒，每隔一段時間就放下手機，活動活動身體，做做頸部伸展運動。多和身邊的人面對面交流，別一直盯著手機屏幕。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戶外大冒險",
        "yi": "品嚐美味小吃",
        "all": "71%",
        "date": "2025-11-05",
        "love": "69%",
        "work": "77%",
        "money": "74%",
        "health": "80%",
        "notice": "側重眼前的滿足",
        "discuss": "70%",
        "all_text": "你的整體運勢一般般，不過可以側重於眼前的一些小小滿足。這一天，可能不會有特別重大的驚喜或者突破出現，但生活中那些細微的小確幸卻能讓你感到溫暖和快樂。比如吃到一頓美味的飯菜、看到一朵漂亮的花、聽到一首好聽的歌，這些看似不起眼的小事，都能給你帶來愉悅的心情。在與人交往中，雖然沒有那種熱烈的互動，但平淡而真誠的交流也能讓你感受到人與人之間的美好。而且，你可能會在一些小事上取得小小的進步，比如學會了一個新的小技能、完成了一個小任務，這些小小的滿足會讓你覺得生活還是有滋有味的。不要因為運勢一般般而感到沮喪，珍惜這些眼前的小滿足，也能讓這一天過得十分美好。",
        "love_text": "單身的你，不要追求不切實際的愛情。別被影視劇裡的浪漫情節衝昏頭腦，現實中的感情需要腳踏實地，多關注身邊那些踏實可靠的人。已有伴者的你，不要逃避問題。感情中難免會出現一些小矛盾，別選擇逃避，勇敢面對，和伴侶一起尋找解決辦法，這樣才能讓感情長久。",
        "work_text": "需要保持耐心。在處理事情時，可能會遇到一些繁瑣複雜的情況，或者進展不如預期順利。這時候，如果你缺乏耐心，很容易變得急躁，從而影響判斷和決策。只有保持耐心，一步一個腳印地去做，才能更好地應對各種問題，取得理想的效果。",
        "lucky_star": "摩羯座",
        "money_text": "得做好預算計劃。這一天可能會有各種開支，像生活用品採購、人情往來啥的。提前列好預算，明確每筆錢花在哪、花多少，能避免超支。合理規劃財務，讓每一分錢都花得有價值，這樣財務狀況才能穩穩當當，不會出現入不敷出的情況。",
        "health_text": "不要在廁所玩手機。在廁所玩手機容易分散注意力，導致排便時間過長，引發痔瘡等肛腸疾病。而且廁所環境比較潮溼，手機容易沾染細菌。這一天上廁所就專心排便，別把手機帶進去。排完便後及時清洗肛門，保持局部清潔，預防疾病的發生。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不按時睡覺",
        "yi": "完成小目標",
        "all": "55%",
        "date": "2025-11-05",
        "love": "52%",
        "work": "50%",
        "money": "48%",
        "health": "57%",
        "notice": "小狀況接二連三",
        "discuss": "56%",
        "all_text": "這天對你而言稍顯倒黴，各種小狀況可能會接二連三地冒出來。你原本計劃好的事情，或許會因為一些意想不到的因素而無法順利推進，讓你心裡有些憋悶。在與人相處時，也可能會遇到一些不太愉快的小摩擦，明明不是自己的錯，卻莫名被捲入一些紛爭之中。這時候，千萬別把目標定得太高，要是抱著過高的期待，一旦事情沒有按照預期發展，那種落差感會讓你更加難受。不妨把心態放平和一些，接受生活中這些不完美的小插曲，就當是給平淡生活增添點別樣的色彩。雖然這一天運氣不太好，但也不必過於沮喪，這只是暫時的，保持樂觀的心態，說不定後面會有小驚喜等著你呢。",
        "love_text": "單身的你，在感情上容易帶有偏見。別因為第一印象就對一個人下定義，多給對方一些瞭解的機會，說不定會發現對方身上有很多閃光點。已有伴者的你，別給自己太大壓力。感情是兩個人的事，別把所有責任都扛在自己身上，放鬆心態，和伴侶一起享受生活，感情會更輕鬆愉快。",
        "work_text": "彷彿陷入了一個時間黑洞，在各種瑣碎事務和無關緊要的事情上浪費了太多時間。原本計劃好的任務，因為被一些臨時的小插曲打斷，導致進度嚴重滯後。而且，你在處理事情時缺乏明確的目標和優先級排序，東一榔頭西一棒槌，使得精力分散，難以集中力量完成重要事項，整體表現不盡如人意。",
        "lucky_star": "射手座",
        "money_text": "可別孤注一擲。不管是投資還是消費，都不能把錢全押在一個地方或一件事上。要是出現意外，可能就血本無歸了。要分散風險，合理分配資金，多給自己留條後路。這樣就算遇到問題，也不會讓財務狀況陷入絕境，能穩穩地守護好財富。",
        "health_text": "容易磕磕撞撞。可能是走路的時候沒注意看路，或者做事的時候不夠小心。這一天走路要留意腳下，特別是在樓梯、拐角等地方。做事情的時候也要集中注意力，別三心二意。要是不小心磕碰到了，看看有沒有傷口，要是隻是輕微的擦傷，就自己處理一下，要是比較嚴重，就趕緊去醫院。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易許承諾",
        "yi": "頭腦風暴",
        "all": "85%",
        "date": "2025-11-05",
        "love": "82%",
        "work": "88%",
        "money": "81%",
        "health": "84%",
        "notice": "冷靜理智有幫助",
        "discuss": "80%",
        "all_text": "你的整體運勢較為平穩。這一天裡，生活不會出現太大的波瀾，一切都按部就班地進行著。在面對各種事情時，你冷靜理智的特質會發揮很大的作用。當遇到一些小問題時，你不會慌亂，而是能迅速地分析情況，找到解決問題的辦法，從而避開一些小麻煩。在與人交流溝通中，你也能保持沉穩的態度，不會輕易被別人的情緒所影響，這樣能讓你在社交場合中更加遊刃有餘。這種平穩的運勢會讓你感覺很安心，雖然沒有特別突出的亮點，但這種穩穩的節奏也讓你能輕鬆地應對一天的生活，好好享受這份平靜與安穩吧。",
        "love_text": "單身的你，在瞭解之後再推進關係。遇到有好感的人，別急於確定戀愛關係，先通過聊天、相處瞭解對方的性格、價值觀等，確定彼此合適再進一步發展。已有伴者的你，要保持和諧溝通。遇到事情別憋在心裡，和伴侶坦誠地交流想法，避免因為誤會而產生矛盾，良好的溝通能讓感情更穩定。",
        "work_text": "通過實踐收穫滿滿的一天。你有著強烈的行動力和探索欲，不會僅僅停留在理論層面，而是積極地將想法付諸實踐。在實踐過程中，你能夠敏銳地發現問題並及時調整策略，不斷積累經驗。這種務實且勇於嘗試的態度，讓你在處理各種事務時都能得心應手，取得不錯的成果。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不錯，可以小試牛刀。有一些適合的小投資或者小生意機會，風險相對小，收益也還行。不過行動前要做好準備，瞭解清楚情況。抓住這個機會，說不定能開啟新的財富增長路，但也要謹慎，別盲目投入，穩穩地賺點小錢。",
        "health_text": "駕駛或騎車都要嚴格遵守交通規則。不管是在馬路上開車，還是騎電動車、自行車，都要按照交通信號燈行駛，不超速、不逆行、不闖紅燈。這一天出門前檢查好交通工具的狀況，確保剎車、燈光等部件正常。在路上要時刻保持警惕，注意周圍的車況和路況，避免發生交通事故。",
        "lucky_color": "墨綠色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不聽他人言",
        "yi": "精緻生活",
        "all": "81%",
        "date": "2025-11-05",
        "love": "86%",
        "work": "72%",
        "money": "80%",
        "health": "79%",
        "notice": "多關注內心需求",
        "discuss": "74%",
        "all_text": "整體運勢尚可。這一天，與其把精力分散在各種事情上，不如把重心放在自己身上。你可以多關注自己的內心需求，去做一些能讓自己開心、滿足的事情。比如看一場喜歡的電影，沉浸在精彩的劇情中，感受電影帶來的情感衝擊；或者聽一首動聽的音樂，讓旋律舒緩自己的心情。在社交方面，雖然也會有一些互動，但不必過於刻意地去迎合別人，按照自己的節奏來就好。把注意力放回自己身上，你會發現自己能更清晰地認識自己，也能從這些自我關注的行為中獲得更多的快樂和滿足，讓這一天過得更加自在。",
        "love_text": "單身的你，在喜歡的人面前要多表現。別總是默默地躲在角落，勇敢地展示自己的優點和特長，讓對方看到你的魅力，增加對方對你的好感度。已有伴者的你，不要吝於表達情感。別總是把愛藏在心裡，多對伴侶說一些甜蜜的話，做一些貼心的舉動，讓對方感受到你的愛意，感情會更甜蜜。",
        "work_text": "需要保持一定的危機感。整體狀態有些過於放鬆，對可能出現的風險和挑戰缺乏足夠的警惕。在處理事情時，容易掉以輕心，認為一切都會順利進行，從而忽略了一些潛在的隱患。這種心態可能會導致你在遇到突發情況時措手不及，影響最終的成果，所以適時給自己敲敲警鐘很有必要。",
        "lucky_star": "白羊座",
        "money_text": "要關注市場動態。市場可能會有新變化和趨勢，及時瞭解這些信息，能幫你做出更明智的財務決策。不管是投資還是消費，都能根據市場情況調整策略，避免盲目行動。多留意市場，說不定能發現隱藏的財富機會，讓財運更上一層樓。",
        "health_text": "不要光顧路邊無牌攤販。路邊無牌攤販的食品衛生條件往往得不到保障，可能會使用不新鮮的食材，或者沒有經過嚴格的加工處理，吃了容易引發食物中毒、腸胃炎等疾病。這一天儘量選擇正規的餐廳或者超市購買食物，要是實在想吃路邊的小吃，也要選擇看起來比較乾淨、有口碑的攤位。",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度玩手機",
        "yi": "開啟新計劃",
        "all": "93%",
        "date": "2025-11-05",
        "love": "90%",
        "work": "92%",
        "money": "94%",
        "health": "91%",
        "notice": "朝著好方向發展",
        "discuss": "95%",
        "all_text": "可謂是幸運在線的一天，你身上彷彿有一種無形的力量，推動著事情朝著好的方向發展。你保持著積極的上進心與動力，這種狀態會讓你在處理各種事情時都充滿幹勁。無論是面對生活中的小難題，還是一些需要做出決策的情況，你都能以積極的態度去應對，並且往往能取得不錯的結果。周圍的人也能感受到你的這種正能量，會更願意與你交流合作。這種幸運的運勢會讓你在這一天過得十分充實和愉快，繼續保持這份積極的狀態，未來還會有更多的好運在等著你。",
        "love_text": "單身的你，或有貴人助力。在社交場合中，可能會遇到一些熱心的人，他們可能會給你介紹合適的對象，或者給你一些感情方面的建議，好好把握這些機會。已有伴者的你，適合和伴侶一起完成計劃。無論是短期的出行計劃，還是長期的生活規劃，和伴侶一起商量、一起執行，會讓你們的關係更緊密。",
        "work_text": "你的視野格外開闊，能夠站在更高的角度看待問題。在處理各種事務時，不會侷限於眼前的利益和局部的情況，而是能夠綜合考慮多方面因素，做出更全面、更長遠的決策。這種宏觀的思維方式讓你在面對複雜的情況時能夠遊刃有餘，輕鬆找到解決問題的最佳方案，為未來的發展打下堅實基礎。",
        "lucky_star": "雙子座",
        "money_text": "偏財有驚喜！可能會收到意外之財，像中個小獎、收到退款或者得到他人饋贈啥的。這意外之財會讓你心情大好，但別亂花。好好規劃這筆錢，比如存起來或者用於提升自己，讓這份驚喜成為財富增長的助力，讓以後的日子更富足。",
        "health_text": "睡前不要吃宵夜。晚上身體的代謝速度會變慢，吃宵夜會增加腸胃的負擔，導致消化不良，還容易讓脂肪堆積，引起肥胖。這一天晚餐不要吃得太晚，也不要吃得過飽。要是睡前感覺有點餓，可以喝一杯溫牛奶，既能緩解飢餓感，又有助於睡眠，但別吃太多其他東西。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不斷回憶過去",
        "yi": "參加集體活動",
        "all": "74%",
        "date": "2025-11-05",
        "love": "76%",
        "work": "75%",
        "money": "73%",
        "health": "77%",
        "notice": "找到自己的動力",
        "discuss": "85%",
        "all_text": "你的整體運勢平平，生活沒有太多明顯的起伏，一切都顯得比較平淡。不過，或許在群體或社交中，你能更容易找到自己的動力。當你參與到一些集體活動或者與朋友聚會時，大家之間的互動和交流可能會激發你的靈感，讓你對生活有新的思考。在群體中，你能聽到不同的觀點和想法，這有助於拓寬你的視野。雖然整體運勢一般，但這種在社交中獲得的啟發和動力，能讓你的這一天不至於太過無聊。不妨多參與一些社交活動，說不定能在其中發現一些讓自己感興趣的事情，為平淡的生活增添一些色彩。",
        "love_text": "單身的你，要拓展社交圈子。別總是侷限在自己的小圈子裡，多參加一些社交活動，認識不同的人，這樣遇到合適對象的機會會更多。已有伴者的你，要給予回應。當伴侶對你表達關心或分享喜悅時，要及時給予回應，讓對方知道你在乎他，這樣感情會更融洽。",
        "work_text": "千萬不要怕麻煩。在處理事情的過程中，可能會遇到一些繁瑣的環節和複雜的問題，但如果因為怕麻煩而選擇逃避或者敷衍了事，那麼最終的結果肯定不會理想。只有勇敢地面對這些麻煩，耐心地去解決每一個問題，才能把事情做好，收穫成長和進步。",
        "lucky_star": "水瓶座",
        "money_text": "要提高理財意識。這一天可能會面臨一些與錢有關的選擇和決策，這時候就得有清晰的理財思路。多學點理財知識，瞭解不同理財方式和風險，根據自己的財務狀況做合適選擇。提高理財意識，才能更好管理財富，避免不必要的損失。",
        "health_text": "要多吃蔬菜水果。蔬菜水果富含維生素、礦物質和膳食纖維，對身體有很多好處，能增強免疫力，促進腸道蠕動，預防便秘等問題。這一天三餐中都要搭配適量的蔬菜水果，可以生吃，也可以做成沙拉、炒菜等。別總是吃肉或者吃加工食品，讓飲食更加均衡健康。",
        "lucky_color": "草綠色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "整理舊物件",
        "yi": "擴大社交圈",
        "all": "83%",
        "date": "2025-11-05",
        "love": "79%",
        "work": "80%",
        "money": "75%",
        "health": "81%",
        "notice": "得到溫暖和力量",
        "discuss": "87%",
        "all_text": "你的整體運勢尚佳。這一天，身邊或許會出現一些正能量的人，他們就像生活中的小太陽，給你帶來溫暖和力量。他們的積極態度會感染到你，讓你原本可能有些低落的心情變得明亮起來。在與這些人相處的過程中，你能感受到他們的熱情和真誠，這種良好的社交氛圍會讓你覺得很舒服。而且，從他們身上你還能學到一些積極的生活態度和處理問題的方法。在他們的帶動下，你也會更加主動地去面對生活中的各種事情，讓這一天過得充滿活力。好好珍惜身邊這些正能量的人，與他們一起度過這美好的一天。",
        "love_text": "單身的你，不要放棄身邊的機會。身邊可能會出現一些看似不起眼但其實很合適的人，別因為一時的疏忽而錯過，多留意身邊的人，說不定愛情就在身邊。已有伴者的你，要多磨合彼此的稜角。感情中難免會有一些小摩擦，別因為這些小問題而爭吵，互相包容、理解，慢慢磨合，感情會更長久。",
        "work_text": "不妨多去嘗試。建議不要總是侷限於自己熟悉的領域和方式，勇敢地邁出舒適區，去探索新的可能性。無論是新的工作方法、學習技巧，還是未曾接觸過的項目、知識，都值得你去嘗試一番。說不定在嘗試的過程中，你會發現新的樂趣，收穫意想不到的成果。",
        "lucky_star": "金牛座",
        "money_text": "可能沒有進賬機會，不過別灰心。這一天正好可以審視下自己的財務狀況，看看開支合不合理，有沒有能節省的地方。同時規劃下未來理財目標，為以後財富增長做準備。等財運來了，就能穩穩抓住，讓財富越來越多。",
        "health_text": "要保持情緒的穩定。情緒波動過大對身體不好，可能會導致血壓升高、心跳加快，還可能影響睡眠質量。這一天遇到事情別太激動或者太焦慮，儘量讓自己冷靜下來。可以通過聽音樂、看電影、和朋友聊天等方式來放鬆心情，緩解壓力，讓情緒保持在一個平穩的狀態。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    }
  }
}