{
  "updated": "2025-12-12T07:12:11.883Z",
  "updateTime": "2025/12/12 下午3:12:11",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13283,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "打卡新店鋪",
        "all": "84%",
        "date": "2025-12-11",
        "love": "80%",
        "work": "79%",
        "money": "89%",
        "health": "83%",
        "notice": "意識到行動重要性",
        "discuss": "82%",
        "all_text": "整體運勢呈現平穩態勢，在這一天裡，內心對行動的重要性有著清晰的認知。不會盲目地等待機遇降臨，而是主動出擊，積極地去探索周圍的世界。這種懂得行動的特質，會讓你在面對各種情況時，都保持著一種積極向前的姿態。雖然可能不會遇到特別大的驚喜，但憑藉著自身的行動，也能收穫一些小小的成果。在社交方面，會以一種熱情的態度去與人交流，這種態度會讓你在人群中散發著獨特的魅力，吸引到一些志同道合的人。不過，在行動的過程中，也要注意保持冷靜，不要因為一時的衝動而做出一些不恰當的決定。總體而言，平穩的運勢會為你提供一個良好的基礎，讓你能夠穩步地朝著自己的目標前進。",
        "love_text": "單身的你，在社交場合裡，或許會遇到一個讓你想要主動去了解的人。對方身上有著吸引你的特質，可能是談吐，也可能是氣質，不妨大膽一點，主動開啟話題，說不定一段新的緣分就此開啟。已有伴者的你，和伴侶之間會有更多生活上的交集，一起做些日常小事，像是一起做飯、打掃，在平凡中感受彼此的陪伴，感情也會在這些互動裡升溫。",
        "work_text": "整體狀態處於需要加把勁的階段。在各類事務推進中，不會特別順風順水，會有一些小狀況出現，讓你不得不花費更多精力去應對。不過彆氣餒，只要肯多付出努力，積極解決問題，就能慢慢扭轉局面，為後續發展打下基礎，後續收穫也會慢慢浮現。",
        "lucky_star": "白羊座",
        "money_text": "財運上有不少新機會在晃悠。別老窩在自己的舒適圈裡，多出去走走，和不同的人聊聊天，說不定就能從他們嘴裡聽到賺錢的新門道。像是一些新興的行業動態、小眾的兼職信息，都可能成為你財富增長的新起點。不過，遇到機會別急著一頭扎進去，先好好評估下風險和可行性。",
        "health_text": "健康狀態整體不錯，但得留意少吃上火食物。這天可能忍不住想吃火鍋、燒烤這類重口味佳餚，可吃多了容易口腔潰瘍、長痘。要是實在饞了，吃完後多吃點清熱降火的水果，像梨、柚子，再喝些菊花茶，把上火的苗頭及時掐滅，身體會更舒坦。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一個人走夜路",
        "yi": "規劃小金庫",
        "all": "93%",
        "date": "2025-12-11",
        "love": "91%",
        "work": "92%",
        "money": "95%",
        "health": "97%",
        "notice": "迎來驚喜的收穫",
        "discuss": "98%",
        "all_text": "整體運勢相當不錯，彷彿被幸運之神眷顧，會迎來驚喜的收穫。在這一天裡，心情會格外舒暢，對周圍的一切都充滿了期待。這種積極的心態會讓你更容易發現生活中的美好，也會吸引更多的好運降臨。在與人相處時，會展現出溫和友善的一面，能夠與他人建立起良好的關係。這種和諧的人際關係會為你帶來更多的機會和幫助。而且，在面對一些選擇時，能夠憑藉著自己的直覺做出正確的判斷，從而抓住那些隱藏在生活中的小驚喜。無論是精神層面還是實際體驗上，都會感受到滿滿的幸福和滿足，讓這一天變得格外難忘。",
        "love_text": "單身的你，彷彿置身於桃花盛開的花園，身邊會出現不少對你有好感的人。他們可能來自不同的圈子，帶著不同的魅力，讓你應接不暇。好好把握機會，說不定能從中找到那個與你靈魂契合的人。已有伴者的你，和伴侶依舊保持著熱戀的氛圍，一起去做些浪漫的事，比如看一場電影、吃一頓燭光晚餐，讓愛情在甜蜜中持續升溫。",
        "work_text": "整體呈現出事半功倍的良好態勢。無論是處理工作上的複雜任務，還是攻克學習中的難題，都能找到高效的方法，輕鬆應對。這種良好的狀態會讓你在當天充滿自信，為後續的發展積累不少優勢，也容易得到他人的認可與讚賞。",
        "lucky_star": "射手座",
        "money_text": "正偏財都旺得不行！工作上的收入穩穩當當，說不定還有額外的獎金或者補貼到賬。偏財方面，也可能有一些意外的小驚喜，比如收到朋友的還款、中了個小獎之類的。這時候可別被喜悅衝昏頭腦，合理規劃一下這筆錢，比如存一部分，再拿一部分做點穩健的小投資。",
        "health_text": "睡前別吃太飽。忙碌一天後，晚上可能想用美食犒勞自己，但吃太撐睡覺，腸胃負擔重，影響睡眠質量，第二天還會沒精神。晚餐儘量選清淡易消化的食物，七八分飽就停筷，這樣能讓你擁有高質量睡眠，第二天活力滿滿。",
        "lucky_color": "米白色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜傷身體",
        "yi": "參加社交活動",
        "all": "73%",
        "date": "2025-12-11",
        "love": "75%",
        "work": "68%",
        "money": "70%",
        "health": "73%",
        "notice": "沒有明確的計劃",
        "discuss": "79%",
        "all_text": "整體運勢中規中矩，沒有明確的計劃，抱著走一步算一步的心態。在這一天裡，不會給自己設定太多的限制和目標，而是以一種隨性的態度去面對生活。這種心態雖然會讓你少了一些壓力，但也可能導致你在面對一些選擇時有些猶豫不決。不過，這種隨性的態度也會讓你更加享受當下的每一刻，不會被繁瑣的計劃所束縛。在社交方面，會憑藉著自己的口才和幽默感，與他人愉快地交流，結交一些新的朋友。雖然整體運勢沒有特別突出的表現，但這種輕鬆自在的狀態也會讓你度過一個比較愉快的日子，在不經意間收穫一些小樂趣。",
        "love_text": "單身的你，在社交活動中會邂逅新的緣分。可能是朋友組織的聚會，也可能是在網絡社交平臺上，遇到那個讓你眼前一亮的人。主動一些，展現你的魅力，說不定能開啟一段美好的感情。已有伴者的你，和伴侶相處時，不妨一起嘗試一些新事物，比如學習一門新技能、去一個沒去過的地方，為感情增添新鮮感，讓愛情保鮮。",
        "work_text": "你的發展節奏稍顯緩慢。在推進各項事務時，會感覺有些力不從心，原本計劃好的事情可能會因為一些意外因素而延遲。不過這並不意味著沒有進展，只是需要你保持耐心，調整節奏，不要急於求成，穩紮穩打才能逐步克服困難，迎來轉機。",
        "lucky_star": "處女座",
        "money_text": "財運上有拓展財路渠道的契機。別總守著老一套賺錢方式，多留意生活裡新興的賺錢模式，像線上小眾副業、新行業的小風口。主動去接觸不同圈子，說不定能發現新機會。不過別盲目跟風，先了解清楚再投入，不然可能白忙活一場，還浪費時間和精力。",
        "health_text": "要避免久坐不動。這天可能因工作或娛樂在椅子上一坐就是好幾個小時，這對身體可不好，容易腰痠背痛，還可能影響血液循環。每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿，哪怕只是去接杯水，也能讓身體放鬆，保持良好狀態。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "揭別人長短",
        "yi": "整理房間臥室",
        "all": "59%",
        "date": "2025-12-11",
        "love": "55%",
        "work": "53%",
        "money": "67%",
        "health": "64%",
        "notice": "總是過度關注他人",
        "discuss": "50%",
        "all_text": "整體運勢欠佳，注意力總是不自覺地落在別人身上。在這一天裡，容易受到外界因素的影響，情緒會隨著他人的言行而起伏不定。這種過度關注他人的狀態，會讓你忽略了自己內心的真實感受和需求，從而陷入一種迷茫和困惑之中。在與人相處時，可能會因為過於在意別人的看法而失去自我，做出一些違背自己意願的事情。而且，這種狀態也會讓你在面對一些情況時缺乏主見，難以做出正確的判斷。不過，只要能夠意識到自己的問題，及時調整心態，將注意力重新放回自己身上，還是有機會改善這種不太理想的運勢，讓自己重新找回自信和方向。",
        "love_text": "單身的你，感情方面可能暫時沒有新的進展。不要著急，不妨利用這段時間好好提升自己，看看書、健健身，讓自己變得更加優秀，為未來的緣分做好準備。已有伴者的你，和伴侶之間可能會出現一些小摩擦，可能是生活習慣上的差異，也可能是觀念上的不同。遇到問題不要爭吵，多溝通、多理解，才能讓感情更加穩固。",
        "work_text": "面臨一些小阻礙，整體發展不太順暢。在做事情的過程中，可能會遇到一些突發狀況，打亂你的原有計劃，讓你有些手忙腳亂。但這也是一次鍛鍊自己的機會，只要你能保持冷靜，積極尋找解決辦法，就能從中學到不少經驗，為未來的發展積累力量。",
        "lucky_star": "天蠍座",
        "money_text": "財運方面得謹慎支出開銷。這天容易被各種促銷、新品吸引，購物慾爆棚，但很多東西買回來可能就閒置。購物前先列清單，只買急需的，對可買可不買的物品，多想想是否真的實用。控制住衝動，才能守住錢包，避免月底為過度消費發愁。",
        "health_text": "要注意肩頸放鬆。這天可能長時間低頭看手機、電腦，肩頸部位會變得僵硬痠痛。工作學習間隙，做做肩頸拉伸動作，像轉動脖子、聳聳肩膀，或者用熱毛巾敷一敷，能緩解肌肉緊張，讓肩頸輕鬆起來，避免後續引發更嚴重的不適。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "小肚雞腸",
        "yi": "參與家務事",
        "all": "80%",
        "date": "2025-12-11",
        "love": "83%",
        "work": "79%",
        "money": "82%",
        "health": "81%",
        "notice": "嘗試一些新方式",
        "discuss": "80%",
        "all_text": "整體運勢穩定，內心或有一些蠢蠢欲動的新想法，並且會嘗試將其付諸行動。在這一天裡，思維比較活躍，對新鮮事物充滿了好奇心和探索欲。這種積極的心態會讓你敢於突破常規，嘗試一些新的方式和方法。雖然新想法的實施可能會遇到一些困難和挑戰，但憑藉著自己的勇氣和決心，還是能夠克服困難，取得一定的進展。在社交方面，會以一種自信的姿態出現在他人面前，吸引到一些人的關注和讚賞。這種自信也會進一步激發你的動力，讓你更加堅定地去追求自己的目標。總體而言，穩定的運勢為你的新嘗試提供了一個良好的平臺，讓你有機會展現出自己的能力和魅力。",
        "love_text": "單身的你，有很大的可能結識到讓你心動的對象。也許是在工作場合，也許是在休閒娛樂的地方，對方的出現會讓你心跳加速。勇敢地表達自己的心意，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶之間會有感情升溫的小契機，比如一個溫暖的擁抱、一句貼心的問候，都能讓你們感受到彼此的愛意，感情更加深厚。",
        "work_text": "你的努力開始有了收穫的跡象。在事業學業方面，之前付出的努力逐漸顯現出成效，你會看到自己在不斷進步。雖然過程中可能會遇到一些小挑戰，但憑藉你的能力和積極的態度，都能順利克服。這種良好的發展態勢會讓你更加有信心，激勵你繼續努力前行。",
        "lucky_star": "水瓶座",
        "money_text": "財運上有望收穫合作紅利。之前和夥伴一起推進的項目或合作，這天可能迎來好結果，帶來一筆不錯收入。而且這種好運可能延續，後續還有更多合作機會。記得和合作夥伴保持良好溝通，互相支持，一起把合作項目做大，讓財富持續增加。",
        "health_text": "要適度運動鍛鍊。這天精力比較充沛，很適合動起來。可以選擇自己喜歡的運動，比如慢跑、跳繩或者打球，運動不僅能增強體質，還能釋放壓力。不過別運動過度，根據自己的身體狀況合理安排運動時間和強度，這樣才能達到最佳效果。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴別人",
        "yi": "一心一用",
        "all": "85%",
        "date": "2025-12-11",
        "love": "80%",
        "work": "88%",
        "money": "84%",
        "health": "86%",
        "notice": "觀察力比較不錯",
        "discuss": "81%",
        "all_text": "整體運勢尚佳，是觀察力比較不錯的一天。在這一天裡，能夠敏銳地察覺到周圍環境的變化和他人情緒的細微波動。這種敏銳的觀察力會讓你在與人交往中更加得心應手，能夠準確地把握對方的需求和意圖，從而做出恰當的反應。在面對一些複雜的情況時，也能夠憑藉著自己的觀察力，找到問題的關鍵所在，提出有效的解決方案。而且，這種觀察力還會讓你發現一些平時容易被忽略的細節，從而避免一些不必要的麻煩。在心態方面，會保持著一種平和冷靜的狀態，不會被外界的干擾所影響，能夠專注於自己的事情。這種良好的狀態會讓你在這一天裡過得比較順利，收穫一些意想不到的小驚喜。",
        "love_text": "單身的你，有機會結識到不錯的對象。可能是在朋友的介紹下，也可能是在某個社交活動中，對方的各方面條件都比較符合你的要求。不要錯過這個機會，好好了解對方，說不定就能開啟一段幸福的戀情。已有伴者的你，和伴侶之間的默契度會進一步深化，一個眼神、一個動作，就能明白對方的心意，相處起來更加輕鬆愉快。",
        "work_text": "你的成果正在逐步顯現。在各項事務的推進中，你能明顯感覺到自己的努力沒有白費，之前付出的時間和精力開始轉化為實際的成果。這種成就感會讓你更加有動力，繼續朝著目標前進。不過也要注意不要驕傲自滿，保持謙虛的態度，才能持續保持良好的發展態勢。",
        "lucky_star": "金牛座",
        "money_text": "理財規劃開始見效啦。之前制定的儲蓄、投資計劃，這天能看到實實在在成果，賬戶數字可能讓你驚喜。這說明規劃合理，繼續按計劃走，同時根據實際情況微調。比如收入增加，可適當提高儲蓄比例或調整投資方向，讓財富更穩健增長。",
        "health_text": "要保證充足飲水。這天可能會因為忙碌而忘記喝水，身體缺水會影響新陳代謝，還會讓皮膚變得乾燥。隨身帶個水杯，時不時喝上幾口，不要等到口渴了才想起喝水。多喝溫水，既能補充水分，又能促進身體排毒，讓身體更健康。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "焦慮又緊張",
        "yi": "組織小活動",
        "all": "55%",
        "date": "2025-12-11",
        "love": "50%",
        "work": "52%",
        "money": "58%",
        "health": "60%",
        "notice": "磕磕絆絆顯不順",
        "discuss": "58%",
        "all_text": "整體運勢略顯倒黴，在行動過程中彷彿被無形的力量阻礙，總是磕磕絆絆。做任何事情似乎都難以順遂心意，原本計劃好的進程可能會因為一些意外的小狀況而被打亂，讓人感到有些沮喪。在與人交流互動時，也可能會因為一些小摩擦而產生不愉快，使得原本和諧的氛圍變得有些緊張。這種倒黴的運勢會讓人在情緒上有些低落，對周圍的事物提不起太多的興趣。不過，即便運勢不佳，也不要讓負面情緒佔據主導，試著以平和的心態去面對這些困難，或許能在困境中找到一絲轉機。雖然當天可能不會有特別明顯的改善，但保持積極的態度，也能避免運勢進一步下滑，為後續的轉運做好準備。",
        "love_text": "單身的你，感情之路可能會遇到一些阻礙。可能是遇到的人不符合你的期待，也可能是自己的心態不夠積極。不要灰心，調整好自己的狀態，相信緣分總會在合適的時候到來。已有伴者的你，和伴侶之間的相處氛圍稍顯沉悶，不妨一起找些有趣的事情做，比如玩個遊戲、看個喜劇，打破沉悶，讓感情重新活躍起來。",
        "work_text": "前行之路壓力如影隨形。整體狀態像是負重登山，每一步都走得艱難。在推進各項事務時，會遭遇諸多棘手難題，彷彿被無形的手束縛住手腳。外界的期望、自身的追求交織在一起，讓你有些喘不過氣。不過別灰心，壓力有時也是動力，冷靜分析問題，逐步拆解，終能慢慢減輕負擔，找到前行的方向。",
        "lucky_star": "摩羯座",
        "money_text": "要避免衝動消費。這天社交活動多，容易在朋友推薦下買些不實用東西，或者被商家促銷忽悠下單。購物時保持冷靜，別被氛圍影響，多問問自己是否真的需要。控制住衝動，把錢花在刀刃上，才能避免不必要的財務損失。",
        "health_text": "要小心用眼過度。這天可能長時間盯著電子屏幕，眼睛會又幹又澀，還可能視力下降。每隔一段時間就讓眼睛休息一下，看看遠處的風景，或者做做眼保健操。也可以滴幾滴緩解眼疲勞的眼藥水，給眼睛來個“SPA”，讓眼睛保持明亮清晰。",
        "lucky_color": "金色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑別人小毛病",
        "yi": "陪家人吃飯",
        "all": "94%",
        "date": "2025-12-11",
        "love": "93%",
        "work": "98%",
        "money": "92%",
        "health": "96%",
        "notice": "多方面得到助力",
        "discuss": "90%",
        "all_text": "是得心應手的一天，彷彿運勢在多方面都給予了助力。在處理各種事務時，能夠輕鬆地應對各種挑戰，感覺一切都在自己的掌控之中。無論是與人溝通還是解決難題，都能展現出高效和自信的一面，這種狀態會讓你在人群中脫穎而出。在社交方面，能夠吸引到一些志同道合的人，與他們的交流會讓你收穫新的啟發和思路。而且，在面對一些選擇時，能夠憑藉著敏銳的直覺做出正確的判斷，抓住那些隱藏在生活中的小機遇。這種良好的運勢會讓你在這一天裡充滿活力和動力，盡情享受生活帶來的美好，心情也會格外舒暢。",
        "love_text": "單身的你，魅力四射，能夠吸引到優質的桃花。你的自信和獨特的氣質會讓很多人為你傾倒，其中不乏優秀的異性。好好挑選，找到那個真正與你契合的人。已有伴者的你，和伴侶會沉浸在甜蜜浪漫的時刻中，一起回憶過去的美好，一起規劃未來的生活，讓愛情在溫馨中不斷昇華。",
        "work_text": "整體節奏明快而有序，無論是處理複雜事務還是應對突發狀況，都能迅速做出反應，遊刃有餘。思維敏捷，靈感不斷，能輕鬆找到解決問題的關鍵所在。這種良好的狀態會讓你在當天充滿成就感，為後續發展積累強大能量。",
        "lucky_star": "巨蟹座",
        "money_text": "投資回報豐厚。之前投入資金的項目，不管是股票、基金還是其他投資，這天可能迎來收益增長，給你帶來可觀收入。這得益於你敏銳眼光和精準判斷，但別因一次成功就驕傲。後續繼續理性分析，做好投資規劃，讓財富持續增值。",
        "health_text": "要保持心情舒暢。這天可能會遇到一些小麻煩，但別讓它們影響你的情緒。用樂觀的心態去面對，多想想開心的事情，和朋友聊聊天、聽聽音樂。心情好了，身體的免疫力也會增強，能更好地抵禦各種疾病的侵襲，讓健康常伴左右。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "行事太武斷",
        "yi": "和萌寵互動",
        "all": "62%",
        "date": "2025-12-11",
        "love": "58%",
        "work": "55%",
        "money": "60%",
        "health": "65%",
        "notice": "光想卻不行動",
        "discuss": "63%",
        "all_text": "整體運勢略差，主要問題在於光想卻不行動。腦海中會湧現出許多想法和計劃，但往往只是停留在思考的層面，缺乏實際行動的勇氣和決心。這種空想的狀態會讓你錯過一些可能的機會，也難以取得實質性的進展。而且，由於沒有付諸行動，內心的想法可能會越來越多，反而給自己帶來更大的壓力和焦慮。在與人相處時，也可能會因為自己的猶豫不決而顯得不夠果斷，影響他人對你的信任。不過，意識到問題所在就是改變的開始，只要能夠鼓起勇氣，將想法轉化為實際行動，哪怕只是邁出一小步，也能逐漸改善這種不太理想的運勢，讓自己朝著目標前進。",
        "love_text": "單身的你，感情機會相對稀缺。不要因此而感到沮喪，不妨把注意力放在自己的興趣愛好上，享受一個人的時光。說不定在不經意間，緣分就會悄悄降臨。已有伴者的你，和伴侶之間的關係需要用心維護。多花些時間陪伴對方，傾聽對方的心聲，讓對方感受到你的關愛和重視，感情才能長久。",
        "work_text": "彷彿置身於一片迷霧森林，突破的難度著實不小。在推進各項事情時，會感覺處處受限，原本的計劃可能因各種意外因素而擱淺。新的想法難以落地實施，舊的問題又不斷浮現，讓你有些迷茫和無助。但這也是成長必經的過程，保持樂觀心態，從失敗中吸取經驗，終能衝破迷霧，找到新的出路。",
        "lucky_star": "雙子座",
        "money_text": "要減少非必要花銷。這天可能因娛樂、社交產生不少開支，像和朋友聚餐、看電影、唱K等。雖然能放鬆心情，但要注意控制頻率和金額。別為了面子或一時快樂過度消費，不然錢包很快癟下去。合理安排娛樂活動，守住錢包。",
        "health_text": "要規律作息時間。這天可能因為玩樂或者工作打亂作息，熬夜、睡懶覺都會影響身體的生物鐘。儘量在固定的時間上床睡覺和起床，保證充足的睡眠時間。良好的作息能讓身體各器官得到充分休息，第二天精神飽滿，工作學習效率也會大大提高。",
        "lucky_color": "棕色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不聽他人言",
        "yi": "看治癒視頻",
        "all": "77%",
        "date": "2025-12-11",
        "love": "80%",
        "work": "71%",
        "money": "83%",
        "health": "75%",
        "notice": "保持謹慎的姿態",
        "discuss": "80%",
        "all_text": "整體運勢尚可，是保持謹慎姿態的一天。在面對各種情況時，會以一種穩重、理性的態度去分析和處理，不會輕易做出衝動的決定。這種謹慎的態度會讓你避免一些不必要的麻煩和風險，確保事情能夠朝著自己預期的方向發展。在與人交往時，也會保持著適當的距離和分寸，既不會過於熱情讓人感到壓力，也不會過於冷漠讓人覺得疏遠。不過，過於謹慎也可能會讓你錯過一些稍縱即逝的機會，在適當的時候，也可以嘗試放開一些，勇敢地去嘗試新的事物，說不定會有意想不到的收穫。總體而言，保持謹慎的同時，也要學會靈活變通，這樣才能更好地應對當天的運勢。",
        "love_text": "單身的你，或許會遇到合適的戀愛人選。可能是在工作交流中，也可能是在社交活動中，對方的穩重和踏實會讓你覺得很安心。主動一些，給彼此一個瞭解的機會，說不定就能收穫一段穩定的感情。已有伴者的你，和伴侶之間的感情穩定且安心，彼此相互支持、相互鼓勵，一起為了未來的生活努力奮鬥。",
        "work_text": "正穩步向前發展，如同穩健行駛的列車，沿著既定軌道緩緩前行。整體狀態平穩有序，沒有大的波瀾起伏。在處理事務時，能夠有條不紊地完成各項任務，雖然速度不是最快，但質量有保障。這種穩健的步伐會讓你在當天積累不少成果，為未來的發展打下堅實基礎。",
        "lucky_star": "獅子座",
        "money_text": "業務會帶來收益。工作中努力推進的業務，這天可能取得重要進展，簽下合同或完成項目，帶來豐厚獎金或提成。這是辛勤付出的回報，別滿足現狀。繼續保持積極態度，拓展更多業務，提升能力，讓收入像滾雪球一樣越來越多。",
        "health_text": "要做好腳部保暖。這天氣溫可能較低，腳部容易受涼，引發感冒、關節疼痛等問題。出門穿上厚襪子、保暖的鞋子，晚上睡覺前用熱水泡泡腳，促進血液循環，不僅能驅寒，還能緩解一天的疲勞，讓你睡得更香，身體更健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "控制慾太強",
        "yi": "學習新技巧",
        "all": "75%",
        "date": "2025-12-11",
        "love": "70%",
        "work": "67%",
        "money": "76%",
        "health": "74%",
        "notice": "陷入低能量狀態",
        "discuss": "71%",
        "all_text": "整體運勢表現平平，沒有特別突出的亮點。會感覺自身的能量處於較低水平，容易陷入一種低能量的狀態之中。在這種狀態下，情緒可能會有些低落，對周圍事物的興趣和熱情也會有所減退。原本積極活躍的思維，此時也會變得有些遲緩，在思考問題時缺乏以往的靈動和敏捷。與人交流時，可能不會像往常那樣主動熱情，話語也相對較少，給人一種有些沉悶的感覺。不過，這種低能量狀態並非無法改變，只要自己有意識地調整心態，主動去接觸一些能帶來積極影響的事物，比如聽喜歡的音樂、看有趣的書籍，或者與性格開朗的朋友相處，或許能逐漸提升自身的能量，讓狀態有所好轉，讓這一天不至於在平淡無奇中度過。",
        "love_text": "單身的你，社交活動會為你帶來新的可能。在社交場合中，你會結識到不同類型的人，其中可能就有那個能與你產生共鳴的人。敞開心扉，積極交流，說不定就能開啟一段特別的感情。已有伴者的你，和伴侶之間的相處平淡卻溫馨，一起度過平凡的日子，感受生活中的小確幸，這種平淡的幸福也是一種難得的美好。",
        "work_text": "如同在迷宮中徘徊，急需找到突破方向。整體狀態有些迷茫，在推進事情時，會感覺缺乏明確的目標和方向，不知道該往哪裡發力。新的機會看似很多，但又難以抉擇，容易陷入糾結和猶豫之中。不過這也是重新審視自己、調整策略的好時機，靜下心來，分析自身優勢，就能找到適合自己的突破口。",
        "lucky_star": "雙魚座",
        "money_text": "有挖掘潛在商機的可能。這天思維活躍，能發現別人忽略的賺錢機會，可能是新興行業趨勢或小眾市場需求。別害怕嘗試新事物，主動探索這些商機，說不定能找到適合自己的賺錢新途徑。但探索時要做好調研，降低風險。",
        "health_text": "要重視口腔清潔。這天可能吃了不少零食或者味道重的食物，口腔容易殘留食物殘渣，滋生細菌，引發口臭、牙齦腫痛等問題。早晚認真刷牙，飯後及時漱口，還可以使用牙線清理牙縫。保持口腔清潔，不僅能讓你擁有清新的口氣，還能預防口腔疾病。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "產生嫉妒心",
        "yi": "結交新朋友",
        "all": "96%",
        "date": "2025-12-11",
        "love": "97%",
        "work": "95%",
        "money": "92%",
        "health": "98%",
        "notice": "沉浸滿滿幸福感中",
        "discuss": "91%",
        "all_text": "整體運勢相當出色，會沉浸在滿滿的幸福感之中。從清晨開始，就會有一種愉悅的感覺縈繞心頭，對周圍的一切都充滿了善意和包容。這種積極的心態會吸引到許多美好的事物，在與人交往時，能夠輕鬆地與他人建立起良好的關係，收穫他人的友善和幫助。在面對各種情況時，都能以樂觀的態度去應對，不會輕易被困難和挫折打倒。而且，這一天裡還會有不少意外的收穫，可能是精神層面的滿足，也可能是來自他人的認可和讚揚。這些收穫會進一步增強內心的幸福感，讓整個人都處於一種積極向上的狀態。會感覺生活充滿了陽光和希望，對未來也充滿了期待，願意以更加飽滿的熱情去擁抱生活。",
        "love_text": "單身的你，可能會有朋友助攻你的感情。朋友可能會為你介紹合適的對象，或者在你遇到感情問題時給你出謀劃策。藉助朋友的力量，說不定能更快地找到屬於自己的愛情。已有伴者的你，和伴侶會沉浸在甜蜜的愛意中，彼此相互依偎，享受這份美好的感情，彷彿整個世界都只剩下彼此。",
        "work_text": "漸入佳境的一天，彷彿置身於溫暖的春日，處處充滿生機與活力。整體狀態輕鬆愉悅，在推進各項事務時，能夠得心應手，順順利利。思維活躍，創造力十足，能提出一些新穎的想法和方案，得到他人的認可和讚賞。這種良好的狀態會讓你在當天充滿自信，為後續的發展增添不少動力。",
        "lucky_star": "天秤座",
        "money_text": "或有意外之財降臨。可能是抽獎中獎、收到意外退款補貼，或得到他人饋贈。這筆意外之財會讓你驚喜，但別因突然有錢就亂花。可以存起來，或做有意義投資，像學習新技能提升自己，讓這份好運持續，為未來財富增長打基礎。",
        "health_text": "不要忽略早餐問題。這天可能因為著急出門而不吃早餐，或者隨便吃點應付。早餐是一天中最重要的一餐，能為身體提供所需的能量和營養。早起一會兒，為自己準備一份營養豐富的早餐，像雞蛋、牛奶、麵包，讓身體充滿活力地開啟新的一天。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    }
  }
}