{
  "updated": "2025-08-26T11:08:23.670Z",
  "updateTime": "2025/8/26 下午7:08:23",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 26832,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "開闊視野",
        "all": "79%",
        "date": "2025-08-26",
        "love": "62%",
        "work": "67%",
        "money": "76%",
        "health": "72%",
        "notice": "冒出來些小插曲",
        "discuss": "70%",
        "all_text": "整體狀態像坐了趟小過山車，有起有落但幅度不大，偶爾冒出來的小插曲會讓你有點措手不及。比如原本計劃好的事突然需要調整，或是和身邊人的溝通出現小誤會，這些變動不會搞砸你的心情，但會讓你不得不多花點精力應對。你的行動力依然在線，遇到問題第一反應是“解決它”，這種乾脆的態度能幫你快速跳出小麻煩，但也要注意別因為急著推進而忽略細節——比如沒聽完對方的話就下結論，或是漏掉了某個關鍵信息，反而讓小插曲變成小阻礙。情緒上你可能會有點“急脾氣”，遇到不順時容易想“怎麼這麼麻煩”，但這種情緒來得快去得也快，深呼吸兩下就能緩過來。整體來說，適合保持“靈活應變”的心態，把意外當成生活的調味料，別太較真結果，反而能發現些意外的小樂趣。",
        "love_text": "單身的你，容易在感情裡“由著性子來”，比如遇到有好感的人，可能因為對方沒及時回應就急著放棄，或是說話太直接讓對方覺得被冒犯。別急著“證明自己”，先冷靜想想對方真正需要的是什麼。已有伴者的你，容易因為小事和伴侶鬧脾氣，比如對方沒聽清你的話，你就覺得“不被重視”。其實換個語氣溝通，比如把“你根本沒聽我說話”換成“我剛才說的，你願意再聽一遍嗎？”，矛盾就能少一半。",
        "take_star": "",
        "work_text": "整體狀態稍顯混沌，目標感不夠清晰。面對多項事務時容易陷入猶豫，既想推進這個又想兼顧那個，反而導致精力分散，難以在某一點上取得實質性進展。建議先暫停盲目行動，花時間梳理優先級，明確核心目標後再集中發力，避免因“都想抓”而“都抓不穩”。",
        "lucky_star": "雙子座",
        "money_text": "財運有上升空間，主業收入穩定之餘，不妨多留意身邊的兼職或副業機會，比如朋友提到的合作項目、線上可接的小任務，主動爭取能帶來額外收入。不過別因“多賺一點”就盲目投入時間，優先選自己擅長且不耗精力的，避免影響本職。",
        "health_text": "睡前千萬別再抱著手機刷不停，屏幕藍光會抑制褪黑素分泌，讓你越玩越精神，第二天起床頭昏腦脹。建議睡前1小時把手機放遠點，換成看紙質書或聽輕音樂，幫助大腦放鬆。如果實在想刷，可以調成“夜間模式”，減少藍光刺激，但最好還是強制自己戒掉這個習慣，晚上就能睡得更香。",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "接受新挑戰",
        "all": "91%",
        "date": "2025-08-26",
        "love": "90%",
        "work": "92%",
        "money": "93%",
        "health": "91%",
        "notice": "注入自信的能量",
        "discuss": "95%",
        "all_text": "秤座綜合運勢：就像被注入了自信的能量，整個人散發著“我能行”的氣場，連平時覺得有點挑戰的事，現在也敢主動試一試。這種底氣不是憑空來的，而是你最近積累的小成果給了你支撐——比如之前解決了某個難題，或是掌握了新技能，現在這些經驗都成了你的“隱形後盾”。你會更願意跳出舒適區，比如嘗試沒吃過的食物、換個路線散步，或是和不太熟的人聊兩句，這些小突破會讓你覺得“原來我也可以”。你的穩定感會幫你過濾掉不必要的焦慮，哪怕遇到小波折，也能冷靜分析“這不算什麼”。這種“節節高升”的狀態不僅影響你自己，也會讓身邊人覺得“和你在一起很安心”。記住，自信不是盲目樂觀，而是你對自己能力的真實認可，好好享受這種“向上生長”的感覺吧。",
        "love_text": "單身的你，在社交場合容易給人留下“踏實靠譜”的好印象，比如聚會時主動幫大家準備東西，或是對別人的需求很細心，這些小舉動會悄悄加分。遇到感興趣的人，別急著躲，自然聊兩句反而更容易拉近距離。已有伴者的你，能明顯感受到伴侶的真誠，比如對方主動和你分享心事，或是記住你提過的小願望。這種“被放在心上”的感覺，會讓你覺得感情特別穩，記得也給對方同樣的回應。",
        "take_star": "",
        "work_text": "狀態飽滿，行動力與專注度均在線。無論是處理複雜事務還是攻克學習難題，都能保持耐心與細緻，甚至能主動挖掘潛在機會，比如發現工作流程中的優化空間，或從課本延伸出新的思考方向。這種“全力以赴”的投入會為後續積累顯著優勢。",
        "lucky_star": "天秤座",
        "money_text": "副業發展會給你帶來驚喜，之前投入精力的小項目可能突然有進展，比如接的私單客戶追加需求、合作方主動談長期合作，收入會比預期更可觀。主業方面，領導可能認可你的額外付出，間接帶來獎金或資源傾斜。不過別因“賺得順”就放鬆，適合梳理副業流程，把經驗總結成方法，後續能持續受益。",
        "health_text": "要少喝奶茶、碳酸飲料這些甜膩飲品，它們含糖量高，喝多了容易血糖飆升又快速下降，反而讓你更睏倦，還可能引發喉嚨痛或長痘。建議換成白開水、淡茶或自制果茶（比如檸檬片+薄荷葉），既解渴又健康。如果實在饞甜味，可以啃兩口蘋果或香蕉，天然果糖更安心。",
        "lucky_color": "酒紅色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意說反話",
        "yi": "關心身邊人",
        "all": "94%",
        "date": "2025-08-26",
        "love": "95%",
        "work": "96%",
        "money": "98%",
        "health": "97%",
        "notice": "遊刃有餘輕鬆勁",
        "discuss": "90%",
        "all_text": "簡直像開了掛一般，做什麼都帶著股遊刃有餘的輕鬆勁兒，連平時覺得麻煩的事，現在也能處理得順順當當。你的思維特別活躍，遇到問題能快速找到好幾個解決方案，和別人聊天時也能輕鬆接住話題，甚至還能拋出些讓人眼前一亮的新觀點。這種“出眾”的狀態會讓你成為人群裡的焦點，比如朋友聚會時大家不自覺圍著你轉，或是陌生人主動找你搭話——你的幽默和機靈會幫你吸引到不少好感。你可能會突然對某個新事物產生興趣，比如想學個小技能、研究個冷知識，這種“好奇心爆發”的狀態會讓你覺得生活特別有意思。不過要注意別因為太“順”而掉以輕心，比如重要的事還是得記在備忘錄裡，別光靠腦子記。整體來說，適合跟著感覺走，把“輕鬆”和“有趣”當成主旋律，日子會過得特別帶勁。",
        "love_text": "單身的你，在喜歡的人面前特別“會來事兒”，比如對方提到最近想看某部電影，你馬上接一句“我也超想看，要不要一起？”，這種自然的互動容易贏得好感。別太刻意表現，輕鬆一點反而更吸引人。已有伴者的你，風趣幽默是主打，比如用玩笑化解伴侶的小煩惱，或是把日常瑣事說得有趣，兩個人相處起來輕鬆又開心。偶爾的幽默比刻意浪漫更能讓感情升溫。",
        "take_star": "",
        "work_text": "思維活躍，能快速捕捉關鍵信息並形成獨特見解。面對常規事務時，你更傾向於從新角度切入，比如提出簡化流程的建議，或用不同方法解讀知識點，這種“見解獨到”的優勢會讓你在團隊或課堂中脫穎而出，但需注意避免因過度追求創新而忽略實際可行性。",
        "lucky_star": "獅子座",
        "money_text": "會有意料外的進賬，可能是之前幫人忙的感謝紅包、參與的活動抽獎中獎，或是之前借出的錢被歸還，金額不大但足夠讓你開心。這種“意外之財”別急著花掉，可以存起來當應急金，或用來買本一直想看的書提升自己。另外，若有人找你借錢，先評估對方信用，別因“抹不開面子”就答應，避免後續麻煩。",
        "health_text": "要培養主動喝水的好習慣，別等口渴了才想起喝，那時身體已經缺水了。可以準備個500ml的水杯，放在視線範圍內，每隔1小時喝幾口，一天喝夠2升左右。如果嫌白水沒味道，可以泡點枸杞、菊花或玫瑰花，既補水又養生。多喝水能促進代謝，皮膚狀態都會變好。",
        "lucky_color": "蔥綠色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕率做決定",
        "yi": "學習時尚穿搭",
        "all": "55%",
        "date": "2025-08-26",
        "love": "50%",
        "work": "56%",
        "money": "58%",
        "health": "69%",
        "notice": "只盯著眼前小利",
        "discuss": "68%",
        "all_text": "你容易陷入“短視”的陷阱，看事情只盯著眼前的一畝三分地，忽略了更長遠的影響。比如可能會因為貪小便宜而錯過更好的選擇，或是因為怕麻煩而拒絕嘗試新事物，結果反而給自己添了堵。你的情緒會有點敏感，遇到小挫折時容易往壞處想，比如“我是不是又搞砸了”“別人會不會看不起我”，這種自我懷疑會讓你更縮手縮腳。其實你心裡清楚“這樣不對”，但就是控制不住地被眼前的困難困住，比如糾結於某個小細節，卻看不到整體的方向。建議多給自己點“抬頭看路”的時間，比如停下來問問自己：“我現在做的這件事，對未來有幫助嗎？”或是和信任的人聊聊，聽聽對方的建議。記住，偶爾的“目光短淺”不是大問題，但別讓它變成習慣，否則會錯過很多本可以抓住的機會。",
        "love_text": "單身的你，容易對有好感的人“躲躲閃閃”，比如明明想靠近，卻故意裝作不在意，或是對方主動搭話時，你反而緊張得不知道說什麼。其實你心裡很清楚自己的心意，只是不敢面對——試著給自己點勇氣，哪怕只是微笑回應，也比錯過好。已有伴者的你，千萬別和前任有任何拉扯，哪怕只是普通問候，也可能讓伴侶誤會。珍惜眼前人，別讓過去的影子影響現在的感情。",
        "take_star": "",
        "work_text": "易受外界影響，缺乏獨立判斷。面對選擇時可能過度依賴他人意見，比如跟隨同事的方案或模仿同學的學習方法，卻未結合自身情況調整，導致努力方向與目標產生偏差。建議多傾聽內心需求，明確“自己真正想要什麼”後再行動。",
        "lucky_star": "水瓶座",
        "money_text": "要特別警惕上當受騙，尤其是涉及金錢的事，比如陌生人發來的“高回報投資”鏈接、自稱客服說“賬戶異常需轉賬驗證”，或是熟人突然拉你入“穩賺不賠”的群，這些大概率是陷阱。遇到類似情況先冷靜，找家人或信任的朋友商量，別自己急著操作。另外，網購時選正規平臺，別點陌生鏈接付款，保護好支付密碼。",
        "health_text": "運動過後千萬別急著灌冷飲，尤其是剛做完跑步、跳繩等劇烈運動，喉嚨和腸胃還處於“熱乎”狀態，突然喝冰的容易刺激血管收縮，引發咳嗽、腹痛甚至拉肚子。建議運動後先擦乾汗，等10分鐘再喝常溫水，小口慢飲。如果想喝涼的，可以提前把水放冰箱冷藏室，別直接喝冰鎮的。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "口無遮攔",
        "yi": "瞭解新科技",
        "all": "75%",
        "date": "2025-08-26",
        "love": "68%",
        "work": "77%",
        "money": "65%",
        "health": "74%",
        "notice": "相處需把握分寸",
        "discuss": "77%",
        "all_text": "整體狀態有點“不溫不火”，沒什麼大麻煩，但也沒特別讓人開心的事，像杯溫水，喝著踏實卻少了點滋味。需要注意的是，你可能會因為說話太直而得罪人——比如沒多想就說出了心裡的真實想法，或是開玩笑時沒把握好分寸，結果讓對方覺得不舒服。這種“禍從口出”的情況不是故意的，但確實容易讓人際關係變得有點緊張，比如朋友突然冷淡，或是同事對你的態度變了。其實你內心是善良的，只是表達時少了點“緩衝”，比如可以試著把“你這不行”換成“我覺得可以試試另一種方法”，對方更容易接受。情緒上你可能會有點“悶”，覺得“怎麼這麼沒勁”，這時候別逼自己“必須開心”，允許自己“安靜一會兒”反而更好。整體來說，適合“少說多做”，用行動代替語言，反而能避免不少麻煩。",
        "love_text": "單身的你，遇到喜歡的人別輕易放棄，比如對方一開始沒表現出興趣，你可能就想“算了”，但其實再堅持一下，比如多聊兩句共同愛好，對方可能會慢慢打開話匣子。感情需要點耐心，別急著要答案。已有伴者的你，容易因為小事誤會伴侶，比如對方沒接電話，你就覺得“他是不是不在乎我”。其實可能只是手機沒電，先問清楚再下結論，能避免很多不必要的爭吵。",
        "take_star": "",
        "work_text": "需在“行動”與“思考”間尋找平衡。面對事務時容易陷入兩難，比如想快速推進又擔心細節疏漏，或想嘗試新方法又顧慮風險，這種“權衡利弊”的狀態會消耗時間。建議列出關鍵因素後果斷決策，避免因過度猶豫而錯失時機。",
        "lucky_star": "天蠍座",
        "money_text": "可能陷入經濟困局，比如突然要交一筆計劃外的費用（物業費、車險等），或是之前的大額消費（買電子產品、報課程）讓錢包吃緊，導致手頭流動資金緊張。別急著用信用卡或網貸填補，先梳理現有存款，優先支付必要開支，非急需的消費可以緩一緩。另外，不適合借錢給別人，哪怕對方說得再誠懇，避免自己更被動。",
        "health_text": "儘量遠離二手菸環境，比如同事在辦公室抽菸、聚餐時有人抽菸，這些煙霧裡的有害物質會刺激呼吸道，讓你嗓子幹癢、咳嗽，甚至頭疼。如果實在避不開，可以戴個口罩，或找藉口去通風的地方待會兒。回家後用淡鹽水漱口，能減少殘留的煙毒，保護嗓子和肺部。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摳門小心眼",
        "yi": "參加社交活動",
        "all": "96%",
        "date": "2025-08-26",
        "love": "98%",
        "work": "88%",
        "money": "93%",
        "health": "92%",
        "notice": "吸引到好感關注",
        "discuss": "94%",
        "all_text": "簡直像“社交圈的明星”，走到哪兒都能吸引到好感和關注，連平時不太熟的人都會主動找你聊天，或是誇你“考慮得真周到”。你的細心和體貼會在這時候發揮大作用，比如記得朋友的喜好、注意到別人的需求，這些小細節會讓人覺得“和你相處特別舒服”。你可能會成為群體裡的“主心骨”，比如大家遇到問題時自然想到找你幫忙，或是聚會時你一句話就能活躍氣氛——這種“被需要”的感覺會讓你特別有成就感。你的情緒也會很穩定，哪怕遇到小波折，也能用幽默或理性化解，這種“穩”反而更讓人覺得可靠。不過要注意別因為太受歡迎而“忙不過來”，比如同時答應好幾個人的請求，最後反而累到自己。整體來說，適合享受“被喜歡”的感覺，但也別忘了給自己留點獨處的時間，畢竟“團寵”也需要充電呀。",
        "love_text": "單身的你，脫單幾率很高，比如朋友組局時遇到的人，或是平時不太熟但突然聊得來的同事，都可能成為潛在對象。別把自己框在“必須完美”的標準裡，自然放鬆的狀態反而更吸引人。已有伴者的你，和伴侶的甜蜜值會明顯提升，比如對方突然給你帶小禮物，或是主動規劃週末約會。這種“被惦記”的感覺，會讓你覺得感情特別踏實，記得也給對方同樣的驚喜。",
        "take_star": "",
        "work_text": "機遇與挑戰並存，既可能遇到突破瓶頸的機會，也需應對突發狀況的考驗。比如工作中可能接到緊急任務，要求快速調整計劃；學習時可能遇到難題，需要打破常規思路解決。這種“動態變化”的狀態會激發你的潛力，但需保持冷靜，避免因壓力而焦慮。",
        "lucky_star": "白羊座",
        "money_text": "偏財運超旺，可能是投資的基金小漲、買的理財產品分紅到賬，或是之前參與的眾籌項目有回報，金額雖不一定大，但足夠讓你有“小確幸”的感覺。這種“意外之喜”別全花掉，可以拿出一部分犒勞自己（比如吃頓好的），剩下的存起來當備用金。另外，若有人推薦“穩賺”的投資，別急著跟風，先查清楚資質再決定。",
        "health_text": "要多吃水果蔬菜，它們富含維生素和膳食纖維，能幫你增強免疫力，還能改善便秘。早餐可以加個蘋果或香蕉，午餐和晚餐的盤子裡至少放一半蔬菜（比如菠菜、西蘭花、胡蘿蔔），別隻吃肉。如果平時不愛吃菜，可以做成蔬菜湯或沙拉，加點沙拉醬調味，更容易接受。",
        "lucky_color": "天藍色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "審美降級",
        "yi": "學習與成長",
        "all": "80%",
        "date": "2025-08-26",
        "love": "75%",
        "work": "81%",
        "money": "84%",
        "health": "80%",
        "notice": "偶爾冒出新點子",
        "discuss": "85%",
        "all_text": "整體狀態趨於穩定，沒有大起大落的情緒波動，但也不會完全閒著。腦子裡會冒出一些新點子，可能是對生活方式的調整，或是對某個興趣的深入探索。這種“有想法”的狀態會讓你覺得日子有盼頭，但別急著立刻行動——有些念頭還需要時間沉澱，更適合先梳理思路，把碎片化的靈感串成邏輯。人際關係方面，你會自然流露出溫和的溝通方式，哪怕遇到小分歧也能輕鬆化解，這種輕鬆感會反過來滋養你的心情。不過要注意別因為“怕麻煩”而忽略細節，比如臨時起意想做的事，提前查好資料或備好工具，能讓探索過程更順暢。整體來說，適合為未來的小目標鋪路，不用追求立竿見影的結果，享受“在路上的感覺”會更讓你滿足。",
        "love_text": "單身的你，適合多參加社交活動，比如朋友聚會、興趣小組，遇到新人的機會比平時多。別總縮在角落，主動和周圍人聊兩句，哪怕只是誇對方“穿得好看”，也能拉近距離。已有伴者的你，感情會趨於平淡，比如沒有特別的浪漫，但兩個人一起做飯、看電視的日常，反而更顯溫馨。平淡不是壞事，它是感情穩定的證明，珍惜這種“細水長流”的感覺吧。",
        "take_star": "",
        "work_text": "整體狀態穩中有進，關鍵在於“保持細心”。無論是處理日常事務還是推進長期目標，你都能注意到他人忽略的細節，比如文件中的數據誤差、計劃裡的時間漏洞，這種敏銳會幫你規避潛在問題，甚至因提前補漏而獲得認可。但需注意別因過度追求完美而拖延進度，適度把握“完成度”與“精細度”的平衡更重要。",
        "lucky_star": "巨蟹座",
        "money_text": "能保持精打細算，購物時會比價、看評價，甚至用優惠券，能省下不少錢；吃飯時也會選性價比高的套餐，不會為了面子點貴菜。這種“會過日子”的狀態會讓你錢包更鼓，不過別因“省”而忽略品質，比如買便宜但容易壞的日用品，反而可能花更多錢更換。另外，適合整理賬單，看看哪些消費可以優化，後續能更省。",
        "health_text": "建議多走動，別一坐就是幾小時，尤其是上班族和學生黨，久坐會讓血液循環變慢，容易腰痠背痛、腿腳發麻。可以每隔1小時站起來接杯水、去窗邊看看風景，或原地踮踮腳、伸伸懶腰。如果條件允許，下班後散步20分鐘，既能放鬆心情，又能消耗熱量，身體會更輕盈。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "怨天尤人",
        "yi": "健康生活方式",
        "all": "59%",
        "date": "2025-08-26",
        "love": "58%",
        "work": "55%",
        "money": "64%",
        "health": "61%",
        "notice": "提不起勁的循環",
        "discuss": "62%",
        "all_text": "容易陷入“提不起勁”的循環中，明明有很多事可以做，卻總被一種“懶得動”的情緒籠罩。這種低迷不是因為遇到大麻煩，更像是心裡有團霧，讓你看不清方向，連嘗試的慾望都被削弱了。你可能會不自覺地用消極的態度回應外界，比如朋友邀約時找藉口推脫，或是面對小挑戰時直接放棄——這種被動姿態會讓你錯過一些潛在的機會，比如原本能帶來好心情的小互動，或是一次突破舒適區的嘗試。其實你心裡清楚“這樣不行”，但就是缺乏推動自己的力量。不妨試著從最小的事做起，比如整理房間、聽首喜歡的歌，用具體的行動打破“什麼都不想做”的僵局。記住，低迷只是暫時的，你不需要立刻“振作”，先允許自己“軟弱”一會兒，反而更容易找到重新出發的契機。",
        "love_text": "單身的你，容易對喜歡的人“說反話”，比如明明想關心，卻故意說“你怎麼這麼笨”，或是對方誇你時，你冷淡回一句“也就那樣”。這種口是心非會讓對方摸不著頭腦，甚至覺得你不好接近。試著把真心話直接說出來，反而更容易拉近距離。已有伴者的你，態度忽冷忽熱會讓伴侶不安，比如前一秒還黏著對方，下一秒就冷淡不理人。感情需要穩定感，別讓對方猜來猜去，直接表達你的情緒會更輕鬆。",
        "take_star": "",
        "work_text": "容易陷入“知難而退”的傾向，面對稍有難度的事時，可能因擔心無法完美解決而選擇迴避，比如遇到複雜的工作任務或高難度的學習內容，第一反應是“我做不到”。這種心態會讓你錯失突破的機會，甚至因長期迴避而積累壓力。建議先嚐試“小步推進”，哪怕只完成一部分，也能逐步建立信心。",
        "lucky_star": "雙魚座",
        "money_text": "要切勿找藉口消費，比如看到新出的電子產品，就找“工作需要”的理由下單；或是看到衣服打折，用“獎勵自己”當藉口買，這些消費可能超出預算。建議買東西前先列清單，只買清單上的，非必需的先放購物車，過兩天再看是否真的需要。另外，若有人約你聚餐，可以選AA制的地方，避免為了面子搶著買單。",
        "health_text": "運動鍛鍊要循序漸進，別一上來就做高強度動作（比如突然跑5公里、舉很重的啞鈴），身體還沒適應容易拉傷肌肉或扭傷關節。可以先從簡單的拉伸、慢走開始，適應後再增加強度。如果平時很少運動，就散散步、做做瑜伽，別勉強自己，避免第二天渾身痠痛影響生活。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "多管閒事",
        "yi": "享受美食大餐",
        "all": "58%",
        "date": "2025-08-26",
        "love": "52%",
        "work": "50%",
        "money": "55%",
        "health": "62%",
        "notice": "用力過猛的傾向",
        "discuss": "59%",
        "all_text": "你可能會有點“用力過猛”的傾向，明明想讓生活更充實，卻因為選錯了方向，反而消耗了大量精力。比如你可能會把時間花在無關緊要的小事上，或是為了追求“完美”而反覆糾結細節，結果反而忽略了真正重要的事。這種“錯位”的狀態會讓你覺得“忙了半天卻沒什麼收穫”，甚至產生自我懷疑。其實你的行動力和熱情都在線，只是需要更精準地定位目標——比如先問問自己：“我現在最想解決的是什麼？”而不是跟著別人的節奏或表面的熱鬧走。另外，容易因為“貪多”而分散注意力，比如同時開啟多個任務，最後哪個都沒做好。試著給自己劃個“優先級清單”，把精力集中在1-2件真正能帶來滿足感的事上，效率會高很多。",
        "love_text": "單身的你，別一個人生悶氣，比如遇到喜歡的人沒回應，就躲在房間裡嘆氣。其實可以找朋友聊聊，或是出去散散步，換個心情反而能想清楚——是要繼續努力，還是及時止損。已有伴者的你，容易因為小事和伴侶吵架，比如對方忘記倒垃圾，你就覺得“他根本不在乎這個家”。其實冷靜下來想想，這點小事值得吵嗎？多給對方點包容，感情反而會更和諧。",
        "take_star": "",
        "work_text": "心理包袱較重，容易因過度在意結果而影響表現。比如擔心工作成果不被認可，或害怕考試成績不理想，這種“患得患失”的心態會讓你在行動時猶豫不決，甚至因緊張而犯低級錯誤。建議將注意力從“結果”轉移到“過程”，比如專注於完成當前步驟，而非反覆糾結“如果失敗怎麼辦”。",
        "lucky_star": "處女座",
        "money_text": "吃喝玩樂的開支會比較大，可能是和朋友聚餐、看電影、唱K，或是自己嘴饞買了零食、奶茶，錢花得快但沒留下什麼“實物”。這種“快樂消費”偶爾可以，但別太頻繁，否則月底可能“吃土”。建議出門前帶少量現金，或設置支付限額，控制消費慾。另外，若有人約你參加高消費活動（比如去貴餐廳），可以委婉拒絕，選更實惠的玩法。",
        "health_text": "千萬別熬夜晚睡，哪怕追劇、打遊戲再上頭，也儘量在12點前放下手機。熬夜會打亂生物鐘，導致第二天精神差、注意力不集中，還可能引發黑眼圈、長痘。如果實在睡不著，可以泡個腳、喝杯溫牛奶，幫助放鬆。今晚早睡1小時，明天起床會感覺神清氣爽，工作效率都更高。",
        "lucky_color": "奶茶色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和別人稀泥",
        "yi": "制定預算計劃",
        "all": "81%",
        "date": "2025-08-26",
        "love": "80%",
        "work": "72%",
        "money": "75%",
        "health": "83%",
        "notice": "按部就班的節奏",
        "discuss": "70%",
        "all_text": "狀態穩中帶“進”，雖然沒有突飛猛進的變化，但按部就班的節奏會讓你感到安心。你可能會提前規劃好要做的事，比如整理日常習慣、優化某個流程，或是為長期目標做些小準備——這種“有計劃”的狀態會讓你覺得一切都在掌控中，哪怕遇到小意外也能從容應對。你的理性思維會佔據上風，遇到問題時更傾向於分析原因、尋找解決方案，而不是被情緒牽著走。這種“務實”的態度會幫你避開很多不必要的麻煩，比如不會因為一時衝動做決定，或是被表面的熱鬧分散注意力。不過要注意別因為“追求效率”而忽略感受，比如機械地完成任務卻忘了享受過程，或是忽略了身邊人的情緒需求。偶爾停下來問問自己：“我現在這樣做，是為了完成目標，還是為了讓自己更舒服？”平衡好“計劃”和“感受”，會過得更踏實。",
        "love_text": "單身的你，可能會有喜歡的人出現，比如同事突然約你吃飯，或是朋友介紹的新朋友讓你覺得“挺合拍”。別急著否定自己“配不上”，先自然相處，慢慢了解再說。已有伴者的你，和伴侶的日常互動會很溫馨，比如一起做家務、遛狗，或是睡前聊幾句事。這些小事看似普通，卻能讓感情更穩固。記得偶爾給對方點小驚喜，比如一杯他愛喝的奶茶，感情會更甜。",
        "take_star": "",
        "work_text": "想法較多但不夠完善，容易因“想得不夠周全”而影響執行。比如制定計劃時忽略時間分配，或提出方案時未考慮實際限制，導致後續需要反覆調整。這種“想法不落地”的狀態會消耗精力，建議動手前先列清單，明確步驟、資源、風險，把“模糊的靈感”轉化為“可操作的方案”。",
        "lucky_star": "金牛座",
        "money_text": "不要忽視長遠的經濟問題，比如是否要開始存養老錢、孩子的教育基金怎麼規劃，或是現有的存款是否要調整投資方向（比如從活期轉定期）。這些問題可能不急著解決，但適合花點時間思考，列個大致計劃，後續逐步執行。另外，若有人找你合作投資，別急著答應，先查清楚對方背景和項目風險，避免踩坑。",
        "health_text": "需要給眼睛適度休息，尤其是長時間看電腦、手機的人，眼睛容易乾澀、疲勞，甚至模糊。建議每用眼30分鐘，就閉眼休息5分鐘，或遠眺窗外的綠植。如果眼睛酸脹，可以用熱毛巾敷10分鐘，促進血液循環。儘量減少刷短視頻的時間，多眨眼、多轉動眼球，保護視力。",
        "lucky_color": "米白色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "加入小團體",
        "yi": "保持公平公正",
        "all": "78%",
        "date": "2025-08-26",
        "love": "77%",
        "work": "76%",
        "money": "79%",
        "health": "75%",
        "notice": "平淡中缺新鮮感",
        "discuss": "74%",
        "all_text": "你可能會覺得日子有點“沒滋味”，沒有特別開心的事，也沒有讓人頭疼的麻煩，就像一杯溫吞的白開水，平淡得讓人提不起精神。你可能會不自覺地刷手機、發呆，或是重複做些熟悉的事，卻找不到“新鮮感”。這種“略顯無聊”的狀態其實是你內心的“休息信號”——最近你可能消耗了不少精力，現在需要一點“無目的”的時間來充電。不用強迫自己“必須做點什麼”，允許自己“閒著”反而更好。比如躺在沙發上聽音樂、翻翻舊照片，或是隨便寫兩句話記錄心情，這些看似“沒意義”的小事，反而能幫你找回內心的平靜。如果實在覺得無聊，可以嘗試換個環境，比如去附近的公園走一圈，或是在家裡換個角落待著——新的視角會帶來新的靈感，哪怕只是看到一片不一樣的雲，也能讓心情亮起來。",
        "love_text": "單身的你，需要多刷存在感，比如在社交平臺上分享生活，或是主動約朋友出去玩，讓更多人注意到你的閃光點。遇到有好感的人，別太被動，偶爾主動聊兩句，對方可能會對你產生興趣。已有伴者的你，要保持溝通，比如睡前和伴侶聊聊感受，或是遇到問題時一起商量解決辦法。別因為覺得“他應該懂”就什麼都不說，感情需要“說清楚”才能更長久。",
        "take_star": "",
        "work_text": "可以通過“多與人交流”打破僵局。無論是工作還是學習，獨自思考容易陷入思維定式，比如處理任務時按老方法，或學習時卡在同一個知識點。與他人溝通能幫你獲取新視角，比如同事的一句提醒、同學的解題思路，可能瞬間點醒你。主動開口交流，效率會大幅提升。",
        "lucky_star": "射手座",
        "money_text": "多勞才能多得，比如加班能拿加班費、接私單能賺外快，或是幫同事忙能獲得小報酬，付出的時間和精力會直接反映在收入上。這種“付出有回報”的狀態很適合衝業績，但別為了“多賺”就透支身體，比如連續熬夜加班，反而可能影響後續工作狀態。另外，若有人找你幫忙，先評估自己時間，別因“不好意思拒絕”就答應，避免耽誤正事。",
        "health_text": "飲食要均衡，別隻吃肉不吃菜，雖然肉類能補充蛋白質，但缺乏膳食纖維和維生素，容易便秘、消化不良。建議每餐搭配蔬菜（比如炒青菜、涼拌黃瓜）和主食（米飯、饅頭），肉佔盤子的1/3就夠。如果實在饞肉，可以選擇魚肉、雞肉這些低脂的，既滿足口腹之慾，又不會給腸胃太大負擔。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斤斤計較",
        "yi": "和朋友玩耍",
        "all": "92%",
        "date": "2025-08-26",
        "love": "93%",
        "work": "90%",
        "money": "94%",
        "health": "91%",
        "notice": "整個人充滿能量",
        "discuss": "96%",
        "all_text": "就像是被注入了“活力劑”一般，整個人充滿能量，連走路都帶著輕快的節奏。你會覺得生活裡到處是“小驚喜”，比如路上遇到一隻可愛的貓、聽到一首戳中心的歌，或是和陌生人的一次溫暖對話——這些看似平常的小事，會讓你覺得“真幸運”。你的情緒會自然流露出樂觀和開放，容易吸引到同樣積極的人或事，比如朋友主動找你聊天，或是遇到願意幫你一把的人。這種“充實感”不僅來自外界的互動，更源於你內心的滿足——你會更願意嘗試新事物，哪怕只是學個小技巧、換個髮型，或是對平時忽略的小事多花點心思。你不需要刻意追求什麼，只要跟著感覺走，就能把日子過得有滋有味。記住，這種“活力”不是曇花一現，而是你內心狀態的反映——保持對生活的熱愛，好狀態會一直跟著你。",
        "love_text": "單身的你，可能有“助攻”幫忙，比如朋友主動撮合你和某人，或是家人提到“有個不錯的人想介紹給你”。別急著拒絕，先見見聊聊，說不定會有意外收穫。已有伴者的你，和伴侶會保持熱戀狀態，比如對方突然說“想你了”，或是主動規劃浪漫約會。這種“被捧在手心”的感覺，會讓你覺得特別幸福。記得也給對方同樣的回應，感情是雙向的，越付出越甜蜜。",
        "take_star": "",
        "work_text": "容易得到“提點幫助”，無論是工作還是學習，關鍵時刻總有人願意拉你一把。比如遇到卡殼的任務時，同事主動分享經驗；學習時遇到難題，老師恰好講解類似知識點。這種“被支持”的狀態會讓你更有動力，但需注意別過度依賴他人，把別人的建議轉化為自己的能力更重要。",
        "lucky_star": "摩羯座",
        "money_text": "正偏財都有驚喜，主業方面可能拿到獎金、提成，或是客戶主動加單，收入比預期高；偏財方面可能是之前買的理財產品收益到賬、參與的活動抽中獎品，或是收到朋友還的錢，錢包會鼓不少。這種“雙豐收”的狀態別急著炫耀，低調點能避免他人借錢。另外，適合規劃這筆錢的用途，比如存一部分、花一部分，讓錢更有價值。",
        "health_text": "千萬別放縱吃甜食，蛋糕、巧克力、冰淇淋雖然好吃，但含糖量高，吃多了容易血糖波動，讓你越吃越餓，還可能引發長痘、發胖。如果實在想解饞，可以吃一小塊黑巧克力（70%以上可可含量），或用水果代替（比如草莓、藍莓），天然甜味更健康。控制住甜食攝入，明天皮膚和身材都會感謝你。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    }
  }
}