{
  "updated": "2026-01-28T01:38:56.083Z",
  "updateTime": "2026/1/28 上午9:38:56",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14200,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "註冊新會員",
        "yi": "做眼保健操",
        "all": "56%",
        "date": "2026-01-27",
        "love": "59%",
        "work": "57%",
        "money": "52%",
        "health": "67%",
        "notice": "情緒化影響狀態",
        "discuss": "54%",
        "all_text": "整體運勢不太樂觀，情緒化會成為影響你狀態的關鍵因素。生活中，一些小事可能就會輕易觸動你的情緒神經，讓你陷入煩躁、焦慮或者低落的情緒裡。這種情緒的波動會干擾你的判斷和決策，使你在與人交流時容易衝動，說出一些不經思考的話，進而影響人際關係。而且，情緒上的不穩定也會讓你對周圍的事物缺乏耐心，難以靜下心來專注於某件事。在面對各種情況時，要學會控制自己的情緒，先深呼吸讓自己冷靜下來，再去做決定和行動。不要讓情緒主導你的行為，儘量保持平和的心態，這樣才能避免因為情緒化而帶來更多不必要的麻煩，讓這一天能稍微平穩一些度過。",
        "love_text": "單身的你，在感情上容易表錯情。或許是你對某人的好感表達得不夠清晰，又或者對方沒能正確領會你的心意，導致出現一些小誤會，讓你有些尷尬。已有伴者的你，和伴侶交流時可得注意說話語氣啦。可能不經意間的一句重話，就會讓對方心裡不舒服，進而引發小摩擦，說話前多想想，別讓語氣傷了感情。",
        "work_text": "似乎陷入了一種過於執著結果的怪圈。在各種事務推進過程中，滿心期待著立刻看到成效，一旦進展不如預期，就容易產生焦慮情緒。這種心態可能會讓你忽略過程中的細節，導致一些小失誤的出現，進而影響整體節奏，讓你有些手忙腳亂。",
        "lucky_star": "獅子座",
        "money_text": "切勿打腫臉充胖子。這天你容易為了面子在社交場合過度消費，比如搶著買單、購買超出預算的物品來彰顯自己。這種行為會讓錢包迅速癟下去，建議消費前先冷靜思考是否真的需要，別讓虛榮心支配你的財務，合理規劃開支才能避免月底捉襟見肘。",
        "health_text": "整體精神狀態欠佳，或許是近期事務繁雜，大腦一直處於緊繃狀態。這可能導致注意力不集中、反應變慢。建議這天適當減少工作學習量，給自己留出放鬆時間，比如聽會兒舒緩音樂、閉目養神片刻，讓緊繃的神經緩一緩，恢復精力。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "撿芝麻丟西瓜",
        "yi": "轉發抽獎",
        "all": "94%",
        "date": "2026-01-27",
        "love": "90%",
        "work": "93%",
        "money": "96%",
        "health": "98%",
        "notice": "各方面得到助力",
        "discuss": "89%",
        "all_text": "整體運勢相當出色，彷彿被幸運之神眷顧，各方面都能得到運氣的助力，做起事來事半功倍。在社交場合中，你會格外受歡迎，容易結識到一些有趣且對你有幫助的人，他們的出現可能會給你帶來新的啟發和機會。在處理日常事務時，也會感覺格外順利，之前遇到的一些小阻礙都能輕鬆化解。而且，你的思維清晰，靈感不斷，對於一些事情有著獨特的見解和想法，能夠很好地表達自己的觀點。這一天可以盡情發揮自己的優勢，積極地去嘗試新的事物，把握住出現的機會，相信會有不錯的收穫，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，極有可能邂逅浪漫緣分！在某個不經意的場合，說不定就會遇到那個讓你心動的人，開啟一段美好的故事。已有伴者的你，和伴侶的感情會持續升溫，甜蜜滿滿。你們會一起度過溫馨又愜意的時光，彼此的關心和愛意都更加濃烈，感情愈發深厚。",
        "work_text": "無論是工作項目還是學習計劃，都能按照預期順利推進，甚至有可能超出原本的設想。你的付出得到了認可，這會讓你信心大增，更有動力去迎接新的挑戰。",
        "lucky_star": "雙魚座",
        "money_text": "財運有驚喜，或有意外收益降臨。可能是之前參與的活動抽獎中獎，也可能是閒置物品轉賣獲得一筆收入。這意外之財雖不算多，但能改善當下財務狀況。不過別因這點小錢就放鬆理財規劃，仍要按計劃儲蓄和投資，讓財富穩步增長。",
        "health_text": "健康狀況良好，不妨養成午睡習慣。經過一上午忙碌，中午小憩一會兒能快速恢復體力，讓下午更有精神。午睡時間控制在20 - 30分鐘為宜，過長可能影響夜間睡眠。找個安靜舒適的地方躺下，放鬆身心，享受這片刻的休憩。",
        "lucky_color": "奶白色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "正餐吃太飽",
        "yi": "做斷舍離",
        "all": "71%",
        "date": "2026-01-27",
        "love": "55%",
        "work": "70%",
        "money": "80%",
        "health": "73%",
        "notice": "給自己思考時間",
        "discuss": "79%",
        "all_text": "整體運勢稍有起伏，生活不會一直處於平穩的狀態，會有一些變化出現。你需要騰出時間來進行“斷舍離”，這裡的“斷舍離”不僅僅是物質層面的，也包括精神層面。在物質上，清理掉一些不再需要的東西，讓生活環境更加整潔有序，這有助於提升你的心情和生活質量。在精神層面，要捨棄一些負面的情緒和想法，比如過去的煩惱、無謂的擔憂等，讓自己的內心更加輕鬆。同時，這一天也可能會面臨一些選擇和決策，不要急於做出決定，給自己一些思考的時間，權衡利弊後再行動。通過合理的“斷舍離”，能讓你的生活更加清晰明瞭，更好地迎接新的挑戰。",
        "love_text": "單身的你，在社交場合容易陷入尷尬氛圍。也許是在和心儀對象聊天時，突然冷場，讓你不知所措。已有伴者的你，和伴侶溝通時容易產生隔閡。可能因為對某件事的看法不同，交流時沒有達成共識，雙方心裡都有些小疙瘩，需要找個時間好好聊聊，化解矛盾。",
        "work_text": "整體狀態較為平穩。在各項事務的開展中，沒有出現大的起伏，一切都按部就班地進行著。你能夠有條不紊地處理手頭的事情，雖然可能沒有特別突出的亮點，但這種穩定的節奏也讓你感到安心，能較好地完成既定任務。",
        "lucky_star": "巨蟹座",
        "money_text": "社交中藏著生財機會。在和朋友聚會、交流時，能獲取一些有用的商業信息或合作契機。比如朋友提到某個新興行業，你敏銳捕捉到商機，進而開展新業務。要積極拓展人脈，多參與社交活動，同時對獲取的信息認真分析，把握住生財機會。",
        "health_text": "要多起來活動手腳。長時間坐著不動，會使身體血液循環不暢，手腳容易發麻。建議每隔一段時間就起身走動走動，伸伸懶腰、踢踢腿，活動下關節，促進血液循環，讓身體保持活力，避免因久坐引發身體不適。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "換個新環境",
        "all": "84%",
        "date": "2026-01-27",
        "love": "71%",
        "work": "82%",
        "money": "79%",
        "health": "86%",
        "notice": "注入一些新動力",
        "discuss": "78%",
        "all_text": "整體運勢中規中矩，沒有特別突出的好運，但也不會遇到大的挫折。不過，新鮮的因素能為你注入一些新動力，讓這一天不至於過於平淡。可能會接觸到一些新的人、新的事物或者新的觀念，這些新鮮的東西會激發你的好奇心和探索欲。你可以主動去了解這些新事物，與不同的人交流，從中獲取新的信息和靈感。這些新的元素可能會給你的生活帶來一些小的改變，讓你發現一些之前未曾注意到的樂趣。不要因為整體運勢平穩就變得懈怠，積極地去擁抱這些新鮮因素，利用它們為自己增添活力，讓這一天過得更加充實和有意義。",
        "love_text": "單身的你，在感情上過於謹慎啦。面對有好感的人，總是猶豫不前，不敢主動表達自己的心意，可能會錯過一些機會。已有伴者的你，和伴侶相處平淡安穩。雖然沒有特別浪漫的時刻，但這種細水長流的陪伴也很溫馨，彼此都能感受到對方的在乎，感情穩穩當當。",
        "work_text": "呈現出良好的發展態勢。在處理事務時，你能夠充分發揮自己的優勢，靈活應對各種情況，使得各項事情都能順利推進。你的努力和付出得到了周圍人的認可，人際關係也更加和諧，這為你進一步開展工作和學習提供了有力的支持。",
        "lucky_star": "金牛座",
        "money_text": "財運穩中有進，有小進賬。可能是工作上的小獎勵，也可能是兼職的一點收入。雖然金額不大，但積少成多也能改善財務。這天適合對現有資產進行簡單整理，看看哪些可以優化配置，讓小錢也能發揮更大作用，為未來財富積累打基礎。",
        "health_text": "要注意頸肩放鬆。日常長時間低頭看手機、伏案工作，頸肩肌肉一直處於緊張狀態，易出現痠痛。這天可做些簡單的頸肩放鬆動作，如緩慢轉動頭部、聳聳肩，也可用熱毛巾敷在頸肩處，促進血液循環，緩解肌肉緊張，減輕痠痛感。",
        "lucky_color": "抹茶色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一肚子苦水",
        "yi": "學習新技能",
        "all": "59%",
        "date": "2026-01-27",
        "love": "54%",
        "work": "60%",
        "money": "62%",
        "health": "66%",
        "notice": "陷入消極的狀態",
        "discuss": "56%",
        "all_text": "整體運勢較為低迷，容易陷入一種消極的狀態。過多地抱怨會讓你陷入負能量磁場，不僅影響自己的心情，還會讓周圍的人對你產生不好的印象。這一天可能會遇到一些讓你不滿意的事情，但一味地抱怨並不能解決問題，反而會讓你更加煩躁和沮喪。要學會正視這些問題，以積極的態度去面對。當遇到困難時，嘗試從不同的角度去思考，尋找解決問題的方法。同時，要注意自己的言行舉止，不要因為情緒不佳而對身邊的人發脾氣。儘量讓自己保持樂觀的心態，相信困難只是暫時的，只要積極應對，就能度過這段低迷的時期，迎來更好的狀態。",
        "love_text": "單身的你，急於表白可能會遭冷遇。你滿心歡喜地向喜歡的人表達心意，卻沒得到期待的回應，心裡難免有些失落。已有伴者的你，和伴侶之間矛盾容易激化。可能因為一些小事就爭吵起來，雙方都不肯讓步，這時候需要冷靜下來，站在對方角度想想，別讓矛盾升級。",
        "work_text": "可能會出現一些意外情況，打亂你原本的計劃，讓你有些措手不及。這些阻礙可能會影響你的情緒，使你變得有些急躁，但只要保持冷靜，積極尋找解決辦法，還是能夠克服困難，繼續前行。",
        "lucky_star": "處女座",
        "money_text": "消費容易超支。這天你購物慾望強烈，看到喜歡的東西就想買，不管是衣服、美食還是電子產品，都不考慮價格就下單。這樣很容易讓預算超標，導致後續資金緊張。建議消費前先列好清單，只買必需品，剋制衝動消費，避免財務出現危機。",
        "health_text": "容易出現牙齦上火問題。可能是近期飲食偏辛辣、作息不規律導致。這天要注意飲食清淡，多吃蔬菜水果，少吃油膩辛辣食物。同時保持口腔清潔，早晚刷牙、飯後漱口，若牙齦不適，可用淡鹽水漱口，緩解炎症，預防牙齦上火加重。",
        "lucky_color": "淺褐色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入網戀",
        "yi": "參加競賽活動",
        "all": "73%",
        "date": "2026-01-27",
        "love": "79%",
        "work": "64%",
        "money": "72%",
        "health": "78%",
        "notice": "平淡中感到無聊",
        "discuss": "77%",
        "all_text": "整體運勢平平，趨於平淡的一天可能會讓你感到有些無聊。生活似乎沒有太多的波瀾和驚喜，一切都在按部就班地進行著。但這並不意味著這一天沒有價值，你可以利用這段時間來沉澱自己。回顧一下過去的日子，總結經驗教訓，思考自己未來的方向和目標。也可以找一些自己感興趣的事情來做，比如閱讀一本好書、學習一項新技能等，豐富自己的內心世界。不要因為覺得無聊就虛度光陰，把這一天當作一個調整和充電的機會，讓自己在平淡中積累能量。當新的機會來臨時，你就能以更好的狀態去迎接，讓自己的生活重新煥發出活力。",
        "love_text": "單身的你，對某人的感情可能僅限於暗戀。你默默地關注著對方，卻不敢邁出那一步，把這份喜歡藏在心底。已有伴者的你，和伴侶相處默契一般。在一些事情上，可能沒有達到心有靈犀的程度，需要多交流溝通，瞭解彼此的想法，讓默契度慢慢提升。",
        "work_text": "可能會遇到一些細節上的問題，需要你花費更多的時間和精力去解決。這些問題雖然不大，但卻容易讓你感到煩躁，影響整體的效率。不過，只要你能耐心應對，認真處理每一個細節，還是能夠順利完成任務。",
        "lucky_star": "天秤座",
        "money_text": "財運細水長流。日常的收入來源穩定，比如工資、租金等能按時到賬。這天適合對長期理財計劃進行微調，根據自身財務狀況和市場變化，適當調整儲蓄和投資比例。保持這種穩健的理財方式，財富會像細水一樣，慢慢匯聚成可觀的數額。",
        "health_text": "睡前不要吃宵夜。晚上消化系統功能減弱，吃宵夜會增加腸胃負擔，影響睡眠質量，還可能導致體重增加。這天晚餐儘量安排在睡前3 - 4小時，若睡前飢餓，可喝杯溫牛奶，既能緩解飢餓，又有助於睡眠，避免因吃宵夜帶來健康隱患。",
        "lucky_color": "橘色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好心辦壞事",
        "yi": "嘗試新風格",
        "all": "52%",
        "date": "2026-01-27",
        "love": "68%",
        "work": "55%",
        "money": "50%",
        "health": "64%",
        "notice": "面對生活新變化",
        "discuss": "53%",
        "all_text": "整體運勢不太理想，面對生活裡出現的一些新變化，會明顯感覺無所適從。這些變化或許來自社交圈子、日常習慣，又或是生活環境的微調，可不管怎樣，都讓你有些慌亂。原本熟悉的節奏被打亂，在處理事情時容易猶豫不決，拿不定主意。在與人交流互動中，也可能因為這種不適應，表現得不夠自然流暢，影響彼此溝通效果。此時，別急於強行融入新變化，給自己一些緩衝時間，先冷靜觀察，分析新變化帶來的影響。試著從過往應對類似情況的經驗中找方法，逐步調整自己的狀態和節奏。別因一時的無所適從而焦慮，保持平和心態，慢慢就能找到應對新變化的合適方式，讓生活重回正軌。",
        "love_text": "單身的你，在社交場合難遇心動之人。參加各種活動時，雖然認識了不少人，但就是沒有那種讓你心動的感覺。已有伴者的你，和伴侶相處氛圍微妙。可能彼此都感覺有些不對勁，卻又說不上來哪裡有問題，不妨找個時間坐下來，坦誠地聊聊，把心裡的想法說出來。",
        "work_text": "彷彿陷入了一個慢節奏的漩渦，總感覺有股無形的力量在拖後腿，使得原本計劃好的進度難以按時完成。你可能會頻繁遇到一些小阻礙，像是資料缺失、溝通不暢等，這些問題雖不嚴重，卻不斷消耗著你的時間和精力，讓你有些心煩意亂，需要花費更多心思去協調解決。",
        "lucky_star": "白羊座",
        "money_text": "理財方面要警惕切勿盲目跟風。看到別人投資賺錢，就想跟著一起，不考慮自身情況和風險就盲目入場。這種行為很可能讓你遭受損失，因為每個人的財務狀況和風險承受能力不同。這天應冷靜分析市場，結合自身實際制定理財策略，別盲目跟風投資。",
        "health_text": "要少喝奶茶冷飲。奶茶冷飲含糖量高，且過於寒涼，喝多了會影響腸胃功能，導致腸胃不適，還可能引發肥胖。這天可選擇喝溫水或淡茶，既能補充水分，又有利於身體健康。若實在想喝，也要適量，不可貪多。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太損人",
        "yi": "制定新計劃",
        "all": "90%",
        "date": "2026-01-27",
        "love": "95%",
        "work": "85%",
        "money": "95%",
        "health": "90%",
        "notice": "自帶光芒運氣UP",
        "discuss": "96%",
        "all_text": "整體運勢極為出色，很多事情的發展都遠超你的預期。在社交場合中，你彷彿自帶光芒，容易吸引他人的注意，結識到不少有趣且能給你帶來新啟發的人。與他人的交流互動十分順暢，能輕鬆表達自己的想法和觀點，也能很好地理解他人的意圖，這種良好的溝通狀態會為你帶來不少便利。而且，在處理各種事務時，思路清晰，決策果斷，能夠迅速抓住關鍵要點，高效地解決問題。這一天，不妨多主動參與一些活動，積極展現自己的魅力，充分利用這超棒的運勢，拓展自己的社交圈子，豐富生活體驗，說不定還能收穫一些意想不到的驚喜。",
        "love_text": "單身的你，會收穫甜蜜愛意！可能會收到心儀對象的表白，或者發現自己一直有好感的人也對自己有意思，幸福來得猝不及防。已有伴者的你，和伴侶感情親密無間。你們會更加依賴彼此，分享生活中的點點滴滴，一起度過充滿愛意的時光，感情更加堅不可摧。",
        "work_text": "你之前的努力開始集中顯現成果，無論是工作上的項目進展，還是學習中的知識積累，都能讓你看到明顯的進步。你會得到他人的認可和讚賞，這進一步增強了你的自信心，讓你更有動力去挑戰更高難度的任務，形成良性循環。",
        "lucky_star": "雙子座",
        "money_text": "有暗財悄然來到。可能是之前投資的回報，也可能是一筆隱藏的收入，比如版權費、稿費等。這意外之財讓你財務狀況得到改善。不過別因這筆錢就放鬆警惕，仍要合理規劃使用，可以拿出一部分進行穩健投資，讓財富持續增值。",
        "health_text": "適合進行適度運動鍛鍊。運動能增強體質，提高免疫力，讓身體充滿活力。可選擇適合自己的運動，如慢跑、瑜伽等，運動時間不宜過長，強度不宜過大。運動前做好熱身，運動後做好拉伸，避免受傷，通過適度運動保持良好健康狀態。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發60秒語音",
        "yi": "花心思打扮",
        "all": "83%",
        "date": "2026-01-27",
        "love": "82%",
        "work": "86%",
        "money": "72%",
        "health": "88%",
        "notice": "從外在提升自信",
        "discuss": "74%",
        "all_text": "整體運勢較為穩定，沒有大的起伏波動。這一天，你可以著重從外在魅力上提升自信。合適的穿著打扮能讓你看起來精神煥發，給周圍人留下良好的第一印象。注重個人形象的塑造，保持良好的儀態和舉止，會讓你在人群中更加出眾。當你在外在形象上投入精力並取得不錯效果時，內心也會隨之產生積極的反饋，自信心得到增強。這種自信會進一步影響你的言行，讓你在與他人交往時更加從容大方。不要忽視外在魅力對自身狀態的影響，以良好的形象示人，不僅能讓自己心情愉悅，還能吸引更多積極的關注，為這一天增添更多美好的色彩。",
        "love_text": "單身的你，有很多表現機會哦。在社交場合中，你的才華和魅力會得到充分展現，吸引不少人的目光，說不定就能遇到那個欣賞你的人。已有伴者的你，和伴侶相處歡樂融洽。你們會一起做很多有趣的事，笑聲不斷，感情在歡樂的氛圍中不斷升溫。",
        "work_text": "呈現出積極向上的良好勢頭。在各項事務的開展中，你能夠保持清晰的思路和高效的行動力，輕鬆應對各種挑戰。無論是處理複雜的工作任務，還是攻克學習上的難題，你都能遊刃有餘，還能在過程中發現新的樂趣和機會，為自己的發展開闢新的道路。",
        "lucky_star": "摩羯座",
        "money_text": "適合投資小試手。這天你對投資有濃厚興趣，想嘗試新的投資方式。可以先拿出少量資金，選擇風險較低的項目進行嘗試，積累投資經驗。在投資過程中要密切關注市場動態，及時調整策略，避免因經驗不足造成較大損失。",
        "health_text": "不要蹺二郎腿。蹺二郎腿會影響腿部血液循環，導致腿部麻木，還可能使脊柱變形，引發腰背疼痛。這天要有意識地糾正這個習慣，保持正確坐姿，雙腿自然分開或併攏，讓身體處於舒適放鬆狀態，預防因蹺二郎腿帶來的健康問題。",
        "lucky_color": "茶色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對他人期待過高",
        "yi": "打卡寶藏店鋪",
        "all": "94%",
        "date": "2026-01-27",
        "love": "95%",
        "work": "92%",
        "money": "87%",
        "health": "92%",
        "notice": "人際關係很融洽",
        "discuss": "93%",
        "all_text": "整體運勢相當好，是人際關係特別融洽的一天。在各種社交場合中，你都能與他人相處得十分愉快，彼此之間的交流互動充滿真誠和善意。無論是與熟悉的朋友，還是新結識的人，都能迅速建立起良好的關係，找到共同話題，聊得投機。這種和諧的人際關係會讓你心情愉悅，也為你帶來不少便利。在遇到問題時，容易得到他人的幫助和支持；在分享想法和觀點時，也能得到他人的認可和鼓勵。利用這一天良好的人際關係，多與他人交流溝通，拓展自己的人脈資源，同時也能從他人身上學到不同的東西，豐富自己的見識和閱歷，讓生活更加豐富多彩。",
        "love_text": "單身的你，有貴人助力脫單！可能是朋友給你介紹合適的對象，或者是在某個場合得到他人的幫助，讓你有機會結識到不錯的人。已有伴者的你，和伴侶感情穩定美滿。你們相互理解、相互支持，一起規劃未來，感情在平淡中透著幸福，讓人羨慕。",
        "work_text": "大放異彩的一天，你展現出了超強的執行力和規劃能力，每一個步驟都安排得井井有條，能夠高效地完成各項任務。你的專注和努力讓你在眾多人中脫穎而出，不僅能順利達成既定目標，還可能超出預期，為自己贏得更多的機會和資源。",
        "lucky_star": "天蠍座",
        "money_text": "靠業績換來豐厚報酬。工作中努力付出得到回報，業績突出獲得獎金或提成。這是對你工作能力的肯定，也改善了財務狀況。這天可以對自己的職業發展進行規劃，思考如何進一步提升業績，為未來獲得更多收入打下基礎。",
        "health_text": "玩手機要適度。長時間盯著手機屏幕，眼睛容易疲勞，出現乾澀、酸脹等症狀，還可能影響頸椎健康。這天要控制玩手機時間，每隔一段時間就遠望或閉目休息，緩解眼睛疲勞。同時保持正確姿勢，避免低頭過度，保護好眼睛和頸椎。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "節食減肥",
        "yi": "刷新自己記錄",
        "all": "70%",
        "date": "2026-01-27",
        "love": "58%",
        "work": "75%",
        "money": "57%",
        "health": "72%",
        "notice": "斟酌方法的選擇",
        "discuss": "68%",
        "all_text": "整體運勢稍有起伏，在行動之前需要仔細斟酌方法的選擇。這一天，你可能會面臨一些需要做出決策和採取行動的情況，但不同的方法可能會帶來不同的結果。如果過於匆忙地做出決定，沒有充分考慮各種因素，可能會導致事情的發展不如預期。因此，在做任何事情之前，都要先冷靜下來，分析事情的利弊，思考各種可能的解決方案，並評估每種方案的可行性和效果。通過仔細斟酌，選擇最適合的方法，這樣才能提高成功的幾率，避免不必要的麻煩和失誤。不要因為一時的急切而忽略了對方法的考量，謹慎行事才能讓這一天更加順利。",
        "love_text": "單身的你，追求喜歡的人會遭遇阻礙。你努力向對方靠近，卻總是遇到各種問題，讓你有些沮喪，但別輕易放棄。已有伴者的你，和伴侶交流會出現分歧。對某件事的看法不同，導致交流時有些不愉快，這時候需要耐心傾聽對方的想法，求同存異，化解分歧。",
        "work_text": "整體狀態穩中有進，你能夠按照自己的節奏穩步推進，不慌不忙地完成各項任務。雖然沒有特別突出的表現，但這種穩定的狀態讓你感到安心，也能保證工作的質量和學習的效果。你還能在平穩中尋找突破的機會，為未來的發展做好鋪墊。",
        "lucky_star": "射手座",
        "money_text": "有衝動破財風險。這天你容易因一時衝動購買不實用的東西，比如看到促銷活動就大量採購，或者看到新奇物品就忍不住下單。這些衝動消費會讓你花費不少冤枉錢。建議消費前先冷靜思考，評估物品的實用性和必要性，避免衝動破財。",
        "health_text": "要培養早睡好習慣。熬夜會打亂身體生物鐘，影響身體正常代謝，導致第二天精神萎靡。這天儘量在晚上11點前入睡，睡前避免使用電子設備，可泡個熱水澡、聽些輕柔音樂，放鬆身心，營造良好睡眠環境，逐步養成早睡習慣。",
        "lucky_color": "鵝黃色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略小細節",
        "yi": "分享朋友圈",
        "all": "96%",
        "date": "2026-01-27",
        "love": "92%",
        "work": "91%",
        "money": "96%",
        "health": "94%",
        "notice": "很多驚喜的收穫",
        "discuss": "96%",
        "all_text": "是幸運在線的一天，會有很多驚喜的收穫。生活彷彿被幸運之神眷顧，各種美好的事情可能會接踵而至。在社交方面，可能會收到來自他人的善意邀請或小禮物，讓你感受到溫暖和關懷；在與他人的交流中，也容易得到他人的認可和讚賞，提升自己的自信心。而且，這一天還可能會有一些意外的小驚喜出現，也許是偶然發現一個有趣的地方，或是遇到一個特別的人，給你的生活帶來新的樂趣和啟發。保持積極的心態，盡情享受這幸運的一天，用心感受生活中的美好，將這份幸運傳遞給身邊的人，讓快樂不斷延續。",
        "love_text": "單身的你，會邂逅心動之人！在某個瞬間，那個讓你一眼就心動的人會出現，讓你心跳加速，彷彿整個世界都變得美好起來。已有伴者的你，和伴侶愛意愈發濃烈。你們會更加珍惜彼此，用各種方式表達愛意，感情就像陳釀的美酒，越來越香醇。",
        "work_text": "表現卓越的一天，一切進展得格外順利。你的思維敏捷，創意無限，能夠提出獨特的見解和方案，為工作和學習帶來新的活力。你還能得到他人的幫助和支持，讓事情更加順利地推進，取得令人矚目的成績。",
        "lucky_star": "水瓶座",
        "money_text": "有貴人引財路。在社交場合中結識到對你有幫助的人，他們可能會給你提供賺錢的機會或理財建議。要珍惜這些人際關係，積極與貴人交流，聽取他們的意見。同時要保持謙遜和感恩的態度，這樣才能更好地藉助貴人的力量，拓展自己的財路。",
        "health_text": "睡前可以泡泡腳。泡腳能促進血液循環，緩解身體疲勞，幫助放鬆身心，提高睡眠質量。用40℃左右的溫水泡腳15 - 20分鐘，可加入一些艾葉、生薑等，增強泡腳效果。泡完腳後及時擦乾，穿上保暖襪子，讓身體在溫暖舒適中進入夢鄉。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    }
  }
}