{
  "updated": "2025-09-21T07:07:57.921Z",
  "updateTime": "2025/9/21 下午3:07:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17203,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "臨時改變計劃",
        "yi": "加入興趣社群",
        "all": "90%",
        "date": "2025-09-21",
        "love": "95%",
        "work": "91%",
        "money": "88%",
        "health": "93%",
        "notice": "坐上加速小火箭",
        "discuss": "97%",
        "all_text": "你的整體運勢就像坐上了加速的小火箭，穩步高升，一路暢通無阻。你之前精心制定的計劃，開展起來比預期還要順利，彷彿有一股無形的力量在背後推著你向前。這種順暢感會讓你心情大好，整個人都充滿幹勁，做什麼都信心滿滿。你可能會發現，很多事情在推進過程中遇到的阻礙都莫名其妙地消失了，或者是原本需要費很大力氣才能解決的問題，輕鬆就能找到解決辦法。這種好狀態會讓你在處理各種事務時都遊刃有餘，甚至還有餘力去幫助身邊的人。而且，你的好運似乎還會感染到周圍的人，大家和你在一起時都會覺得輕鬆愉快，這也讓你的社交圈更加和諧融洽。總之，對你來說是個充滿機遇和驚喜的日子，好好享受這份好運，盡情去追逐自己的目標吧。",
        "love_text": "單身的你，魅力值拉滿，走到哪兒都像自帶聚光燈，很容易吸引到別人的目光。你的自信和活力會讓你在社交場合中格外耀眼，說不定會有人主動向你搭話，或者通過朋友間接表達好感。別害羞，大大方方展現真實的自己就好。已有伴者的你，和另一半的相處會格外和諧，哪怕只是一起做些小事，比如逛超市、做飯，也能聊得很開心。彼此的默契會讓你們覺得，原來幸福就是這麼簡單。",
        "take_star": "",
        "work_text": "你的行動力和專注力雙雙在線，無論是處理工作難題還是攻克學習瓶頸，都能快速找到突破口。整體節奏流暢，效率極高，甚至能提前完成既定目標，為後續安排騰出時間。這種狀態容易讓你在團隊中脫穎而出，或在學習中收穫成就感，但需注意別因速度過快而忽略細節，適當檢查能避免小疏漏。",
        "lucky_star": "射手座",
        "money_text": "在消費上保持清醒，購物前會反覆比價、權衡實用性，甚至能通過翻找舊物替代新買，省下一筆意外開支。不過，別因“省錢”過度壓抑需求，比如必要的生活用品或健康相關支出，該花還是要花。另外，若有人找你借錢或推薦投資，先問清細節再決定，別因“抹不開面子”倉促答應，守住錢包比面子更重要。",
        "health_text": "胃口格外好，看到美食容易忍不住多吃兩口，甚至可能比平時多添一碗飯。不過要注意別吃撐，尤其是晚餐儘量控制在七八分飽，避免給腸胃增加負擔。如果下午餓了，可以選些低糖水果或堅果當零食，比蛋糕、奶茶更健康。另外，飯後別急著坐下或躺下，靠牆站10分鐘或散步15分鐘，能幫腸胃消化，也能防止小肚子悄悄長肉。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "購買奢侈品",
        "yi": "嘗試創意料理",
        "all": "76%",
        "date": "2025-09-21",
        "love": "71%",
        "work": "81%",
        "money": "70%",
        "health": "75%",
        "notice": "按照自己的節奏",
        "discuss": "70%",
        "all_text": "你的整體運勢比較平穩，沒有大起大落，波瀾不驚的一天。這種平穩的狀態會讓你感到安心和踏實，你可以按照自己的節奏和計劃來安排生活。或許會有一些屬於自己的閒暇時間，你可以利用這些時間做一些自己喜歡的事情，比如看看書、聽聽音樂、做做運動，或者只是簡單地發發呆，放鬆一下身心。這種悠閒的時光會讓你從忙碌的生活中暫時解脫出來，給自己的心靈充充電。在平靜中，你也能更好地思考一些問題，理清自己的思路，為未來的生活做好規劃。雖然沒有特別突出的好運，但這種平穩也是一種幸福，讓你能夠穩穩地享受生活的美好。",
        "love_text": "單身的你，如果心裡有喜歡的人，不妨多找機會和對方互動，比如發個消息問候，或者分享一件有趣的事。你的真誠和細心會讓對方感受到你的心意，哪怕只是小小的行動，也可能為關係推進一大步。已有伴者的你，別總把“愛”藏在心裡，適合直接表達你的關心，比如一句“累不累”或者一個溫暖的擁抱，都能讓對方感受到你的在乎，避免因為太內斂而讓對方猜不透。",
        "take_star": "",
        "work_text": "整體節奏偏向穩中求進，沒有大起大落的波動，但每一步都走得紮實。你更傾向於按計劃推進事務，無論是工作項目還是學習任務，都能通過耐心和細緻積累成果。這種狀態適合處理需要長期投入的事，比如整理資料、完善方案，或複習薄弱環節，雖不驚豔但效果顯著。",
        "lucky_star": "摩羯座",
        "money_text": "對賺錢的事有點“提不起勁”，既沒特別想買的，也沒動力研究理財，消費和儲蓄都按慣性走。這種狀態雖不易出錯，但也可能錯過小機會——比如商家限時折扣、同事分享的省錢技巧，或家人提醒的賬單優惠。不妨主動翻翻手機裡的消費記錄，看看哪些是“習慣性支出”，稍微調整就能省點，別讓錢在“沒想法”裡悄悄溜走。",
        "health_text": "睡前容易抱著手機刷不停，可能是追劇、看短視頻，或是和朋友聊天，結果越玩越精神，反而睡不著。建議睡前1小時就把手機放在客廳或臥室外，換成看紙質書、聽輕音樂，或用溫水泡泡腳，這些方式能幫你更快進入放鬆狀態。另外，臥室燈光調暗些，窗簾拉嚴實，避免光線干擾睡眠質量，睡好了第二天精神才會更足。",
        "lucky_color": "紅色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度理想主義",
        "yi": "逛逛科技館",
        "all": "95%",
        "date": "2025-09-21",
        "love": "96%",
        "work": "90%",
        "money": "98%",
        "health": "97%",
        "notice": "幸運女神的眷顧",
        "discuss": "93%",
        "all_text": "你的整體運勢簡直棒棒噠，就像被幸運女神特別眷顧一樣。你身邊會出現很多良師益友，他們就像夜空中的星星，為你照亮前行的道路。和他們交流互動的過程中，你會受益匪淺，從他們身上學到很多新的知識和經驗，拓寬自己的視野。這些良師益友可能會給你提供一些寶貴的建議，幫助你解決一些困擾已久的問題，或者啟發你產生新的想法和創意。他們的存在會讓你的生活變得更加豐富多彩，充滿樂趣。而且，和他們在一起時，你會感到非常愉快和放鬆，這種良好的氛圍也會讓你更加積極地面對生活。所以，不妨多和身邊的人交流交流，說不定會有意想不到的收穫。",
        "love_text": "單身的你，遇到心動對象時，別猶豫，主動出擊反而更容易抓住機會。你的幽默和靈活會讓對話變得輕鬆有趣，哪怕只是聊些日常小事，也能讓對方對你產生好感。已有伴者的你，適合和另一半一起做些互動性強的事，比如玩遊戲、看喜劇，或者一起嘗試新餐廳。你的帶動會讓氣氛更活躍，彼此也能在笑聲中更親近，感情升溫的小秘訣就藏在這些小互動裡",
        "take_star": "",
        "work_text": "關鍵是“突破邊界”，你不再滿足於按部就班，而是主動探索新領域、嘗試新方法。無論是工作中接觸陌生業務，還是學習中涉獵跨學科知識，都能激發你的興趣和創造力。這種狀態容易帶來意外收穫，比如發現更高效的工作流程，或找到適合自己的學習方法，但需注意別因興趣分散而忽略核心目標。",
        "lucky_star": "白羊座",
        "money_text": "財運像被好運光環籠罩，正職收入穩定的同時，還可能收到意外的錢財進賬——比如兼職的小額報酬、朋友還的舊賬，或之前申請的補貼到賬。消費上也容易遇到“剛好需要”的優惠，比如想買的東西打折、常去的店送優惠券。不過別因“來錢容易”就大手大腳，把多出來的錢存一部分，剩下的再用來獎勵自己，細水長流更踏實。",
        "health_text": "容易為了追劇、刷視頻或打遊戲熬夜，明明困得眼皮打架，還想著“再看一集”“再玩一局”，結果第二天起床頭昏腦脹，連早飯都懶得吃。建議給自己設個“睡前鬧鐘”，比如晚上11點必須關掉電子設備，提前把第二天要穿的衣服、要帶的東西準備好，減少“再玩一會兒”的藉口。另外，熬夜後第二天儘量補個午覺，哪怕只睡20分鐘，也能緩解疲勞。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "獨自生悶氣",
        "yi": "感受藝術美",
        "all": "60%",
        "date": "2025-09-21",
        "love": "55%",
        "work": "68%",
        "money": "54%",
        "health": "62%",
        "notice": "做決策猶豫不決",
        "discuss": "57%",
        "all_text": "你的整體運勢有些低迷，就像被一層陰雲籠罩著，心情也有些沉悶。這一天你可能會缺乏主見，在做決策時猶豫不決，不知道該選擇哪條路。這種迷茫感會讓你感到有些焦慮和無助，甚至可能會錯過一些機會。你可能會過度依賴他人的意見，而忽略了自己內心的想法，導致做出的決定並不是自己真正想要的。在面對各種選擇時，你會變得小心翼翼，生怕選錯了會帶來不好的後果。這種狀態會讓你在處理事情時效率降低，也容易讓自己陷入糾結的情緒中。不過，別太擔心，這只是暫時的，試著給自己一些時間和空間，靜下心來傾聽自己內心的聲音，或許就能找到方向。",
        "love_text": "單身的你，可能會忍不住羨慕身邊朋友的甜蜜愛情，但自己卻有點“擺爛”，覺得“反正也遇不到”。其實，與其被動等待，不如試著調整心態，多給自己一些積極的暗示，比如“我也值得被愛”。已有伴者的你，要注意別因為小事故意說氣話，比如對方沒及時回消息就陰陽怪氣，這樣容易讓矛盾升級。有情緒不妨直接說，別讓對方猜，反而能更快解決問題。",
        "take_star": "",
        "work_text": "對任務的態度比較鬆散，更想偷懶或拖延。無論是工作還是學習，都可能因缺乏動力而進展緩慢，甚至出現“能拖就拖”的情況。這種狀態容易讓你錯過截止日期，或影響整體質量，建議給自己設定小目標，比如“先完成半小時任務再休息”，用分段式推進打破懶散。",
        "lucky_star": "雙魚座",
        "money_text": "容易被情緒牽著鼻子走，開心時想買點東西慶祝，煩躁時又靠購物發洩，結果錢花得沒計劃，晚上一算賬可能後悔。建議給自己設個“冷靜期”——看到想買的先加購物車，過1小時再決定是否下單；或者用“轉移法”，比如想發洩時去散步、聽歌，比買買買更省錢。另外，和家人朋友聊聊消費計劃，他們的提醒能幫你剎住衝動。",
        "health_text": "容易因為小事情緒低落，比如和家人拌嘴、工作上被批評，或是看到負面新聞，結果一整天都悶悶不樂，甚至吃不下飯或睡不著覺。建議遇到不開心的事時，先做3次深呼吸，把注意力從“煩心事”上移開；或者找朋友聊聊天，把心裡的委屈說出來，別憋著。另外，吃頓熱乎的飯菜、曬10分鐘太陽，也能幫你快速調整情緒，別讓壞心情影響身體健康。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "拒絕與人合作",
        "yi": "考取專業證書",
        "all": "70%",
        "date": "2025-09-21",
        "love": "62%",
        "work": "73%",
        "money": "75%",
        "health": "72%",
        "notice": "躲在自己小世界",
        "discuss": "76%",
        "all_text": "你的整體運勢平平淡淡，沒有太多的波瀾和驚喜。你可能會選擇宅家躺平，享受這份寧靜和安逸。這一天，你不想被外界的喧囂和紛擾所打擾，只想在自己的小世界裡放鬆身心。你可以窩在沙發上看一部喜歡的電影，或者聽一些舒緩的音樂，讓自己沉浸在音樂的世界裡。也可以泡一杯熱茶，靜靜地坐在窗前，看著窗外的風景發呆。這種宅家的生活會讓你感到非常舒適和自在，讓你能夠暫時忘卻生活中的壓力和煩惱。雖然沒有什麼特別的事情發生，但這種平淡的生活也有它獨特的魅力，讓你能夠好好地休息一下，為接下來的生活積蓄能量。",
        "love_text": "單身的你，可能會因為太“傲嬌”而錯過機會，比如明明對某個人有好感，卻故意裝作不在意，或者等對方先主動。其實，偶爾放下“面子”，稍微示好一下，反而能讓關係更近一步。已有伴者的你，容易口不對心，比如明明想關心對方，卻說成“你怎麼這麼笨”，或者明明在意卻假裝無所謂。試著用更直接的方式表達，比如“我很擔心你”，反而能讓對方感受到你的真心。",
        "take_star": "",
        "work_text": "整體節奏偏向瑣碎但必要，你需要處理大量細節性事務，比如整理文件、回覆郵件、協調各方需求，或完成作業中的小題目、複習零散知識點。這些任務看似不起眼，卻對整體進度至關重要，你的耐心和條理性會成為關鍵。雖然過程可能有些枯燥，但完成後會有“積少成多”的成就感。",
        "lucky_star": "天秤座",
        "money_text": "把精力放在“學習理財”上，比如刷幾條實用的存錢技巧視頻、和懂理財的朋友聊聊經驗，或翻翻之前的賬單，看看哪些支出能優化。雖然暫時看不到明顯的錢財增長，但這些積累會為未來打基礎。消費上別盲目跟風“網紅款”“限量款”，先問自己“真的需要嗎”，理性消費能幫你省下不少冤枉錢，慢慢培養“錢生錢”的意識。",
        "health_text": "運動時容易因為想“挑戰極限”而忽略身體信號，比如明明已經喘得厲害，還硬要加快跑步速度；或是舉鐵時為了多撐2秒，導致動作變形，結果可能拉傷肌肉、扭到關節，甚至摔倒受傷。建議運動時多留意呼吸節奏和肌肉感受——如果心跳快到說話斷斷續續，或是某個部位酸脹得厲害，就立刻減速或停止，別硬撐。另外，運動後用泡沫軸放鬆肌肉（尤其是大腿、小腿），能減少運動損傷的風險。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "胡亂發脾氣",
        "yi": "提前列好清單",
        "all": "55%",
        "date": "2025-09-21",
        "love": "54%",
        "work": "59%",
        "money": "50%",
        "health": "61%",
        "notice": "情緒像易燃炸彈",
        "discuss": "57%",
        "all_text": "你的整體運勢欠佳，情緒就像一顆隨時可能爆炸的炸彈，一點就著。生活中一些小事都可能成為你發脾氣的導火索，讓你變得煩躁不安。這種暴躁的情緒會影響你與身邊人的關係，可能會讓他們對你敬而遠之。你可能會覺得周圍的一切都不順心，看什麼都不順眼，甚至會對自己產生懷疑和否定。這種負面的情緒會讓你陷入一種惡性循環，越想越生氣，越生氣越覺得生活糟糕。其實，很多時候問題並沒有你想象的那麼嚴重，只是你的情緒在作祟。試著深呼吸，讓自己冷靜下來，換個角度去看待問題，或許你會發現事情並沒有那麼糟糕。不要讓一時的情緒影響了你的生活，保持平和的心態才能更好地面對每一天。",
        "love_text": "單身的你，可能完全沒把脫單放在心上，更願意把精力放在自己的事情上，比如追劇、健身或者學習新技能。其實，偶爾放鬆一下也不錯，但如果有機會認識新朋友，也別急著拒絕，說不定會遇到讓你心動的人。已有伴者的你，可能會各忙各的，比如你追你的劇，對方打他的遊戲，雖然各自安好，但也容易忽略彼此的陪伴。偶爾抽點時間一起做件事，比如吃頓飯、聊聊天，感情會更穩固。",
        "take_star": "",
        "work_text": "無論是工作項目還是學習任務，都可能因某個環節受阻而進展不順。比如方案被否定、實驗失敗，或解題思路陷入死衚衕。這種狀態容易讓你焦慮，但換個角度看，正是發現問題的好機會。建議暫時放下當前任務，做些輕鬆的事調整心態，再回頭處理會更清晰。",
        "lucky_star": "天蠍座",
        "money_text": "容易因“急”或“慌”在錢上出錯——比如急著付款沒核對金額、聽信“限時優惠”匆忙下單，或看到別人投資賺錢就跟風，結果可能買貴、買錯，甚至踩坑。建議做任何和錢有關的決定前，先深呼吸10秒，把條款、價格、需求都理清楚再行動。另外，別因“怕麻煩”省略核對步驟，比如收快遞時檢查物品是否完整，避免後續扯皮更耗時間。",
        "health_text": "容易因為想太多而心事重重，比如擔心工作沒做好、糾結和朋友的矛盾，或是反覆回憶不愉快的經歷，結果晚上睡不著，白天沒精神。建議把“想太多”的時間用來做具體的事——比如列個待辦清單，把問題拆解成小步驟逐個解決；或去戶外走20分鐘，讓新鮮空氣和陽光幫你清空思緒。另外，睡前寫3件“做得好的小事”，能幫你轉移注意力，慢慢放下煩惱。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "為滿減湊單",
        "yi": "制定旅遊計劃",
        "all": "80%",
        "date": "2025-09-21",
        "love": "78%",
        "work": "71%",
        "money": "85%",
        "health": "87%",
        "notice": "梳理冒出的想法",
        "discuss": "82%",
        "all_text": "你的整體運勢相對穩定，沒有太大的起伏波動，卻能讓你感到安心。這種平穩的狀態讓你有時間梳理近期冒出的新想法，或許你腦海中已經浮現了一些計劃或創意，但別急著立刻付諸行動——先花點時間完善細節會更穩妥。你的思維清晰，能夠理性分析各種可能性，這種冷靜的態度會幫你避開一些潛在的麻煩。生活中可能會遇到一些需要協調的小事，比如朋友間的安排或家庭中的小討論，你的包容心和溝通能力會成為解決問題的關鍵。整體來看，這一天適合沉澱自己，把零散的靈感串聯起來，為未來的行動打下基礎。別被外界的瑣碎干擾，保持自己的節奏，你會感受到內心的踏實與滿足。",
        "love_text": "單身的你，可能會覺得“沒遇到心動的人”，哪怕身邊有人示好，也覺得“差點意思”。其實，感情需要時間慢慢培養，別急著否定，多給彼此一些瞭解的機會，說不定會發現對方的閃光點。已有伴者的你，適合和另一半一起制定個小計劃，比如週末去哪兒玩，或者一起學做一道菜。共同的目標會讓你們更有默契，也能為感情增添新鮮感。",
        "take_star": "",
        "work_text": "腦海中不斷湧現新想法，像繁星般閃爍卻未連成星河。計劃停留在草稿階段，行動的齒輪被猶豫卡住。或許該先完成再完美，試著把碎片靈感拼成雛形，哪怕不夠精緻，至少能讓想法落地生根。別讓“想太多”偷走你的行動力，小步試錯比原地空想更接近目標。",
        "lucky_star": "金牛座",
        "money_text": "對錢相關的信息特別敏感，比如同事聊的省錢APP、朋友圈分享的團購優惠，或家人提到的銀行活動，都能被你捕捉到，稍微操作就能省點錢或賺點小利。不過別被“信息轟炸”弄暈，先篩選和自己相關的（比如常去的超市折扣、常用的支付平臺活動），再重點跟進。另外，和他人聊錢時別輕易透露自己的存款或投資計劃，保護隱私能避免不必要的麻煩。",
        "health_text": "容易因為“怕麻煩”或“覺得沒必要”，而忽略運動前的準備，比如直接穿著日常衣服跑步、沒穿運動內衣就跳繩，或是沒檢查運動場地（比如地面是否溼滑、器材是否穩固），結果可能因為裝備不合適或環境問題受傷。建議運動前花3分鐘檢查：換上透氣吸汗的運動服、穿防滑運動鞋，女生記得戴運動內衣；如果是戶外運動，先看天氣預報，避開大風、下雨天。",
        "lucky_color": "抹茶色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忽視他人感受",
        "yi": "收藏限量單品",
        "all": "85%",
        "date": "2025-09-21",
        "love": "82%",
        "work": "83%",
        "money": "79%",
        "health": "88%",
        "notice": "發現生活小確幸",
        "discuss": "70%",
        "all_text": "整體運勢尚佳，你的精神狀態相對滿足，像被陽光曬過的棉被一樣鬆軟溫暖。這種輕鬆的心情會讓你更容易發現生活中的小確幸，或許是一句暖心的問候，或是一段讓你會心一笑的對話，這些細微的快樂會成為你一天的好心情來源。你的直覺比平時更敏銳，能夠察覺到周圍人情緒的微妙變化，這種能力讓你在與人相處時更加遊刃有餘。生活中可能會有些小驚喜，比如突然收到期待已久的消息，或是遇到讓你眼前一亮的事物，這些都會讓你的嘴角不自覺上揚。記得保持這種開放的心態，別讓瑣事消耗你的熱情，享受當下的每一刻，你會發現自己比想象中更幸福。",
        "love_text": "單身的你，可以試著製造一些“偶遇”的機會，比如去常去的咖啡館，或者參加朋友的小聚會。你的神秘感會吸引別人的注意，主動一點，說不定能開啟一段新緣分。已有伴者的你，適合和另一半深入聊聊彼此的想法，比如對未來的規劃，或者對感情的期待。你的傾聽和分享會讓對方覺得被重視，彼此的瞭解也會更進一步。",
        "take_star": "",
        "work_text": "像在打磨一件藝術品，專注雕琢每個細節。看似緩慢的進程，實則在為未來鋪路。那些被你反覆檢查的漏洞、補充的備註，正在悄悄築起安全網。或許成果不會立刻顯現，但紮實的過程會讓你更安心。保持這種“慢工出細活”的節奏，時間會給你答案。",
        "lucky_star": "巨蟹座",
        "money_text": "在“賺錢思路”上拓展一下，比如想想現有的技能能不能接點兼職（比如幫人做PPT、教外語），或把閒置物品掛二手平臺賣掉，甚至和同事聊聊有沒有合作賺外快的機會。雖然不會立刻有大進賬，但這些嘗試能幫你打開視野，發現新的賺錢方向。消費上別因“想嘗試新東西”買一堆用不上的，先從小樣或試用裝開始，更省錢。",
        "health_text": "容易因為“嘴饞”或“情緒性進食”而暴飲暴食，比如看到零食忍不住全吃掉、心情不好時點一大份外賣，結果吃撐了肚子脹，甚至可能胃疼或拉肚子。建議把零食分成小份，每次只拿一小包吃；情緒不好時，用喝水、嚼口香糖或捏解壓玩具代替吃東西。另外，吃飯時放慢速度，每口嚼20下，能幫你更快感受到“飽了”的信號，避免吃太多。",
        "lucky_color": "鵝黃色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕信小道消息",
        "yi": "沉浸式體驗",
        "all": "92%",
        "date": "2025-09-21",
        "love": "86%",
        "work": "93%",
        "money": "91%",
        "health": "92%",
        "notice": "自帶光芒好運到",
        "discuss": "90%",
        "all_text": "幸運在線，你像被好運包裹的禮物，無論走到哪裡都自帶光芒。這種幸運不是突然降臨的驚喜，而是你過去積累的能量在集中釋放，讓你在實踐中得到滿滿的收穫。你的行動力特別強，想到什麼就會立刻去做，這種果斷會幫你抓住許多稍縱即逝的機會。生活中可能會有一些需要你主動爭取的事情，比如參與某個活動、表達自己的觀點，或是嘗試新事物，別猶豫，大膽去做就對了。你的熱情和真誠會感染身邊的人，甚至可能吸引到志同道合的夥伴。這一天適合展開行動，無論是小事還是大目標，只要邁出第一步，你就會發現後續的發展比想象中更順利。",
        "love_text": "單身的你，社交運不錯，可能會通過朋友介紹認識新的人，或者在一些興趣活動中遇到聊得來的人。別宅在家裡，多出去走走，說不定會遇到讓你心動的人。已有伴者的你，適合和另一半一起參加活動，比如看展、運動，或者一起嘗試新事物。共同的體驗會讓你們更有話題，也能在互動中增進感情，比各自玩手機有意思多了。",
        "take_star": "",
        "work_text": "你的思維像被點燃的煙花，靈感噼裡啪啦炸開。那些平時卡殼的問題，突然有了新解法；擱置的計劃，也冒出突破性的方向。這種“靈感爆發期”難得且短暫，不妨隨身帶紙筆，隨時記錄靈光一現的點子。哪怕暫時無法落地，先攢下“創意種子”，未來自有發芽的機會。",
        "lucky_star": "獅子座",
        "money_text": "發展副業的好時機，之前猶豫的兼職、興趣變現的想法，或朋友邀請的合作項目，都可以試著推進——你的熱情和行動力能吸引機會，甚至遇到願意幫你牽線的人。不過別因“急著賺錢”忽略合同細節或分成比例，提前和對方說清規則，避免後續扯皮。另外，主職工作別因副業分心，先把本職任務完成，再利用業餘時間搞副業，兩邊都不耽誤。",
        "health_text": "容易犯懶，能躺著絕不坐著，能坐著絕不站著，比如追劇時窩在沙發裡一動不動，或是吃完飯直接躺下刷手機，結果一整天都沒怎麼活動，容易腰痠背痛，還可能影響消化。建議每隔1小時起身走5分鐘，比如去倒杯水、上個廁所，或做幾個簡單的伸展動作（比如轉腰、踮腳尖）。另外，下午可以下樓取個快遞、遛遛狗，增加日常活動量，身體會更舒服。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "文件不備份",
        "yi": "睡前冥想",
        "all": "59%",
        "date": "2025-09-21",
        "love": "66%",
        "work": "64%",
        "money": "58%",
        "health": "65%",
        "notice": "休閒娛樂太放縱",
        "discuss": "62%",
        "all_text": "整體運勢略差，你可能會在休閒娛樂上過於放縱，像脫韁的野馬般難以自控。這種狀態會讓你忽略一些原本需要處理的事情，比如未回覆的消息、未完成的家務，或是需要規劃的安排，導致後續可能有些手忙腳亂。你的精力容易被分散，一會兒想做這個，一會兒又想玩那個，結果反而什麼都沒做好。生活中可能會有些小誘惑，比如遊戲、社交軟件，或是朋友的臨時邀約，這些會讓你忍不住沉浸其中，忘記時間的流逝。建議你給自己設定一些小規則，比如限制娛樂時間，或是先完成必須做的事再放鬆，否則到了晚上可能會因為虛度光陰而感到懊惱。適當放鬆沒問題，但別讓放縱變成負擔。",
        "love_text": "單身的你，別因為“怕麻煩”或者“覺得沒結果”就自動放棄機會，比如朋友約你相親，或者有人主動搭話，別急著拒絕，先了解看看，說不定會有驚喜。已有伴者的你，容易因為不夠自信而患得患失，比如擔心自己不夠好，或者對方不夠在意自己。其實，你的真誠和踏實就是最大的優點，多給自己一些肯定，也能讓對方更安心。",
        "take_star": "",
        "work_text": "習慣用老方法應對新問題。雖然穩妥，卻容易錯過更高效的路徑。或許該試著跳出“舒適圈”，比如換種溝通方式、嘗試新工具，或向他人請教不同思路。改變不一定立刻見效，但打破固定模式後，你會發現自己有更多可能性。",
        "lucky_star": "雙子座",
        "money_text": "花錢沒概念，可能是請客吃飯時搶著買單、看到促銷就囤貨，或為了“面子”買貴的東西，結果錢像流水一樣花出去，晚上一看賬單直心疼。建議給自己設個“每日消費上限”，比如不超過300塊，超出部分先存起來；或者用現金支付，看著錢變少會更剋制。另外，別因“怕別人說小氣”勉強消費，真正的朋友不會因你省錢而疏遠你。",
        "health_text": "容易因為工作、學習或生活上的事給自己太大壓力，比如擔心任務完不成、糾結選擇對不對，結果一整天都繃著神經，連吃飯都沒胃口，晚上還失眠。建議把“必須做好”的念頭換成“盡力就好”，完成一件任務後給自己點小獎勵（比如喝杯奶茶、聽首歌），慢慢調整心態。另外，睡前做10分鐘冥想（閉眼深呼吸，專注呼吸節奏），能幫你放鬆神經，睡得更踏實。",
        "lucky_color": "奶茶色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "連續簽到斷籤",
        "yi": "嘗試跨界合作",
        "all": "88%",
        "date": "2025-09-21",
        "love": "72%",
        "work": "76%",
        "money": "89%",
        "health": "90%",
        "notice": "保持獨立的思考",
        "discuss": "87%",
        "all_text": "整體運勢尚可，你能夠保持獨立的思考，像一座燈塔般在人群中堅守自己的方向。這種清醒的頭腦會讓你在面對各種信息時保持理性，不會輕易被別人的觀點左右。你的創造力比平時更活躍，可能會冒出一些獨特的想法，這些靈感或許暫時用不上，但可以記錄下來，未來可能會派上大用場。生活中可能會有一些需要你做決定的事情，比如選擇哪條路線、吃什麼，或是如何安排時間，你的直覺會幫你做出最合適的選擇。別害怕與眾不同，堅持自己的判斷，你會發現自己的選擇往往比別人更靠譜。這一天適合保持內心的平靜，不被外界的喧囂干擾，你會感受到一種從容的自在。",
        "love_text": "單身的你，適合主動刷好感，比如和心儀的人多聊幾句，或者分享一些有趣的事。你的獨特和幽默會讓人印象深刻，別藏著掖著，大膽展現自己就好。已有伴者的你，別隻顧著自己的事，多主動關心對方，比如問一句“過得怎麼樣”，或者幫對方做件小事。你的體貼會讓對方覺得被愛包圍，感情也會更甜蜜。",
        "take_star": "",
        "work_text": "像站在安全線內觀察世界，明明有新想法，卻猶豫是否要邁出那一步。或許是怕出錯，或是擔心不被理解，但保守的態度可能讓你錯過機會。不妨先從小範圍嘗試開始，比如和信任的人分享觀點，或在小任務中融入新元素。行動比完美更重要，哪怕結果不理想，也能積累經驗。",
        "lucky_star": "處女座",
        "money_text": "容易通過小投入獲得小回報，比如參與平臺的簽到領紅包、完成簡單任務賺積分換錢，或把閒置物品賣給需要的人，雖然金額不大，但積少成多也挺開心。消費上也容易遇到“剛好需要”的優惠，比如想買的東西降價、常去的店送小禮品。不過別因“貪小便宜”買一堆用不上的，把賺到的小錢存起來，慢慢就能攢出一筆可觀的備用金。",
        "health_text": "容易因為趕時間或覺得“鞋子不重要”，而隨便穿雙硬底鞋、拖鞋或不合腳的鞋出門，結果走多了路腳疼，甚至磨出水泡或扭到腳。建議出門前檢查鞋子是否舒服——鞋底要軟、有彈性，鞋面不磨腳，鞋帶繫緊但不勒腳。如果需要長時間走路或站立（比如逛街、通勤），可以帶雙備用鞋，中途換著穿，減少腳部疲勞，避免受傷。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "開啟多個計劃",
        "yi": "享受美食探店",
        "all": "82%",
        "date": "2025-09-21",
        "love": "84%",
        "work": "83%",
        "money": "80%",
        "health": "85%",
        "notice": "注入全新的動力",
        "discuss": "89%",
        "all_text": "整體運勢平順，你像被注入了全新的動力，整個人充滿活力與幹勁。這種狀態不是突然爆發的激情，而是一種持續的、溫和的能量，讓你在做任何事情時都更有耐心和熱情。你的情緒比平時更穩定，即使遇到小麻煩也能冷靜應對，這種平和的心態會幫你避開許多不必要的糾結。生活中可能會有一些需要你主動推進的事情，比如整理房間、學習新技能，或是和朋友深入交流，你會發現自己比想象中更有行動力。你的善意和溫暖會感染身邊的人，甚至可能收到意外的感謝或幫助。這一天適合做一些讓自己感到充實的事情，無論是小事還是大目標，只要開始行動，你就會感受到內心的滿足與快樂。",
        "love_text": "單身的你，適合和感興趣的人培養共同話題，比如聊喜歡的電影、音樂，或者分享彼此的生活。共同的興趣會讓你們更有共鳴，也能更快拉近距離。已有伴者的你，和另一半的溝通會很順暢，哪怕有不同意見，也能心平氣和地討論。別怕表達真實想法，你的坦誠會讓對方更信任你，感情也會更穩定。",
        "take_star": "",
        "work_text": "終於鼓起勇氣，把“想”變成“做”。或許是主動承擔了一個小任務，或是向他人表達了想法，這種“踏出第一步”的勇氣，會讓你更有掌控感。雖然過程中可能遇到小阻礙，但別急著退縮——你比自己想象的更有韌性。每完成一個小目標，都會為你的信心賬戶存入一筆“能量”。",
        "lucky_star": "水瓶座",
        "money_text": "求財適合“穩”字當頭，比如把閒錢存定期、買低風險的理財產品，或選擇“保本型”的收益方式，雖然收益不高，但勝在安全，不用提心吊膽盯著漲跌。消費上也別追求“高端”“名牌”，選擇實用耐用的更划算，比如買基礎款的衣服、用國產性價比高的日用品。另外，別因“別人都有”就盲目跟風投資或消費，守住自己的節奏，錢才會越攢越穩。",
        "health_text": "適合適度曬曬太陽，比如上午9點前或下午4點後，在戶外走20分鐘，讓陽光照在胳膊、臉上（別塗太多防曬），能幫身體合成維生素D，促進鈣吸收，還能改善情緒。不過別在正午陽光最強時暴曬，容易曬傷皮膚。如果陰天或下雨，可以在室內靠窗的位置坐一會兒，也能接觸到部分紫外線。另外，曬太陽時別戴墨鏡，讓眼睛也能感受到光線，效果更好。",
        "lucky_color": "綠色",
        "lucky_number": "3"
      }
    }
  }
}