{
  "updated": "2025-11-26T21:07:57.015Z",
  "updateTime": "2025/11/27 上午5:07:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14971,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝兩杯奶茶",
        "yi": "拓展社交圈子",
        "all": "80%",
        "date": "2025-11-27",
        "love": "85%",
        "work": "82%",
        "money": "76%",
        "health": "85%",
        "notice": "穩步向前的節奏",
        "discuss": "89%",
        "all_text": "整體運勢呈現出積極向好的態勢，背後有一股無形的力量推著生活穩步向前。在生活裡，能清晰地感受到內心有著明確的方向，能夠按照自己的想法去規劃日常的種種。無論是處理生活瑣事，還是安排休閒娛樂活動，都能有條不紊地進行。這種按部就班卻又充滿自主性的節奏，讓人感到安心且充實。在與人交往方面，也能以平和的心態去面對，不會輕易被外界的干擾所影響。面對生活中的小挑戰，也能憑藉自身的毅力和決心去克服，一步一個腳印地朝著目標邁進。這種踏實的生活狀態，會讓內心充滿成就感，對未來的生活也充滿了期待，願意以更加積極的態度去迎接新的變化和機遇。",
        "love_text": "單身的你，緣分正悄悄向你靠近。或許在某個不經意的瞬間，那個與你靈魂契合的人就會出現在你的視線裡。別總是宅在家裡，多出去走走，參加一些社交活動，說不定就能開啟一段浪漫的戀情。已有伴者的你，和另一半的感情如同冬日裡的暖陽，愈發溫暖甜蜜。你們會更加珍惜彼此相處的時光，一起做些簡單又溫馨的事，比如窩在沙發上看電影，感情在不經意間升溫。",
        "work_text": "在前進道路上勢如破竹。整體狀態極佳，思維活躍且行動力強，無論是面對複雜的工作任務，還是繁重的學習內容，都能迅速找到解決辦法。憑藉這股衝勁，很容易在眾多競爭者中脫穎而出，取得令人矚目的成績，為未來發展打下堅實基礎。",
        "lucky_star": "水瓶座",
        "money_text": "財運有小驚喜，會有一些小額進賬的機會出現，可能是之前的小付出有了回報，或是收到一些退款、小獎勵之類的。不過別因為這點小錢就放鬆對財務的規劃，還是要合理分配，別把錢都花在無關緊要的小物件上，為後續可能的大支出做好準備。",
        "health_text": "活力滿滿的一天，很適合開展各類運動，像跑步、打球都不錯。不過運動前別忘了熱身，運動過程中也要注意強度，別一下運動過量，不然容易拉傷肌肉。運動完記得拉伸放鬆，這樣能讓身體恢復得更好，也能減少運動損傷，讓你能持續享受運動的快樂。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走親訪友",
        "yi": "嘗試新想法",
        "all": "82%",
        "date": "2025-11-27",
        "love": "76%",
        "work": "77%",
        "money": "89%",
        "health": "81%",
        "notice": "滿足當下的狀態",
        "discuss": "79%",
        "all_text": "一切都在順遂的軌道上運行，讓人內心感到格外心安。在生活裡，很容易滿足於當下的狀態，不會有過多的奢求和慾望。對於日常的小確幸，比如一頓美味的晚餐、一場溫馨的聚會，都能從中感受到滿滿的幸福。這種知足常樂的心態，讓生活充滿了簡單的快樂。在處理生活事務時，也能保持耐心和細心，不會因為一些小問題而煩躁不安。與家人朋友相處時，也能給予彼此足夠的理解和支持，關係更加融洽。這種穩定而和諧的生活狀態，會讓人感到無比放鬆，彷彿所有的疲憊都能在這一刻消散，盡情享受生活的美好。",
        "love_text": "單身的你，有邂逅愛情微光的機會。可能在某個日常的場景中，比如超市購物、公園散步時，遇到一個讓你感覺還不錯的人。別害羞，勇敢地打個招呼，說不定就能開啟一段美好的緣分。已有伴者的你，和伴侶的關係平穩和睦。你們之間沒有大的波瀾，相處起來輕鬆自在。可以一起計劃一次短途旅行，為平淡的生活增添一些新鮮感，讓感情更加穩固。",
        "work_text": "秉持穩紮穩打的態度，一步一個腳印地前行。整體節奏平穩有序，不會急於求成，而是注重積累和沉澱。這種踏實的方式雖然不會讓你瞬間取得巨大突破，但能確保每一步都走得堅實，為長期發展積攢能量，逐漸在事業學業上收穫成果。",
        "lucky_star": "金牛座",
        "money_text": "財運穩健向好，之前穩健的理財方式開始有了收益反饋，不管是定期存款的利息，還是穩健型基金的小幅增長，都讓你心裡踏實。但別被這點收益衝昏頭腦，還是要保持理性，別盲目追加投資，維持現有的理財節奏就好。",
        "health_text": "腸胃消化比較順達，吃嘛嘛香。但即便如此，也別暴飲暴食，儘量保持規律的飲食習慣，每餐吃到七八分飽就好。少吃那些油膩、辛辣、生冷的食物，多吃些蔬菜水果，這樣能讓腸胃一直保持良好的狀態，避免消化不良等問題找上門。",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "毛毛躁躁",
        "yi": "調整生活節奏",
        "all": "55%",
        "date": "2025-11-27",
        "love": "59%",
        "work": "65%",
        "money": "53%",
        "health": "62%",
        "notice": "缺乏足夠的動力",
        "discuss": "56%",
        "all_text": "似乎陷入了一種低迷的狀態，缺乏足夠的動力去推動各項事務的進展。在面對生活時，容易產生一種倦怠感，對很多事情都提不起興趣，選擇以擺爛的狀態來應對。無論是日常的起居，還是與他人的交流，都顯得有些敷衍和隨意。內心彷彿被一層陰霾籠罩，找不到前進的方向和動力。對於生活中的變化和挑戰，也缺乏積極應對的勇氣和決心，更願意選擇逃避和退縮。這種消極的狀態如果持續下去，可能會讓生活變得更加混亂和無序。不過，只要能夠及時調整心態，重新找回生活的熱情和動力，就能逐漸擺脫這種困境，重新擁抱美好的生活。",
        "love_text": "單身的你，在感情進展上可能會有些緩慢。不要著急，緣分還沒到的時候，就先好好享受單身生活，提升自己。多學習一些新技能，讓自己變得更加優秀，愛情自然會在不經意間降臨。已有伴者的你，和另一半可能會因為一些小事產生小摩擦。別讓這些小問題影響了你們的感情，多站在對方的角度思考問題，相互理解和包容，很快就能化解矛盾，重歸於好。",
        "work_text": "可能會遭遇一些波折，前進的道路並非一帆風順。整體狀態有些起伏不定，容易受到外界因素的干擾，導致注意力分散。在處理事務時，可能會出現一些小失誤，需要花費更多時間和精力去彌補。不過，只要保持冷靜，及時調整狀態，還是能克服困難。",
        "lucky_star": "處女座",
        "money_text": "財運有點小波折，要格外留意意外支出的情況。可能會突然遇到一些需要花錢的事情，比如物品損壞需要維修更換，或是臨時被邀請參加活動產生費用。所以出門前最好檢查一下物品狀況，參加活動前也先了解下費用情況，避免不必要的破費。",
        "health_text": "注意用眼要適度，現在大家用眼的地方太多了，長時間盯著電腦、手機屏幕，眼睛很容易疲勞。工作或學習一段時間後，就停下來休息休息，看看遠處，做做眼保健操。也可以準備一些人工淚液，眼睛乾澀的時候滴一滴，緩解一下不適。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喜新厭舊",
        "yi": "尋找平衡點",
        "all": "75%",
        "date": "2025-11-27",
        "love": "78%",
        "work": "73%",
        "money": "76%",
        "health": "80%",
        "notice": "按照既定程序進行",
        "discuss": "72%",
        "all_text": "生活呈現出一種相對固定的模式，彷彿一切都在按照既定的程序進行，趨於公式化運轉。在生活裡，每天的日程安排似乎都大同小異，缺乏一些新鮮感和驚喜。起床、吃飯、工作、休息，這些日常活動都像是被設定好的程序，按部就班地進行著。雖然這種穩定的生活模式讓人感到安心，但長時間處於這種狀態下，也容易讓人產生一種單調和乏味的感覺。在與人交往方面，也習慣於遵循以往的模式，缺乏一些創新和變化。不過，這種固定的生活模式也有其好處，它能讓人在熟悉的環境中感到舒適和自在，減少不必要的壓力和焦慮。如果能夠適當打破這種模式，嘗試一些新的事物，或許能為生活增添一些別樣的色彩。",
        "love_text": "單身的你，有偶遇愛情良機的可能。也許是在朋友的聚會上，或者是在工作場合中，遇到那個讓你心動的人。抓住這個機會，主動展示自己的魅力，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶會溫馨相伴。你們會一起度過一段愜意的時光，比如一起做飯、一起聊天，享受彼此的陪伴。這種平淡而溫馨的感覺，會讓你們的感情更加深厚。",
        "work_text": "漸入佳境的一天，逐漸找到適合自己的節奏和方法。整體狀態越來越好，自信心也在不斷增強。在面對各種挑戰時，能夠從容應對，發揮出自己的水平。隨著經驗的積累，你在處理事務時更加得心應手，開始在事業學業上展現出自己的優勢和潛力。",
        "lucky_star": "摩羯座",
        "money_text": "財運有新亮點，兼職方面有不錯的收入機會。可能是在工作之餘接到的臨時小任務，或是利用自己的特長做的副業有了收益。不過別因為兼職收入就打亂原本的生活節奏，要平衡好主業和兼職的時間，別讓兼職影響到主業的發展。",
        "health_text": "睡眠質量良好，能睡個安穩覺。不過睡前別做太刺激的事，像看恐怖電影、玩激烈的遊戲，不然容易讓大腦興奮，影響入睡。可以泡個熱水澡，聽聽舒緩的音樂，營造一個安靜舒適的睡眠環境，這樣能讓你更快進入夢鄉，第二天精神飽滿。",
        "lucky_color": "鵝黃色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "學習新知識",
        "all": "77%",
        "date": "2025-11-27",
        "love": "79%",
        "work": "75%",
        "money": "71%",
        "health": "76%",
        "notice": "被無形枷鎖束縛",
        "discuss": "86%",
        "all_text": "生活略顯單調乏味，彷彿被一層無形的枷鎖束縛住了，內心渴望著一絲變化和突破。在生活裡，每天重複著相似的事情，做著相同的選擇，讓人感到有些疲憊和厭倦。這種單調的生活狀態，讓內心對新鮮事物充滿了渴望，希望能夠有一些不一樣的體驗和感受。在與人交往時，也希望能結識一些新朋友，拓展自己的社交圈子，為生活帶來新的活力和樂趣。對於生活中的各種規則和限制，也產生了一種反抗的情緒，渴望能夠打破常規，展現自己的獨特個性。雖然這種渴望變化的心情可以理解，但也要注意把握分寸，避免因為過於衝動而做出一些不理智的決定。只有以理性的態度去追求變化，才能讓生活真正煥發出新的光彩。",
        "love_text": "單身的你，魅力散發，很容易吸引到異性的目光。在社交場合中，你會成為焦點，自信地展現自己的風采。說不定會有人主動向你表白，開啟一段浪漫的戀情。已有伴者的你，和另一半之間愛意滿滿。你們會更加關心對方，為對方製造一些小驚喜，讓對方感受到你的愛。這種甜蜜的氛圍會讓你們的感情更加穩固，幸福滿滿。",
        "work_text": "按部就班地推進各項事務，整體狀態平穩有序。雖然沒有特別突出的表現，但也沒有出現大的失誤。你能夠按照既定的計劃和目標，有條不紊地完成工作和學習任務，保持一種穩定的發展態勢。這種穩健的方式有助於你積累經驗，為未來的突破做好準備。",
        "lucky_star": "射手座",
        "money_text": "財運和社交人脈有關，通過和朋友的交流互動，可能會發現一些生財的門路。可能是朋友介紹的合作項目，或是大家一起參與的賺錢活動。但別光聽朋友的一面之詞，在參與之前要自己做好調查瞭解，確保項目的可行性和安全性。",
        "health_text": "肩頸容易有緊繃感，可能是長時間保持一個姿勢導致的。工作或學習時，每隔一段時間就活動活動肩頸，做做簡單的伸展動作，像轉動脖子、聳聳肩膀。也可以找個按摩的地方，讓專業人員幫你放鬆一下肩頸肌肉，緩解疲勞和痠痛。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度玩手機",
        "yi": "保持分享欲",
        "all": "93%",
        "date": "2025-11-27",
        "love": "98%",
        "work": "90%",
        "money": "95%",
        "health": "96%",
        "notice": "優勢得到充分凸顯",
        "discuss": "98%",
        "all_text": "可謂是亮點頻現的一天，自身的優勢在各個方面都得到了充分的凸顯，盡情展現著獨特的風采。在生活裡，無論是處理日常事務，還是參與社交活動，都能憑藉自己的細心、耐心和智慧，將事情安排得井井有條，贏得他人的讚賞和認可。在與人交往時，能夠敏銳地察覺到他人的需求和情緒變化，給予恰當的關心和幫助，讓人感到溫暖和安心。這種良好的人際關係，也為生活增添了許多色彩。在面對生活中的挑戰和困難時，也能憑藉自己的堅韌和毅力，冷靜分析問題，找到解決問題的最佳方法。這種出色的表現，不僅讓自己感到自信和滿足，也讓周圍的人對自己刮目相看。今日的生活充滿了機遇和可能，只要能夠抓住機會，充分發揮自己的優勢，就能收穫更多的成功和喜悅。",
        "love_text": "單身的你，桃花盛開，愛情運勢超旺。周圍會出現很多優秀的異性，讓你眼花繚亂。不要挑花眼，用心去感受，選擇那個真正與你心靈相通的人，開啟一段美好的愛情之旅。已有伴者的你，和伴侶情深意濃。你們會更加珍惜彼此，願意為對方付出更多。一起規劃未來，為了共同的目標努力奮鬥，感情在相互扶持中不斷升溫。",
        "work_text": "銳不可當的一天，在前進的道路上勢不可擋。整體狀態極佳，思維敏捷，精力充沛，無論是面對複雜的工作難題，還是高難度的學習任務，都能迅速找到解決方案。憑藉著嚴謹的態度和出色的能力，你很容易在事業學業上取得重大突破，成為眾人矚目的焦點。",
        "lucky_star": "白羊座",
        "money_text": "財運相當不錯，之前的投資開始有了豐厚的回報。可能是股票、基金等投資項目有了不錯的漲幅，或是長期持有的理財產品到期收益可觀。不過別因為賺了錢就過於激進，還是要根據自己的風險承受能力，合理調整投資組合，確保財富的穩定增長。",
        "health_text": "身體機能穩定，整體狀態很不錯。不過還是要保持良好的生活習慣，早睡早起，規律作息。飲食上也要營養均衡，多吃富含蛋白質、維生素的食物。平時也可以適當進行一些運動，增強身體的抵抗力，讓身體一直保持健康的狀態。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "開啟新挑戰",
        "all": "93%",
        "date": "2025-11-27",
        "love": "91%",
        "work": "96%",
        "money": "92%",
        "health": "98%",
        "notice": "被幸運光環籠罩",
        "discuss": "93%",
        "all_text": "整體運勢極為亮眼，彷彿被幸運的光環所籠罩，生活處處都洋溢著愜意與舒適。在生活裡，能明顯感覺到周圍的一切都順遂心意，無論是與家人朋友的相處，還是日常的休閒娛樂，都能收穫滿滿的愉悅感。與他人交流時，能輕鬆營造出和諧融洽的氛圍，彼此之間相互理解、相互支持，讓關係更加親密。在面對生活中的各種選擇時，也能憑藉自己的判斷做出正確的決定，不會陷入糾結和迷茫之中。這種良好的狀態會讓人充滿自信，對生活充滿期待，願意以更加積極的態度去探索生活中的美好。無論是品嚐美食、欣賞藝術，還是參與戶外活動，都能盡情享受其中的樂趣，讓生活變得豐富多彩，充滿意義。",
        "love_text": "單身的你，被愛神眷顧，愛情運勢爆棚。可能會在某個浪漫的場合遇到那個讓你一見鍾情的人，迅速墜入愛河。勇敢地表達自己的感情，不要錯過這個難得的機會。已有伴者的你，和伴侶幸福洋溢。你們會一起享受生活的美好，無論是去看一場電影，還是去品嚐一頓美食，都能感受到滿滿的幸福。珍惜這份感情，讓它一直延續下去。",
        "work_text": "充滿幸運與機遇的一天。整體狀態佳，思維活躍且靈感不斷，無論是處理日常事務還是應對新挑戰，都能輕鬆應對。在團隊協作中，你的協調能力和溝通能力得以充分發揮，能快速推動項目進展，為未來發展打下良好基礎，彷彿一切都在朝著理想的方向穩步前行。",
        "lucky_star": "雙魚座",
        "money_text": "財運在合作方面表現亮眼，和合作夥伴一起開展的項目能帶來不少盈利。大家分工明確，配合默契，項目進展順利，收益也很可觀。不過在分配利益的時候，要和合作夥伴坦誠溝通，明確各自的權益，避免因為利益分配問題產生矛盾，影響後續的合作。",
        "health_text": "精神元氣滿滿，心情也很愉悅。可以利用這份好狀態去做一些自己喜歡的事情，像和朋友聚會、參加戶外活動。但也要注意別過度消耗精力，合理安排時間，該休息的時候就好好休息。保持充足的睡眠，這樣第二天才能繼續元氣滿滿地面對生活。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "閱讀一本好書",
        "all": "50%",
        "date": "2025-11-27",
        "love": "56%",
        "work": "65%",
        "money": "57%",
        "health": "60%",
        "notice": "消極倦怠的困局",
        "discuss": "62%",
        "all_text": "整體運勢低迷沉悶，彷彿置身於一片陰霾之中，整個人都陷入了消極倦怠的生活困局。在生活裡，對很多事情都提不起興趣，缺乏動力和熱情，彷彿所有的活力都被抽走了一般。與他人交往時，也容易表現出冷漠和疏離，不願意主動與人交流，導致人際關係變得有些緊張。面對生活中的小挫折和困難，容易產生放棄的念頭，缺乏堅持下去的勇氣和決心。這種消極的狀態會影響到生活的方方面面，讓生活變得單調乏味，缺乏色彩。不過，只要能夠及時調整心態，認識到自己的問題所在，主動尋求改變，嘗試從一些小事做起，重新找回生活的熱情和動力，就能逐漸走出困境，重新擁抱美好的生活。",
        "love_text": "單身的你，情路有些坎坷。可能會遇到一些讓你不順心的事情，或者遇到一些不太靠譜的人。不要灰心，這只是暫時的，保持樂觀的心態，相信真正的愛情還在後面等著你。已有伴者的你，和另一半可能會矛盾暗生。一些小問題可能會被放大，引發爭吵。遇到問題不要冷戰，及時溝通，坦誠地表達自己的想法和感受，才能化解矛盾，維護好感情。",
        "work_text": "是充滿挑戰與阻礙的一天。整體狀態欠佳，容易陷入思維困境，面對問題時缺乏清晰的思路和有效的解決辦法。在推進事情的過程中，會遇到各種意想不到的麻煩，導致進度緩慢，甚至可能出現停滯不前的狀況，讓你感到壓力倍增。",
        "lucky_star": "巨蟹座",
        "money_text": "財運有點小狀況，要特別注意財物保管的問題。可能會因為疏忽大意，出現物品丟失、被盜的情況，或是買東西時沒注意價格，多花了冤枉錢。所以出門時要保管好自己的財物，購物時也要仔細核對價格，避免不必要的損失。",
        "health_text": "要注意口腔清潔，早晚刷牙可不能偷懶，每次刷牙要刷夠兩分鐘，把牙齒的各個面都刷乾淨。吃完東西后最好也漱漱口，減少食物殘渣在口腔裡的殘留。還可以準備一些牙線，用來清理牙縫裡的髒東西，預防口腔疾病，讓口腔一直保持健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "耍太多小心機",
        "yi": "學習新技能",
        "all": "98%",
        "date": "2025-11-27",
        "love": "97%",
        "work": "90%",
        "money": "95%",
        "health": "92%",
        "notice": "充滿無限的可能",
        "discuss": "97%",
        "all_text": "整體運勢超精彩，彷彿開啟了活力滿滿的生活旅程，充滿了無限的可能和驚喜。在生活裡，整個人都充滿了朝氣和活力，對周圍的一切都充滿了好奇和探索的慾望。願意主動去嘗試新的事物，挑戰自己的極限，不斷拓展自己的生活邊界。與他人交往時，熱情開朗的性格很容易吸引到志同道合的朋友，一起分享生活的快樂和煩惱。在面對生活中的各種變化和挑戰時，能夠保持樂觀積極的心態，勇敢地迎接挑戰，從中汲取經驗和教訓。這種積極向上的生活態度會讓生活變得更加豐富多彩，充滿樂趣。無論是參加戶外運動、學習新的技能，還是參與社交活動，都能盡情展現自己的魅力，收穫滿滿的成就感和幸福感。",
        "love_text": "單身的你，有浪漫邂逅的機會。可能在一次旅行中，或者是在參加某個活動時，遇到那個讓你心動不已的人。抓住這個浪漫的時刻，勇敢地追求自己的幸福，說不定就能開啟一段美好的愛情。已有伴者的你，和伴侶甜蜜如初。你們會一起回憶過去的美好時光，也會一起憧憬未來。相互陪伴，相互支持，感情在歲月的沉澱中愈發深厚，幸福滿滿。",
        "work_text": "暢通無阻、順風順水的一天。整體狀態極佳，精力充沛，充滿活力和幹勁。無論做什麼事情都能迅速進入狀態，高效地完成任務。在面對困難和挑戰時，也能保持樂觀積極的心態，憑藉自己的智慧和勇氣輕鬆化解，為未來發展創造更多可能。",
        "lucky_star": "獅子座",
        "money_text": "財運有驚喜降臨，可能會有一些偏財收入。可能是收到意外的禮物，或是抽獎中了小獎，也可能是之前幫助過的人給了你回報。不過別因為這些意外之財就改變自己的消費習慣，還是要保持理性消費，把這些錢合理規劃起來。",
        "health_text": "很適合進行戶外活動，去公園散散步、爬爬山都是不錯的選擇。戶外的新鮮空氣和陽光對身體很有好處，能增強體質，提高免疫力。不過戶外活動時要注意做好防護措施，像塗抹防曬霜、戴帽子，避免曬傷。還要根據天氣情況增減衣物，防止著涼。",
        "lucky_color": "綠色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "逞強愛面子",
        "yi": "認真做計劃",
        "all": "60%",
        "date": "2025-11-27",
        "love": "62%",
        "work": "54%",
        "money": "61%",
        "health": "65%",
        "notice": "需克服眼下困難",
        "discuss": "59%",
        "all_text": "整體運勢較欠佳，現實略顯骨感，生活中的一些狀況可能會讓人感到有些無奈和沮喪。在生活裡，原本計劃好的事情可能會因為一些意外因素而無法順利進行，讓人感到有些措手不及。與他人交流時，也可能會因為觀念上的差異而產生一些矛盾和分歧，影響彼此之間的關係。面對生活中的壓力和困難，容易感到焦慮和疲憊，缺乏應對的信心和勇氣。不過，這並不意味著生活就沒有希望和轉機。只要能夠保持冷靜的頭腦，認真分析問題的所在，積極尋找解決問題的方法，就能夠逐漸克服困難，改善現狀。同時，也要學會調整自己的心態，接受現實的不完美，以更加平和的心態去面對生活中的挑戰，相信通過自己的努力，一定能夠讓生活變得更加美好。",
        "love_text": "單身的你，尋覓愛情可能無果。不要因此而沮喪，感情的事情急不來。利用這段時間好好提升自己，讓自己變得更加優秀，當愛情來臨時，你才能更好地把握。已有伴者的你，和伴侶平淡相處。生活沒有太多的波瀾，但這種平淡也是一種幸福。可以在平淡的生活中製造一些小浪漫，為感情增添一些色彩，讓彼此更加珍惜對方。",
        "work_text": "困難重重且舉步維艱的一天。整體狀態不佳，彷彿被一層陰霾籠罩，做什麼事情都感覺力不從心。在推進事情的過程中，會遇到各種難題和阻礙，讓你感到無從下手，甚至產生自我懷疑和焦慮的情緒，對未來的發展感到迷茫。",
        "lucky_star": "雙子座",
        "money_text": "財運有點平淡，工作獎金可能會延遲發放。原本期待的工作獎勵沒能按時到賬，可能會讓你有點小失落。不過別因為這點小挫折就影響工作狀態，還是要認真完成工作任務，說不定後續還有更好的獎勵等著你，而且穩定的收入才是財富積累的基礎。",
        "health_text": "腰部保暖很關鍵，現在天氣逐漸變冷，腰部很容易受涼。可以穿一些能護住腰部的衣服，像高腰的褲子、保暖的護腰。晚上睡覺的時候，也可以蓋好被子，別讓腰部露在外面。平時也可以適當做一些腰部鍛鍊，增強腰部的力量，預防腰部疾病。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易許承諾",
        "yi": "嘗試新事物",
        "all": "88%",
        "date": "2025-11-27",
        "love": "86%",
        "work": "89%",
        "money": "81%",
        "health": "86%",
        "notice": "交流中收穫頗多",
        "discuss": "82%",
        "all_text": "交流互動有成效，在與他人的交流中能夠收穫頗多，為生活增添不少色彩。在生活裡，善於主動與他人溝通交流，能夠輕鬆地打開話匣子，與不同類型的人建立良好的關係。在交流過程中，能夠認真傾聽他人的意見和想法，尊重他人的觀點，同時也能清晰地表達自己的想法和感受，讓彼此之間的溝通更加順暢有效。通過與他人的交流互動，能夠獲取到新的信息和知識，拓寬自己的視野和思維方式。這種良好的交流互動狀態也會影響到生活的其他方面，讓人在處理事情時更加得心應手。無論是與家人朋友分享生活瑣事，還是與同事合作完成項目，都能憑藉出色的溝通能力取得不錯的效果，讓生活變得更加和諧美好。",
        "love_text": "單身的你，可能會有心動瞬間。在某個不經意的瞬間，可能會被某個人的一個眼神、一個微笑所打動。不要錯過這個心動的感覺，主動去了解對方，說不定就能開啟一段美好的愛情。已有伴者的你，和伴侶和諧美滿。你們之間相互理解，相互尊重，相處起來非常融洽。一起做一些有趣的事情，讓生活充滿樂趣，感情也會更加穩固。",
        "work_text": "成效初顯、收穫滿滿的一天。整體狀態良好，之前的努力和付出開始得到回報。在處理事情時，能夠運用自己的智慧和經驗，找到有效的解決辦法，取得不錯的成果。同時，還能從中學到新的知識和技能，為未來的發展積累寶貴的經驗。",
        "lucky_star": "天秤座",
        "money_text": "財運有新希望，創意變現的機會來了。你獨特的想法和創意可能會得到他人的認可，從而帶來一定的收入。可能是你的作品被購買，或是你的創意方案被採用。不過別因為有了收入就停止創新，要繼續發揮自己的創造力，說不定還能帶來更多的財富。",
        "health_text": "血液循環通暢，身體感覺很輕鬆。不過還是要注意保持良好的姿勢，不管是坐著還是站著，都要挺直腰背，避免彎腰駝背，影響血液循環。也可以適當進行一些有氧運動，像慢跑、跳繩，促進血液循環，讓身體更健康。",
        "lucky_color": "焦糖色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太直接",
        "yi": "不懂就要問",
        "all": "57%",
        "date": "2025-11-27",
        "love": "60%",
        "work": "53%",
        "money": "54%",
        "health": "60%",
        "notice": "破罐子破摔想法",
        "discuss": "52%",
        "all_text": "整體運勢不如意，容易產生破罐子破摔的想法，讓生活陷入一種消極的狀態。在生活裡，可能會遇到一些不如意的事情，比如與他人發生矛盾、計劃好的事情落空等，這些事情會讓人感到心情低落，失去對生活的信心和熱情。在這種情況下，容易產生逃避現實的想法，不願意面對生活中的問題和挑戰，選擇以一種消極的態度來應對。這種破罐子破摔的心態會讓生活變得更加糟糕，陷入惡性循環之中。不過，只要能夠及時意識到自己的問題，勇敢地面對現實，積極尋求解決問題的方法，就能夠逐漸改變這種消極的狀態。可以嘗試從一些小事做起，重新找回生活的樂趣和動力，讓自己重新振作起來，以更加積極的態度去面對生活。",
        "love_text": "單身的你，期待可能會落空。不要因為一次的失望而放棄對愛情的追求，愛情總是在不經意間降臨。調整好自己的心態，以更加積極的態度去面對生活，相信屬於你的愛情很快就會到來。已有伴者的你，和另一半可能會小有波瀾。一些小問題可能會影響你們的情緒，但不要讓這些小問題影響到你們的感情。相互包容，相互體諒，一起度過這個小小的難關，感情會更加堅定。",
        "work_text": "整體狀態低迷，容易陷入消極情緒中，對事情缺乏積極性和主動性。在面對困難和挑戰時，容易產生逃避心理，不敢正面應對，導致問題越積越多，讓事情變得更加棘手，讓你感到疲憊不堪。",
        "lucky_star": "天蠍座",
        "money_text": "財運有點小危機，容易因為消費衝動而破財。看到喜歡的東西就忍不住買買買，完全不考慮自己的實際需求和財務狀況。所以逛街購物時要剋制自己的慾望，先列好購物清單，只買清單上的東西，避免不必要的消費，守住自己的錢包。",
        "health_text": "要注意足部護理，每天晚上可以用熱水泡泡腳，促進血液循環，緩解腳部的疲勞。泡完腳後，還可以給腳部塗抹一些潤膚霜，防止腳部皮膚乾燥開裂。選擇鞋子的時候，要選擇舒適、合腳的，避免鞋子磨腳，影響足部健康。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    }
  }
}