{
  "updated": "2025-11-21T09:09:34.098Z",
  "updateTime": "2025/11/21 下午5:09:34",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12002,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "戀愛腦上頭",
        "yi": "結交新朋友",
        "all": "80%",
        "date": "2025-11-20",
        "love": "85%",
        "work": "75%",
        "money": "70%",
        "health": "84%",
        "notice": "充滿希望新起點",
        "discuss": "79%",
        "all_text": "整體運勢呈現出積極向上的態勢，各方面狀態都較為不錯，彷彿站在了一個充滿希望的新起點上。或許在內心深處一直期待著某些事情能有新的進展，而這一天似乎有契機讓這種期待有了初步觸動的可能。這種觸動並非是那種突如其來的巨大轉變，更像是一種隱隱的、帶著希望火花的苗頭。在與人相處的過程中，能感受到周圍氛圍的和諧，交流溝通也較為順暢，能輕鬆地表達自己的想法和感受，同時也能較好地理解他人的意圖。這種良好的互動狀態，會進一步推動整體運勢朝著更好的方向發展，讓你在這一天裡，心情愉悅，對未來充滿信心，彷彿一切都在朝著自己期待的方向慢慢靠近，為後續的發展奠定了不錯的基礎。",
        "love_text": "單身的你，彷彿被丘比特的箭瞄準，在社交場合中極有可能邂逅讓你心跳加速的人。對方的一個眼神、一個微笑，都可能瞬間點燃你內心的火焰。別害羞，勇敢地釋放你的熱情，主動搭話，說不定一段浪漫戀情就此開啟。已有伴者的你，和伴侶之間感情升溫加速。兩人相處時，會有更多默契的瞬間，一個眼神就能讀懂對方的心思。不妨一起做些有趣的事，像看一場電影、吃頓美食，讓甜蜜的氛圍在彼此間瀰漫。",
        "work_text": "整體狀態平穩，在前進的道路上有著自己的節奏。既不會盲目冒進，也不會因保守而停滯不前。在面對各種情況時，能保持冷靜，憑藉自身的能力逐步推進各項事務。不過，偶爾也會因過於求穩，錯過一些稍縱即逝的機會，需要適時地勇敢一把，才能實現新的突破。",
        "lucky_star": "雙魚座",
        "money_text": "可能會在日常裡捕捉到一些小額進賬的機會，像是兼職的小酬勞，或是之前努力的微小反饋。不過別因金額不大就隨意揮霍，把這些小錢攢起來，說不定後續能派上大用場。同時，留意身邊那些看似不起眼的賺錢小道消息，說不定其中就藏著新的財富增長點。",
        "health_text": "活力體能提升，整個人就像充滿電的小馬達，幹勁十足。不過也別過度消耗這股勁兒，長時間劇烈運動後要適當拉伸放鬆，避免肌肉拉傷。飲食上多吃些富含蛋白質的食物，為身體補充能量，這樣能讓你一整天都活力滿滿，輕鬆應對各種事務。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斤斤計較",
        "yi": "拓展新視野",
        "all": "94%",
        "date": "2025-11-20",
        "love": "91%",
        "work": "95%",
        "money": "88%",
        "health": "97%",
        "notice": "意想不到的驚喜",
        "discuss": "93%",
        "all_text": "福運滿盈的一天，感受到來自幸運之神的特別眷顧。生活中處處都能感受到一種順遂的氣息，許多事情的發展都超出了原本的預期，帶來意想不到的驚喜。這種驚喜並非是那種驚天動地的大事，而是體現在日常的點滴之中，可能是不經意間發現的一個小美好，或是遇到的一些小確幸。在社交方面，能結識到一些有趣的人，拓展自己的人際圈子，與他人的交流也充滿了愉悅和歡笑。這種良好的人際關係，又會進一步為這一天增添更多的福運。在這一天裡，你的心情格外舒暢，對生活充滿了熱愛和感激之情，彷彿整個世界都變得美好起來，為生活開啟了一段充滿驚喜和美好的旅程。",
        "love_text": "單身的你，緣分正悄悄來到你身邊。可能在不經意間，就會遇到那個與你靈魂契合的人。也許是在書店翻閱同一本書，也許是在公園散步時擦肩而過又回頭對視，這種奇妙的相遇會讓你感受到愛情的奇妙。已有伴者的你，和愛人的愛意愈發濃烈。你們會更加珍惜彼此，願意為對方付出更多。一起規劃未來時，眼神裡都充滿了期待和幸福。不妨給對方一個小驚喜，讓這份愛更加深厚。",
        "work_text": "可謂是順風順水，如同置身於高光時刻。無論是處理日常事務還是應對複雜問題，都能得心應手，展現出強大的實力。身邊的機會也如繁星般環繞，只要善於把握，就能取得令人矚目的成績。而且，良好的人際關係也為你的發展助力不少，讓你在前進的道路上更加輕鬆。",
        "lucky_star": "巨蟹座",
        "money_text": "財運較為穩當，之前穩健的理財佈局開始有了收益跡象，無論是定期存款的利息，還是穩健型基金的小幅增長，都讓你心裡踏實。此時別急著調整理財計劃，維持現有的穩健策略，繼續按部就班地儲蓄和投資，財富會隨著時間慢慢積累，給你帶來更多安全感。",
        "health_text": "身心舒暢愉悅，彷彿所有的壓力都煙消雲散。趁著這份好狀態，不妨去戶外走走，呼吸新鮮空氣，讓身心得到更徹底的放鬆。但要注意早晚溫差，及時增減衣物，防止著涼感冒。晚上泡個熱水澡，能進一步舒緩身心，讓你擁有一個美好的夜晚。",
        "lucky_color": "土黃色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度愛面子",
        "yi": "分享小趣事",
        "all": "55%",
        "date": "2025-11-20",
        "love": "63%",
        "work": "50%",
        "money": "58%",
        "health": "62%",
        "notice": "有不少的絆腳石",
        "discuss": "57%",
        "all_text": "運勢面臨諸多阻礙，彷彿前行道路上有不少絆腳石。許多事情的發展都不如預期那般順利，會出現一些意想不到的狀況和問題，讓人有些措手不及。在這種情況下，需要保持足夠的耐心，不能因為一時的困難而急躁冒進。每一個阻礙都是一次考驗，需要冷靜分析問題所在，尋找合適的解決辦法。在與人相處時，也可能會因為一些小事產生摩擦和矛盾，此時更需要剋制自己的情緒，以平和的心態去溝通和化解。雖然這一天會面臨不少挑戰，但只要保持耐心，積極應對，就有可能逐步突破困境，為後續的發展掃清障礙，只是這個過程需要付出更多的努力和時間。",
        "love_text": "單身的你，尋愛之路可能會遇到一些小波折。在社交中，或許會遇到一些讓你覺得不太舒服的人，或者和心儀對象交流時出現一些小誤會。別灰心，這只是暫時的，保持樂觀心態，用你的智慧化解難題。已有伴者的你，和伴侶相處時可能會有小摩擦。可能因為一些生活習慣或者觀念不同產生分歧，別讓這些小問題影響你們的感情。坐下來好好溝通，互相理解，就能輕鬆化解矛盾。",
        "work_text": "各種困阻接踵而至，讓你有些不知所措。在推進各項事務時，常常會遇到意想不到的難題，導致進度緩慢。而且，內心的迷茫感也讓你難以集中精力，容易產生焦慮情緒。此時，需要冷靜下來，重新梳理思路，才能找到走出困境的方向。",
        "lucky_star": "獅子座",
        "money_text": "在消費方面可得把好關，很容易被各種促銷活動、新奇商品吸引，一不小心就衝動消費，導致錢包癟癟。購物前先列好清單，只買真正需要的東西，對於那些可買可不買的，先放一放，冷靜下來再決定。控制好消費慾望，才能守住自己的錢袋子。",
        "health_text": "感覺有點小乏，這可能是身體在提醒你該多休憩啦。別硬撐著去完成各種任務，適當給自己放個小假，找個安靜舒適的地方小憩一會兒。中午可以午睡半小時左右，讓大腦和身體都得到短暫的休息。晚上早點上床睡覺，保證充足的睡眠，第二天才能精神煥發。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略自我感受",
        "yi": "提高個人形象",
        "all": "75%",
        "date": "2025-11-20",
        "love": "69%",
        "work": "71%",
        "money": "76%",
        "health": "80%",
        "notice": "穩步推進的狀態",
        "discuss": "85%",
        "all_text": "整體運勢小有進展，處於一種穩步向前推進的狀態。雖然沒有那種突飛猛進的大跨越，但每一步都走得踏實而堅定。在生活的各個方面，都能感受到一種細微但實在的進步，這種進步或許不明顯，但卻能讓人切實地感受到自己在朝著更好的方向前行。在處理事情時，能夠有條不紊地進行，按照自己的節奏和計劃逐步推進，不會出現慌亂和無序的情況。與身邊人的關係也較為融洽，彼此之間的互動和交流都能帶來溫暖和舒適的感覺。這種穩定而和諧的氛圍，會讓你在這一天裡感到安心和滿足，為生活增添了一份平淡而真實的幸福。",
        "love_text": "單身的你，期待的愛情可能還未降臨。不過彆著急，愛情就像一場馬拉松，不是短時間內就能遇到的。可以多參加一些社交活動，擴大自己的社交圈，說不定在某個角落，你的愛情正在等你。已有伴者的你，和伴侶之間的情感稍顯平淡。生活瑣事可能會讓你們忽略彼此的感受，不妨找個時間一起回憶一下曾經的美好時光，重新點燃彼此心中的愛火，讓感情恢復往日的甜蜜。",
        "work_text": "整體呈現出平穩有序的推進態勢。一切都按照既定的計劃進行，沒有出現大的波動。在處理各項事務時，你能保持耐心和細心，認真對待每一個細節，從而確保工作的質量。不過，這種過於平穩的狀態也可能會讓你缺乏一些創新和進取精神，需要適時地給自己一些挑戰，激發內在的潛力。",
        "lucky_star": "金牛座",
        "money_text": "有通過副業增加收入的可能性哦。或許是你一直以來的興趣愛好，或是掌握的某項技能，能為你帶來額外的賺錢機會。不妨多留意身邊的需求，主動尋找合適的副業項目，說不定能在工作之餘開闢出一片新的財富小天地，讓收入更上一層樓。",
        "health_text": "腸胃輕鬆無憂的一天，消化功能良好，吃什麼都香。不過也別因此就暴飲暴食，還是要保持規律的飲食習慣，定時定量進食。多吃些蔬菜水果，保證營養均衡。少吃辛辣油膩的食物，以免給腸胃造成負擔，這樣才能一直維持腸胃的好狀態。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "高品質生活",
        "all": "57%",
        "date": "2025-11-20",
        "love": "52%",
        "work": "62%",
        "money": "64%",
        "health": "65%",
        "notice": "意想不到的變故",
        "discuss": "61%",
        "all_text": "運勢低迷，彷彿被一層陰霾籠罩。許多事情的發展都不盡如人意，會出現一些意想不到的變故和挫折，讓人感到有些沮喪和無助。在這種情況下，需要格外謹慎，不能因為一時的衝動而做出錯誤的決定。每一個選擇都要經過深思熟慮，儘量避免因為運勢不佳而陷入更糟糕的境地。在與人交往時，也可能會遇到一些不愉快的事情，容易引發矛盾和衝突。此時需要保持冷靜和理智，以平和的心態去面對，不要讓情緒左右自己的行為。雖然這一天會面臨不少困難和挑戰，但只要保持謹慎，積極應對，就有可能減少損失，為後續的轉機做好準備。",
        "love_text": "單身的你，尋愛之路陷入迷茫。在感情方面可能會有些不知所措，不知道自己真正想要的是什麼。別給自己太大壓力，靜下心來，好好思考一下自己的內心需求，愛情會在你最放鬆的時候悄然出現。已有伴者的你，和伴侶的關係面臨考驗。可能會因為一些現實問題產生矛盾，這時候需要你們坦誠相待，共同面對困難。不要逃避問題，只有一起解決，你們的感情才能更加堅固。",
        "work_text": "運勢如同坐過山車一般，起伏不定。時而會遇到一些讓你感到振奮的機會，讓你充滿鬥志；時而又會遭遇一些挫折，讓你陷入低谷。在這種起伏不定的狀態下，你需要保持平和的心態，不被一時的成功衝昏頭腦，也不被暫時的失敗打倒。只有保持堅韌不拔的精神，才能在起伏中尋找到突破的機會。",
        "lucky_star": "處女座",
        "money_text": "在投資方面你得謹慎做抉擇，市場情況有些複雜，各種信息真真假假，容易讓你眼花繚亂。別盲目跟風投資熱門項目，也別輕易聽信小道消息。在做任何投資決定前，多花些時間研究分析，瞭解項目的真實情況和潛在風險，確保自己的資金安全，避免不必要的損失。",
        "health_text": "肩頸部位可能會有些緊張，這是因為長時間保持一個姿勢或者過度勞累導致的。工作或學習一段時間後，要起身活動活動肩頸，做幾個簡單的伸展動作，如聳聳肩、轉轉脖子等。也可以讓家人或朋友幫忙按摩一下肩頸，緩解肌肉緊張，讓身體更舒服。",
        "lucky_color": "墨綠色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉溺白日夢",
        "yi": "學習新技能",
        "all": "91%",
        "date": "2025-11-20",
        "love": "93%",
        "work": "89%",
        "money": "91%",
        "health": "92%",
        "notice": "按照意願在進行",
        "discuss": "98%",
        "all_text": "順遂如意的一天，彷彿一切都在按照自己的意願進行。生活中充滿了和諧與美好的氛圍，許多事情都能輕鬆地達成預期的目標，沒有太多的阻礙和困擾。這種順遂並非是偶然的幸運，而是源於平時的積累和努力，在這一天得到了應有的回報。在與人相處時，能夠展現出自己溫和友善的一面，與他人建立良好的關係，彼此之間的交流和互動都充滿了真誠和溫暖。這種良好的人際關係，又會進一步為這一天增添更多的美好。在這一天裡，心情愉悅，對生活充滿了信心和期待，彷彿開啟了一段美好的篇章，為未來的發展奠定了堅實的基礎。",
        "love_text": "單身的你，真愛近在咫尺。在社交場合中，你可能會遇到那個讓你覺得特別的人，對方身上散發著獨特的魅力，吸引著你不由自主地靠近。勇敢地邁出第一步，說不定就能收穫一段美好的愛情。已有伴者的你，和伴侶感情穩定甜蜜。你們之間相互理解、相互支持，一起度過的每一天都充滿了幸福。可以一起做些浪漫的事，像燭光晚餐、漫步海邊，讓這份甜蜜更加持久。",
        "work_text": "效率頗高，成果逐漸顯現。你能夠合理安排時間和精力，有條不紊地推進各項事務。在處理問題時，思路清晰，方法得當，能夠快速找到解決問題的關鍵。而且，你的細心和嚴謹也讓你在工作中少犯錯誤，為取得良好的成果奠定了基礎。不過，也要注意不要過於追求完美，以免給自己帶來不必要的壓力。",
        "lucky_star": "射手座",
        "money_text": "精準投資會迎來回報，之前對市場的細緻觀察和深入研究，讓你選對了投資方向，現在到了收穫的時候。不過別因為一時的成功就驕傲自滿，繼續保持冷靜和理性，根據市場變化及時調整投資策略，合理規劃資金，讓財富持續穩定地增長，為未來打下堅實基礎。",
        "health_text": "精神飽滿充沛，思維敏捷，處理事情效率極高。但也要注意不要過度勞累，合理安排工作和休息時間。長時間用腦後，可以聽聽輕鬆的音樂，讓大腦放鬆放鬆。適當進行一些戶外運動，如散步、慢跑等，既能鍛鍊身體，又能讓精神更加飽滿。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度自戀",
        "yi": "培養新愛好",
        "all": "75%",
        "date": "2025-11-20",
        "love": "79%",
        "work": "73%",
        "money": "77%",
        "health": "81%",
        "notice": "按既定節奏推進",
        "discuss": "76%",
        "all_text": "整體運勢處於一種平穩狀態，沒有大起大落的波瀾。生活會按照既定的節奏緩緩推進，一切都在有條不紊地進行著。不會突然遭遇什麼意外驚喜，也不會面臨突如其來的重大挑戰。日常的社交活動會維持在一個較為舒適的水平，與朋友、家人的交流互動平淡而溫馨，沒有激烈的衝突，也沒有特別熱烈的歡聚。在個人情緒方面，會保持一種平和的心境，不會輕易被外界因素影響而產生較大的情緒波動。對於一些既定的計劃，能夠按部就班地去執行，雖然不會有特別突出的成果，但也能穩步朝著目標前進。這種中規中矩的運勢，讓人能安心地享受生活的日常，在平淡中感受生活的真實與安穩，為後續的發展積累能量，以一種不緊不慢的姿態面對生活的種種。",
        "love_text": "單身的你，有機會邂逅潛在緣分。在參加聚會或者活動時，可能會遇到一些有趣的人，和他們的交流會讓你覺得很愉快。說不定其中就有那個能和你攜手一生的人，多和他們聊聊天，說不定愛情就來了。已有伴者的你，和伴侶相處和諧融洽。你們之間的溝通很順暢，能夠互相傾聽對方的想法和感受。可以一起做些共同喜歡的事情，比如一起運動、一起玩遊戲，讓感情在歡樂中不斷升溫。",
        "work_text": "在各種事務的推進中游刃有餘。無論是與不同性格的人合作，還是處理繁雜的任務，都能巧妙平衡各方關係與需求，讓整體節奏有條不紊。不過，在追求和諧的過程中，偶爾會因過於遷就他人而犧牲自己的想法，需適時堅定立場，才能讓成果更符合自身期待。",
        "lucky_star": "摩羯座",
        "money_text": "有通過合作生財的契機，與朋友、同事或合作伙伴共同開展的項目，有望帶來不錯的收益。在合作過程中，要充分發揮各自的優勢，相互支持配合，遇到問題及時溝通解決。同時，明確好利益分配規則，避免後期因利益問題產生矛盾，影響合作關係和財富收穫。",
        "health_text": "睡眠質量良好，晚上能快速入睡，而且一夜好眠。不過睡前別做太刺激的事情，比如看恐怖電影、玩激烈的遊戲等，以免影響睡眠質量。可以泡個腳，喝杯溫牛奶，營造一個安靜舒適的睡眠環境，讓自己在溫馨的氛圍中進入甜甜的夢鄉。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨便發脾氣",
        "yi": "去公園走走",
        "all": "60%",
        "date": "2025-11-20",
        "love": "58%",
        "work": "55%",
        "money": "69%",
        "health": "68%",
        "notice": "遇到瑣碎小麻煩",
        "discuss": "55%",
        "all_text": "整體運勢稍顯遜色，會感覺生活中似乎被一層淡淡的陰霾籠罩。各種瑣碎的小麻煩會接踵而至，雖然這些麻煩單個看起來並不嚴重，但數量較多，會讓人有些應接不暇。在與人相處時，可能會因為一些細微的事情產生小摩擦，導致人際關係方面出現一些小波動。情緒上也會因此受到一定的影響，容易變得有些煩躁和不安。不過，這些小麻煩並不會對生活造成根本性的改變，只要保持冷靜和理智，耐心地去處理每一個問題，就能夠逐漸化解這些困擾。在面對這些狀況時，不要讓負面情緒佔據主導，而是要積極調整心態，相信自己有能力應對這些小挑戰，以堅韌的態度度過這一天。",
        "love_text": "單身的你，尋愛之路阻礙重重。在感情方面可能會遇到一些讓你頭疼的問題，比如遇到一些不太靠譜的人，或者和心儀對象交流時總是達不到預期效果。彆氣餒，這只是暫時的，堅持下去，真愛遲早會到來。已有伴者的你，和伴侶之間存在矛盾有待化解。可能因為一些小事產生爭執，這時候需要你們冷靜下來，站在對方的角度思考問題。多給對方一些理解和包容，矛盾就能迎刃而解。",
        "work_text": "諸多阻滯橫亙在前，讓你舉步維艱。原本計劃好的事情，可能會因各種意外狀況而偏離軌道，讓你感到煩躁又無奈。不過，困境往往也蘊含著轉機，只要保持冷靜，深入分析問題根源，就能找到破局的關鍵，重新踏上正軌。",
        "lucky_star": "天秤座",
        "money_text": "在資金週轉方面要多留意，可能會出現一些臨時需要用錢的情況，比如突然的賬單、緊急的支出等。提前做好資金規劃，預留一部分應急資金，以防不時之需。如果遇到資金緊張的情況，別慌張，冷靜分析，尋找合適的解決辦法，比如向親朋好友短期週轉，或是合理調整收支計劃。",
        "health_text": "眼部需要適當養護，長時間盯著電子屏幕，眼睛容易疲勞、乾澀。每隔一段時間就要讓眼睛休息一下，可以眺望遠方，看看綠色的植物。也可以做做眼保健操，促進眼部血液循環。使用電子設備時，調整好屏幕亮度和距離，減少對眼睛的傷害。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "分享別人秘密",
        "yi": "看高分電影",
        "all": "93%",
        "date": "2025-11-20",
        "love": "96%",
        "work": "92%",
        "money": "95%",
        "health": "98%",
        "notice": "得到多方的助力",
        "discuss": "92%",
        "all_text": "整體運勢相當出色，得到多方助力的一天。生活充滿了自由歡快的氣息，能夠盡情地釋放自己的活力與熱情。在這一天裡，會感受到一種無拘無束的暢快感，彷彿所有的束縛都被解開。可以按照自己的心意去做想做的事情，不會受到過多的限制和干擾。社交方面也會十分活躍，能夠結識到一些有趣的人，與他們交流互動會帶來許多歡樂和啟發。這種自由歡快的氛圍會讓心情格外愉悅，對生活充滿熱愛和期待。會以一種積極向上的姿態去擁抱生活，享受每一個美好的瞬間，為生活增添許多絢麗的色彩，讓這一天變得格外難忘。",
        "love_text": "單身的你，浪漫緣分開啟。你的魅力四射，很容易吸引到異性的目光。在社交場合中，你可能會成為焦點，有很多人主動和你搭話。抓住這個機會，展現真實的自己，說不定就能遇到那個讓你心動的人。已有伴者的你，和伴侶之間愛意激情澎湃。你們會充滿活力地享受彼此的陪伴，一起去做一些刺激有趣的事情，像去遊樂園、看演唱會。在歡樂的氛圍中，你們的感情會更加深厚。",
        "work_text": "宛如踏上了一條暢行無阻的康莊大道，一切都順風順水。你充滿活力與熱情，面對各種挑戰都能積極應對，憑藉自身的智慧和勇氣，輕鬆跨越重重障礙。而且，良好的運勢還為你帶來了不少意外驚喜，讓你在前進的道路上收穫滿滿，佳績可期。",
        "lucky_star": "水瓶座",
        "money_text": "意外財富可能會降臨到你頭上，也許是之前參加的抽獎活動中了小獎，或是無意間發現了一筆被遺忘的小存款。這些意外之財雖然金額不一定很大，但也能給你帶來一份驚喜。不過別因為意外得財就放鬆對財富的管理，合理規劃這筆錢，讓它發揮更大的作用，為你的生活增添更多便利。",
        "health_text": "運動狀態在線，活力四射，很適合進行各種運動。可以選擇自己喜歡的運動項目，如籃球、羽毛球、游泳等，盡情釋放自己的能量。但在運動前一定要做好熱身準備，避免運動損傷。運動後也要及時補充水分和營養，讓身體快速恢復。",
        "lucky_color": "磚紅色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": " 花錢如流水",
        "yi": "來一場頭腦戰",
        "all": "91%",
        "date": "2025-11-20",
        "love": "89%",
        "work": "90%",
        "money": "92%",
        "health": "94%",
        "notice": "處處藏著小驚喜",
        "discuss": "90%",
        "all_text": "整體運勢極佳，彷彿生活處處都藏著小驚喜。在這一天裡，會收穫穩穩的幸福感，這種幸福並非來自於驚天動地的大事，而是體現在日常的點滴之中。可能會在不經意間發現生活中的美好，感受到身邊人的關愛和溫暖。人際關係和諧融洽，與家人、朋友之間的相處充滿溫馨和歡樂。在做事情時，也會感覺十分順利，彷彿有一股無形的力量在推動著自己前進。這種良好的運勢會讓人充滿信心和動力，對未來充滿希望。會以一種積極樂觀的心態去面對生活，珍惜每一個當下，用心感受生活中的小確幸，讓這一天成為生活中一段美好的回憶。",
        "love_text": "單身的你，有望開啟戀情。在社交中，你可能會遇到一個讓你覺得很有安全感的人，對方踏實穩重的性格吸引著你。不妨主動和對方交流，瞭解彼此的興趣愛好，說不定一段美好的戀情就此展開。已有伴者的你，和伴侶感情穩步發展。你們之間的感情越來越穩定，彼此的信任也在不斷增加。可以一起規劃一下未來，為你們的生活制定一些目標，讓感情在共同的努力中不斷昇華。",
        "work_text": "運勢順遂得如同被幸運之神眷顧，收穫頗豐。你踏實穩重的做事風格，讓你在處理各項事務時都能做到盡善盡美，贏得他人的認可和信任。無論是事業還是學業上的目標，都能在這一天看到明顯的進展，讓你信心倍增，更有動力朝著更高的方向前進。",
        "lucky_star": "天蠍座",
        "money_text": "長期規劃的理財策略開始顯現成效，之前制定的儲蓄目標、投資計劃等，都在穩步推進，為你帶來了穩定的財富增長。繼續堅持自己的長期規劃，不被短期的市場波動所影響，按照既定的目標一步步前進。隨著時間的推移，你的財富會像滾雪球一樣越積越多，實現財富的穩健增值。",
        "health_text": "代謝循環順暢，身體各個器官都能高效運轉。不過還是要保持良好的生活習慣，多喝水，促進新陳代謝。飲食上多吃些粗糧和富含膳食纖維的食物，幫助腸道蠕動。適當進行一些有氧運動，如跳繩、健身操等，能讓代謝循環更加順暢。",
        "lucky_color": "草綠色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度爭強好勝",
        "yi": "參加家務事",
        "all": "88%",
        "date": "2025-11-20",
        "love": "91%",
        "work": "85%",
        "money": "81%",
        "health": "89%",
        "notice": "充滿探索的慾望",
        "discuss": "87%",
        "all_text": "整體運勢良好，充滿了新奇和探索的慾望。生活彷彿打開了一扇通往新世界的大門，會有許多新鮮的事物和體驗等待著去發現。在這一天裡，會對周圍的一切都充滿好奇，渴望去嘗試新的事物，探索未知的領域。這種探索精神會帶來許多樂趣和收穫，可能會在不經意間學到新的知識，結識到志同道合的朋友。社交活動也會變得豐富多彩，與他人的交流互動會激發出許多新的想法和靈感。會以一種開放的心態去接納新事物，勇敢地邁出探索的步伐，讓生活充滿無限可能。這種積極向上的狀態會讓這一天變得充實而有意義，為生活增添許多新的色彩。",
        "love_text": "單身的你，魅力吸引緣分。你的獨特氣質會吸引到很多異性的關注，在人群中顯得格外耀眼。不要錯過這些機會，多和那些對你有好感的人交流，說不定其中就有你的命中註定。已有伴者的你，和伴侶甜蜜溫馨相伴。你們之間的相處充滿了溫馨和浪漫，會互相關心、互相照顧。可以為對方準備一份小禮物，或者一起做一頓豐盛的晚餐，讓這份甜蜜更加濃郁。",
        "work_text": "彷彿被創新的火花點燃，充滿了奇思妙想。在處理各種事務時，能跳出傳統思維的束縛，提出新穎獨特的見解和方案，讓人眼前一亮。這種創新精神不僅能為你的發展帶來新的機遇，還能讓你在人群中脫穎而出。不過，在追求創新的同時，也要注意方案的可行性，確保能將想法轉化為實際成果。",
        "lucky_star": "白羊座",
        "money_text": "你的創意能為你帶來增收機會，你獨特的想法和創新的思維，在工作中或業餘項目中得到認可，從而獲得額外的報酬。不妨多發揮自己的創意優勢，積極參與各種創意活動或項目，將自己的創意轉化為實際的產品或服務，不僅能提升自己的能力，還能為財富增長開闢新的途徑。",
        "health_text": "呼吸清新舒暢，感覺空氣都格外香甜。這得益於你良好的生活環境和健康的生活方式。不過還是要繼續保持，經常開窗通風，保持室內空氣清新。避免去空氣汙染嚴重的地方，如工廠附近、交通擁堵的路段等。多去公園、郊外等空氣好的地方走走。",
        "lucky_color": "咖啡色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "參觀藝術展",
        "all": "72%",
        "date": "2025-11-20",
        "love": "66%",
        "work": "69%",
        "money": "73%",
        "health": "78%",
        "notice": "內心充滿安全感",
        "discuss": "73%",
        "all_text": "整體運勢平穩，會沉浸在一種溫馨的小氛圍之中。生活沒有太多的波瀾起伏，一切都顯得那麼寧靜而美好。會感受到身邊人的關懷和愛護，這種溫暖的情感會讓人內心充滿安全感。在與家人、朋友的相處中，會享受那份親密和默契，彼此之間的交流簡單而真摯。會花一些時間去做自己喜歡的事情，沉浸在自己的小世界裡，感受生活的寧靜與美好。這種平穩的運勢讓人能夠放鬆身心，享受生活的悠閒時光。不會有過多的壓力和煩惱，能夠以一種輕鬆自在的姿態面對生活，珍惜每一個平凡而溫馨的瞬間，讓這一天充滿淡淡的幸福味道。",
        "love_text": "單身的你，等待愛有轉機。在感情方面可能會有一些新的變化，也許之前一直沒有進展的追求有了新的跡象，或者你突然對某個人有了不一樣的感覺。保持期待，說不定愛情就在下一個轉角等著你。已有伴者的你，和伴侶相處需多包容。生活中難免會有一些小摩擦，可能會因為一些小事產生一些小情緒。這時候需要你們多一些包容和理解，不要因為一點小事就大吵大鬧，互相退一步，感情會更加和諧。",
        "work_text": "彷彿置身於波濤洶湧的大海中，前行之路充滿波折。各種意外狀況和難題接踵而至，讓你有些應接不暇，心情也隨之起伏不定。不過，別灰心喪氣，每一次的波折都是成長的機會。只要保持樂觀的心態，積極尋找解決問題的方法，就能在困境中尋得轉機，繼續前行。",
        "lucky_star": "雙子座",
        "money_text": "可以通過舊物置換的方式獲得盈利，家裡那些閒置不用的物品，或許在別人眼裡還有價值。不妨整理一下自己的物品，將閒置的東西通過二手交易平臺或線下跳蚤市場出售，既能清理空間，又能換回一些錢財。同時，在購買物品時也可以考慮二手商品，說不定能以較低的價格買到心儀的東西，節省開支。",
        "health_text": "腳步輕盈自在的一天，似乎走路都帶著風。這可能是因為身體狀態良好，心情愉悅。但走路時也要注意安全，特別是在人多擁擠的地方，要小心腳下，避免摔倒。選擇合適的鞋子，讓雙腳更舒適。也可以適當進行一些腳部按摩，促進血液循環，讓腳步一直保持輕盈。",
        "lucky_color": "棕色",
        "lucky_number": "3"
      }
    }
  }
}