{
  "updated": "2026-01-06T13:20:12.932Z",
  "updateTime": "2026/1/6 下午9:20:12",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15181,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "先用後付",
        "yi": "一天八杯水",
        "all": "78%",
        "date": "2026-01-05",
        "love": "80%",
        "work": "75%",
        "money": "87%",
        "health": "78%",
        "notice": "有著較高的熱情",
        "discuss": "76%",
        "all_text": "整體運勢尚佳，狀態積極且充滿活力，對生活有著較高的熱情。不過，當下存在一個需要留意的問題，那就是不要一直守在舒適區。舒適區雖能帶來安穩與愜意，但長時間停留其中，容易讓人失去進取的動力和探索未知的勇氣。倘若能勇敢地邁出舒適區，主動去接觸新的事物、新的環境，或許會開啟一段全新的體驗，發現更多隱藏在未知領域的精彩。在這個過程中，可能會遇到一些小挑戰，但憑藉自身的衝勁和樂觀心態，都能順利應對。不要害怕改變，改變往往意味著新的機遇和成長。勇敢地去突破自我，嘗試不同的生活方式，說不定會收穫意想不到的驚喜，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，或許會在某個不經意的場合，與那個讓你心跳加速的人目光交匯，瞬間擦出愛的火花。可能是在熱鬧的聚會，也可能是日常的出行途中。已有伴者的你，和另一半的相處會充滿熱情，彼此間的互動增多，一些小舉動就能讓感情迅速升溫，不妨一起去做些新鮮有趣的事，讓愛情更有活力。",
        "work_text": "對你而言，整體狀態較為平穩，在追求進步的道路上能保持一定的節奏。不會出現大的波折，但也不會有突飛猛進的情況。日常的任務和目標都能按部就班地推進，在處理各項事務時，能展現出一定的耐心和專注力，雖成果不會特別耀眼，但小成績的積累也能讓你感到滿足，為後續發展打下基礎。",
        "lucky_star": "天蠍座",
        "money_text": "會有意外小財找上門來，可能是許久未聯繫的朋友歸還欠款，或是抽獎中了小獎品能折現。不過別因這小驚喜就衝動消費，還是要合理規劃這筆錢，可以存起來或者用於改善生活的小方面，讓這份好運持續發酵。",
        "health_text": "在運動後容易產生小疲憊感，可能是前一天運動強度稍大，身體還沒完全恢復。這天要避免劇烈運動，選擇散步、瑜伽這類舒緩活動放鬆下。運動前後做好熱身和拉伸，飲食上多吃富含蛋白質的食物，像雞蛋、牛奶，為身體補充能量，緩解運動帶來的不適。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "選擇困難症",
        "yi": "和家人聚餐",
        "all": "58%",
        "date": "2026-01-05",
        "love": "51%",
        "work": "67%",
        "money": "50%",
        "health": "62%",
        "notice": "遇受打擊的情況",
        "discuss": "61%",
        "all_text": "整體運勢欠佳，情緒上可能會比較低落，容易遇到受打擊的情況。在面對生活時，原本堅定的信心或許會受到一些外界因素的干擾，變得有些動搖。一些原本期待的事情，可能會出現與預期不符的結果，這難免會讓人感到失落和沮喪。不過，這只是暫時的狀況，不要讓這些負面情緒過度影響自己。要學會調整心態，以平和的心境去看待這些不如意。把這次的受打擊當作一次成長的機會，從中吸取經驗教訓，反思自己的不足。雖然當下可能感覺有些艱難，但只要保持堅韌不拔的精神，不輕易放棄，就一定能夠慢慢走出困境，重新找回自信和勇氣，以更好的狀態去迎接未來的挑戰。",
        "love_text": "單身的你，在尋愛的道路上可能會遇到一些小阻礙，原本期待的美好邂逅或許不會那麼順利到來。別灰心，這只是暫時的。已有伴者的你，和伴侶相處時，一些小矛盾可能會初顯端倪，可能是生活習慣上的差異，或是觀點的不同，需要你們耐心溝通，互相理解，別讓小問題影響了感情。",
        "work_text": "這一天你處於緩慢調整與蓄力的階段，整體節奏相對舒緩。在面對各種事務時，不會急於求成，而是選擇穩紮穩打。可能會遇到一些小阻礙，但你不會慌亂，而是耐心地尋找解決辦法。這種沉穩的態度有助於你積累經驗，為未來的發展做好準備，不過短期內可能看不到明顯的成效。",
        "lucky_star": "雙子座",
        "money_text": "在開支節流上會有些頭疼，日常開銷像調皮的小怪獸，總是不受控制地冒出來，可能突然要維修家電，或是生活用品需要補充。此時要仔細盤點每一筆支出，區分必要和非必要消費，避免不必要的浪費，才能守住自己的錢包。",
        "health_text": "消化稍緩慢，或許是前一天吃了過多不易消化的食物，腸胃負擔有點重。這天飲食要清淡些，多吃蔬菜水果，比如菠菜、蘋果，促進腸胃蠕動。每餐別吃太飽，七八分飽就好，飯後也可以適當散散步，幫助消化，讓腸胃輕鬆一些。",
        "lucky_color": "金色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "挑別人缺點",
        "yi": "打卡自律計劃",
        "all": "54%",
        "date": "2026-01-05",
        "love": "59%",
        "work": "56%",
        "money": "59%",
        "health": "62%",
        "notice": "思緒易變得繁雜",
        "discuss": "57%",
        "all_text": "整體運勢較差，一心多用的情況比較嚴重。在生活裡，思緒容易變得繁雜，難以集中精力專注於一件事情。腦海裡可能會同時湧現出各種想法和念頭，導致在做任何事情時都難以全身心投入。這種狀態不僅會影響做事的效率，還可能讓原本簡單的事情變得複雜起來。因為注意力分散，可能會出現一些小失誤或者疏忽，進而影響整體的進展。為了改善這種狀況，需要學會給自己做減法，嘗試著將注意力聚焦在一件事情上，排除外界的干擾和內心的雜念。可以嘗試一些專注力訓練的方法，讓自己逐漸養成專注做事的習慣。只有集中精力，才能更好地應對生活中的各種事務，提升生活的質量。",
        "love_text": "單身的你，在感情方面可能會有些迷茫，不知道自己真正想要的是什麼，在眾多選擇面前徘徊不定。不妨靜下心來，聽聽內心的聲音。已有伴者的你，和另一半溝通時可能會出現隔閡，感覺彼此有些難以理解對方，這時候需要多一些耐心，用真誠的態度去交流，化解誤會。",
        "work_text": "對你來說挑戰不小，彷彿置身於困境之中，突破起來頗為艱難。在推進各項事務時，會遇到各種意想不到的問題，讓你有些應接不暇。可能會感到壓力較大，情緒上也容易受到影響。不過，這也是鍛鍊你應對困難能力的好時機，只要保持冷靜，積極尋找解決辦法，還是有機會走出困境的。",
        "lucky_star": "處女座",
        "money_text": "在投資方面會感覺有些無奈，之前投入的項目回報遲緩，就像等待發芽的種子，遲遲不見動靜。這時候彆著急追加投資，先冷靜分析市場形勢和項目前景，看看是否有調整策略的必要，耐心等待合適的時機，說不定後續會有轉機。",
        "health_text": "精力易分散，做事情難以集中注意力，可能是休息不好或者壓力有點大。這天要給自己創造安靜的環境，減少外界干擾，比如關閉手機消息提醒。工作學習間隙可以做做深呼吸，放鬆下大腦，晚上早點休息，保證充足睡眠，讓精力能集中起來。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "慢節奏生活",
        "all": "75%",
        "date": "2026-01-05",
        "love": "83%",
        "work": "80%",
        "money": "78%",
        "health": "82%",
        "notice": "有條不紊進行著",
        "discuss": "75%",
        "all_text": "整體運勢平穩，生活節奏有條不紊地進行著。在按部就班的生活中，或許能夠得到一些來自努力的小甜頭。這些小甜頭可能並不起眼，但卻能給人帶來滿滿的成就感和滿足感。它們是對你之前付出努力的一種肯定和回報，讓你感受到自己的努力沒有白費。雖然不會有特別大的驚喜出現，但這種穩穩的收穫也能讓人感到安心和踏實。在享受這些小甜頭的同時，也不要忘記繼續保持努力的狀態。因為只有持續不斷地付出，才能收穫更多的成果。繼續腳踏實地地朝著自己的目標前進，一步一個腳印，相信在未來的日子裡，會有更多的美好等待著你去發現。",
        "love_text": "單身的你，緣分可能在不經意間悄然降臨，也許是在熟悉的環境裡，一個陌生人的出現就讓你有了不一樣的感覺。多留意身邊的人，說不定愛情就在眼前。已有伴者的你，和伴侶之間的默契會愈發深厚，一個眼神、一個動作，彼此就能心領神會，這種默契會讓你們的感情更加穩固，相處更加和諧。",
        "work_text": "這一天整體運勢順遂，收穫可期。在處理各種事務時，你能保持積極的心態，高效地完成任務。無論是工作還是學習，都能得到他人的認可和支持，這讓你更有動力去追求更高的目標。你的努力和付出會得到相應的回報，可能會有一些小驚喜出現，讓你感到開心和滿足。",
        "lucky_star": "天秤座",
        "money_text": "財運較為平穩，穩進收益可期。你之前穩健的投資或工作上的努力，會在這天慢慢看到成果，可能是定期理財的利息到賬，或是工作上的績效獎金。繼續保持這種穩健的風格，合理規劃資金，能讓財富穩步增長。",
        "health_text": "身心皆舒暢，身體狀態不錯，心情也很愉悅。不過也別因此就放鬆對健康的關注，這天可以趁著好狀態做些簡單的運動，如慢跑、跳繩，增強體質。飲食上保持均衡，多吃五穀雜糧，讓身體持續保持良好狀態，享受這愜意的一天。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無故發脾氣",
        "yi": "準時赴約",
        "all": "81%",
        "date": "2026-01-05",
        "love": "88%",
        "work": "86%",
        "money": "84%",
        "health": "82%",
        "notice": "嘗試新機會態勢",
        "discuss": "79%",
        "all_text": "整體運勢呈現出敢於嘗試新機會的態勢。內心充滿了勇氣和決心，對新鮮事物有著強烈的好奇心和探索欲。不再滿足於現狀，渴望突破自我，去挑戰一些未曾涉足的領域。這種積極的態度會讓你在面對新機會時毫不猶豫地伸出雙手，勇敢地去抓住。在嘗試新機會的過程中，可能會遇到一些困難和挑戰，但這並不會讓你退縮。反而會激發你更強烈的鬥志，憑藉自身的智慧和毅力去克服困難。每一次的嘗試都是一次成長的機會，無論結果如何，都能讓你從中獲得寶貴的經驗。勇敢地去擁抱新機會，說不定會開啟一段全新的人生旅程，讓自己的生活煥發出不一樣的光彩。",
        "love_text": "單身的你，你的魅力會散發出來，吸引周圍人的目光，說不定會有人主動向你表達好感。自信地展現自己，說不定就能開啟一段新戀情。已有伴者的你，和另一半之間的愛意表達會更加熱烈，彼此會更加珍惜對方，不妨給對方一個溫暖的擁抱或甜蜜的告白，讓感情更加升溫。",
        "work_text": "對你而言進展順遂，彷彿有一束光照亮前行的道路。在推進各項事務時，你能充分發揮自己的能力，展現出自信和果斷的一面。無論是面對複雜的問題還是緊急的任務，都能從容應對，取得不錯的成果。你的積極態度也會感染身邊的人，為你營造一個良好的氛圍。",
        "lucky_star": "巨蟹座",
        "money_text": "在工作上的出色表現會為你帶來獎金紅利有望的好消息，可能是完成重要項目後的獎勵，或是業績突出獲得的提成。不過別光想著慶祝，要提前規劃好這筆錢的用途，是用於提升自己，還是存起來為未來做打算，讓這份獎勵發揮更大價值。",
        "health_text": "整個人充滿幹勁，精力旺盛。但也要注意別過度消耗體力，運動時控制好強度和時間，避免受傷。工作學習之餘，適當休息下，喝杯水，放鬆下眼睛和身體。飲食上可以多吃些有營養的食物，為活力續航，讓這一天都活力滿滿。",
        "lucky_color": "藏青色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於戀愛腦",
        "yi": "吃一塹長一智",
        "all": "95%",
        "date": "2026-01-05",
        "love": "93%",
        "work": "97%",
        "money": "96%",
        "health": "91%",
        "notice": "左右逢源收穫豐",
        "discuss": "97%",
        "all_text": "整體運勢特別給力，是左右逢源的一天，在物質和精神層面都會有豐厚的收穫。在生活裡，彷彿被幸運之神眷顧，無論做什麼事情都能順順利利。與他人相處時，能夠和諧融洽，得到他人的幫助和支持，人際關係十分良好。這種良好的人際關係不僅能讓你的心情愉悅，還能為你帶來一些實際的好處。在物質方面，可能會有一些意外的小驚喜出現，比如收到一份心儀已久的禮物，或者得到一些額外的獎勵。在精神層面，內心的滿足感和幸福感也會不斷提升，讓你感受到生活的美好和充實。珍惜這美好的一天，盡情享受這份幸運和快樂，同時也可以將這份積極的心態傳遞給身邊的人，讓大家都感受到生活的溫暖。",
        "love_text": "單身的你，真愛或許已經近在咫尺，可能是在工作場合，也可能是在興趣活動中，那個與你靈魂契合的人即將出現。保持開放的心態，勇敢迎接愛情。已有伴者的你，和伴侶的感情會甜蜜升溫，彼此會更加關心對方，一起度過溫馨的時光，享受愛情帶來的美好，讓感情更加深厚。",
        "work_text": "這一天你有望實現卓越突破，整體運勢十分強勁。在追求目標的道路上，你能保持高度的專注和嚴謹的態度，不放過任何一個細節。這種精益求精的精神會讓你在處理事務時更加出色，容易取得突破性的進展。你的努力和付出會得到豐厚的回報，可能會在事業或學業上迎來一個新的高峰。",
        "lucky_star": "射手座",
        "money_text": "簡直是財運爆棚，正財偏財皆旺。工作上收入穩定增長，可能還會有額外的獎金；偏財方面，也可能會有一些意外之財，比如收到退款、小禮品折現等。但別被好運衝昏頭腦，還是要理性消費，合理分配資金，讓財富持續積累。",
        "health_text": "體魄超強健，身體各方面機能都處於良好狀態。這天可以挑戰一些新的運動項目，像攀巖、游泳，進一步提升身體素質。不過運動前一定要做好熱身，運動後做好拉伸，防止肌肉拉傷。飲食上繼續保持健康均衡，為身體提供充足養分。",
        "lucky_color": "淺褐色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "找藉口熬夜",
        "yi": "看一部電影",
        "all": "92%",
        "date": "2026-01-05",
        "love": "97%",
        "work": "93%",
        "money": "86%",
        "health": "94%",
        "notice": "注入鮮活的力量",
        "discuss": "91%",
        "all_text": "整體運勢非常棒，生活彷彿被注入了一股鮮活的力量，處處都可能迎來眼前一亮的新改變。這種改變或許體現在日常的小細節裡，比如原本熟悉的環境有了新的佈置，讓人心情瞬間愉悅；又或者在與他人的交流互動中，發現彼此有了新的共同話題，關係更加親密。這些看似微小的改變，卻能讓生活充滿新鮮感。你會以積極開放的心態去接納這些新變化，主動去探索未知的領域。在這個過程中，自身的視野和認知也會不斷拓寬，對生活有了更多新的感悟。而且這種良好的運勢還會帶動身邊的人，讓周圍的氣氛都變得輕鬆愉快起來。不妨盡情享受這份好運，大膽地去嘗試新的事物，說不定會有更多意想不到的驚喜在前方等著你，讓生活變得更加豐富多彩",
        "love_text": "單身的你，浪漫的邂逅值得期待，可能會在某個浪漫的場景中，遇到那個讓你心動的人，開啟一段浪漫的愛情故事。已有伴者的你，和伴侶相處會和諧美滿，彼此相互理解、相互支持，一起規劃未來，感情在平淡中充滿溫馨，享受這份穩穩的幸福。",
        "work_text": "對你而言是順遂且高光閃耀的一天。整體狀態極佳，彷彿被幸運之神眷顧。在推進各項事務時，思路清晰，決策果斷，能輕鬆應對各種挑戰。無論是處理複雜的人際關係，還是攻克難題，都能遊刃有餘。你的出色表現會吸引他人的目光，獲得不少讚賞與認可，為未來發展積累良好口碑，開啟一段充滿希望的旅程。",
        "lucky_star": "摩羯座",
        "money_text": "在合作方面會有不錯的財運，合作生財順利。與合作伙伴的溝通順暢，項目推進順利，能共同創造財富。在合作過程中，要明確各自的職責和利益分配，保持良好的溝通和信任，這樣能讓合作更加長久，財富也會源源不斷。",
        "health_text": "狀態超良好，身體和心情都處於上佳水平。這天適合和朋友一起出去走走，進行戶外活動，如爬山、郊遊，既能享受大自然的美好，又能鍛鍊身體。不過要注意做好防曬和保暖措施，根據天氣變化增減衣物，讓好狀態一直延續下去。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太直白",
        "yi": "參加戶外活動",
        "all": "72%",
        "date": "2026-01-05",
        "love": "55%",
        "work": "80%",
        "money": "63%",
        "health": "20%",
        "notice": "花費更多的精力",
        "discuss": "76%",
        "all_text": "整體運勢稍有起伏，是不容大意的一天。生活不會一直風平浪靜，偶爾會出現一些小波瀾。可能會在某些事情上遇到一些小阻礙，原本順利的進展突然變得有些棘手，讓你不得不花費更多的精力去應對。又或者在與人相處時，出現一些小的摩擦和誤解，需要花費心思去溝通和化解。面對這些情況，不能掉以輕心，要保持冷靜和理智。仔細分析問題的根源，找到合適的解決辦法。不要因為一時的困難而心煩意亂，要相信自己的能力，憑藉堅韌的毅力和智慧，一定能夠克服這些小困難。同時，也要學會從這些經歷中吸取經驗教訓，不斷提升自己應對問題的能力，讓自己在面對未來的挑戰時更加從容自信。",
        "love_text": "單身的你，情路可能會有些波折，在尋找愛情的道路上會遇到一些不順心的事，不要因此而沮喪，保持積極的心態。已有伴者的你，和伴侶之間可能會出現信任危機，一些小事可能會引發猜疑，需要你們坦誠相待，及時溝通，化解心中的疑慮，重建信任。",
        "work_text": "處於穩步向前、有所收穫的階段。整體節奏平穩有序，在追求目標的道路上一步一個腳印。面對各種情況，能保持冷靜理智，憑藉自身的能力和經驗，有條不紊地推進事務。雖然過程中可能不會出現驚天動地的大事，但每一步的積累都在為成功奠定基礎，會逐漸看到努力的成果，內心充滿成就感。",
        "lucky_star": "水瓶座",
        "money_text": "遇到一些財務小困擾，可能是賬單到期卻資金緊張，或是預算超支。別慌張，先梳理一下自己的財務狀況，看看哪些地方可以節省開支，或者是否有其他收入來源可以應急。及時調整財務計劃，解決這些小問題，避免影響後續的財務狀況。",
        "health_text": "睡眠淺有波動，晚上可能容易醒來或者睡眠質量不高。這天晚上睡前別喝咖啡、茶等刺激性飲品，也別做劇烈運動，可以泡個熱水澡，聽些舒緩的音樂，放鬆身心，幫助入睡。白天適當進行運動，讓身體疲勞些，也有助於提高晚上的睡眠質量。",
        "lucky_color": "黃色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "發60秒語音",
        "yi": "花心思打扮",
        "all": "70%",
        "date": "2026-01-04",
        "love": "58%",
        "work": "75%",
        "money": "54%",
        "health": "72%",
        "notice": "充滿好奇探索欲",
        "discuss": "75%",
        "all_text": "整體運勢稍有起伏，這種起伏可能不會表現得特別劇烈，但也會讓你在一天之中感受到不同的狀態變化。有時你可能會感覺精力充沛，對周圍的事物充滿好奇和探索欲，想要積極地參與到各種活動中去；而有時又可能會突然覺得有些疲憊，對原本感興趣的事情也提不起興趣。這種起伏可能會讓你有些摸不著頭腦，不知道該如何應對。在這種情況下，你需要學會調整自己的心態，當狀態好的時候，盡情享受這種積極的感覺，多去嘗試一些新的事物；當狀態不佳時，也不要過於焦慮，給自己一些放鬆的時間和空間，讓自己慢慢恢復。以平和的心態面對運勢的起伏，才能更好地應對這一天。",
        "love_text": "單身的你，在感情上別因為寂寞就隨便將就。愛情不能湊合，要耐心等待那個真正適合你的人出現。在這段時間裡，可以多提升自己，讓自己變得更好。已有伴者的你，要珍惜和伴侶相處的時光，多花時間陪伴對方，一起創造美好的回憶，讓感情更加深厚。",
        "work_text": "充滿探索的慾望和機遇，內心渴望突破現有的侷限，去接觸新的領域和知識。你會主動尋找各種機會，拓展自己的視野和技能。在這個過程中，雖然可能會遇到一些困難和挑戰，但你的熱情和勇氣會讓你勇往直前。不要害怕失敗，每一次嘗試都是成長的機會，大膽去探索，會有意想不到的收穫。",
        "lucky_star": "水瓶座",
        "money_text": "你的財運狀況不佳，減少衝動消費行為是當務之急。你向來性格灑脫，消費時容易衝動，看到喜歡的東西就想立刻買下。但這天你的財運不太給力，衝動消費可能會讓你陷入財務困境。所以在購物前，先給自己幾分鐘冷靜時間，想想這東西是否真的實用，避免因為一時衝動而花冤枉錢。",
        "health_text": "健康方面要做好眼部放鬆。這一天你可能長時間盯著電子屏幕，眼睛容易疲勞、乾澀。工作或學習間隙，閉上眼睛休息幾分鐘，或者向遠處眺望，做做眼保健操。也可以準備一瓶眼藥水，適時滴一滴，緩解眼部不適，讓眼睛保持明亮清晰。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過斤斤計較",
        "yi": "持之以恆",
        "all": "57%",
        "date": "2026-01-05",
        "love": "60%",
        "work": "56%",
        "money": "51%",
        "health": "63%",
        "notice": "半途而廢的情況",
        "discuss": "58%",
        "all_text": "整體運勢欠佳，需要警惕半途而廢的情況。在做事情的時候，可能會遇到一些困難和挫折，讓你產生放棄的念頭。原本堅定的信念和目標，在面對這些阻礙時，可能會變得有些動搖。然而，半途而廢只會讓之前的努力付諸東流，無法收穫成功和成長。所以，一定要時刻提醒自己堅持下去。當遇到困難時，不要急於逃避，而是要冷靜分析問題，尋找解決辦法。可以把大目標分解成一個個小目標，逐步去實現，這樣會讓自己更有成就感，也更容易堅持下去。同時，也要給自己一些積極的心理暗示，相信自己有能力克服困難，只要堅持到底，就一定能夠迎來勝利的曙光。不要因為一時的困難而放棄自己的夢想，要勇敢地面對挑戰，不斷前行。",
        "love_text": "單身的你，在尋愛的進展上可能會比較緩慢，不要著急，感情的事需要慢慢來，多提升自己，等待合適的人出現。已有伴者的你，和伴侶的相處可能會略顯平淡，生活缺少一些激情，不妨一起嘗試一些新事物，為感情注入新的活力，讓生活更加有趣。",
        "work_text": "正處於低谷期，但這也是尋找機會前行的時刻。整體狀態可能不太理想，會遇到一些阻礙和困難，讓你感到有些壓力。不過，困境往往蘊含著機遇，只要你能保持堅定的信念，不輕易放棄，冷靜分析問題，積極尋找解決辦法，就能在低谷中發現新的方向，為未來的突破積累力量。",
        "lucky_star": "雙魚座",
        "money_text": "收入增長有些緩慢，努力工作卻沒看到明顯的財富增長，就像在爬坡，感覺有些吃力。這時候別灰心，分析一下是工作方法的問題，還是行業大環境的影響。可以嘗試提升自己的技能，增加競爭力，或者尋找一些兼職機會，拓寬收入渠道。",
        "health_text": "肩頸略緊繃，可能是長時間坐著工作或學習，肩頸部位肌肉緊張。這天要定時起身活動活動，做做肩頸的伸展運動，像轉動脖子、聳聳肩膀。也可以找家人朋友幫忙按摩下肩頸部位，緩解肌肉緊張，讓肩頸放鬆下來，減輕不適感。",
        "lucky_color": "橘色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩遊戲",
        "yi": "看演出表演",
        "all": "91%",
        "date": "2026-01-05",
        "love": "85%",
        "work": "86%",
        "money": "96%",
        "health": "94%",
        "notice": "精神富足行動力強",
        "discuss": "90%",
        "all_text": "整體運勢棒棒噠，是精神富足的一天，行動力也超強。你的內心充滿了對生活的熱愛和對未來的憧憬，這種積極的精神狀態讓你充滿活力。你會主動去追求自己感興趣的事物，對周圍的一切都充滿好奇心，願意去探索和嘗試新的領域。而且你的行動力很強，一旦有了想法，就會立刻付諸行動，不會猶豫不決。這種果斷和執行力會讓你在追求目標的道路上更加順利。在行動的過程中，你會不斷收穫新的知識和經驗，讓自己的精神世界更加豐富。同時，你的這種積極狀態也會感染身邊的人，帶動大家一起積極向上。盡情享受這美好的一天，用自己的行動去創造更多的精彩，讓生活變得更加有意義。",
        "love_text": "單身的你，新戀情已經有了苗頭，可能在某個社交場合，會遇到讓你有好感的人，主動一點，說不定就能開啟一段美好的愛情。已有伴者的你，和伴侶的感情會穩定升溫，彼此相互陪伴，一起度過平凡又溫馨的日子，在相處中更加了解對方，感情也會更加牢固。",
        "work_text": "即將迎來超常發揮的時刻。整體狀態飽滿，思維活躍，創造力十足。在處理事務時，能突破常規思維的束縛，提出新穎獨特的見解和方法，讓人眼前一亮。這種出色的表現會讓你在眾人中脫穎而出，無論是面對工作上的挑戰還是學習中的難題，都能輕鬆應對，取得令人矚目的成果，開啟一段輝煌的歷程。",
        "lucky_star": "獅子座",
        "money_text": "財富會快速積累，之前的理財規劃開始見效，資產有所增值。也可能會有一些新的賺錢機會出現，比如朋友介紹的投資項目，或是新的業務合作。要抓住這些機會，但也要保持理性，不要盲目投入，做好風險控制，讓財富穩健增長。",
        "health_text": "元氣很滿格，身體充滿能量，做什麼都很有勁頭。這天可以嘗試一些新的健康生活方式，比如學習新的健身操、嘗試新的健康食譜。不過也要注意循序漸進，別一下子給自己太大壓力。保持積極的心態，享受這元氣滿滿的一天。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "晚睡晚起",
        "yi": "培養新興趣",
        "all": "92%",
        "date": "2026-01-05",
        "love": "98%",
        "work": "86%",
        "money": "91%",
        "health": "94%",
        "notice": "得到意外的收穫",
        "discuss": "92%",
        "all_text": "整體運勢很好，能夠得到一些意外收穫。這些意外收穫可能來自於生活的各個方面，也許是在不經意間發現了一個新的興趣愛好，讓自己找到了新的樂趣；又或者是在與他人的交流中，得到了一些寶貴的建議和啟發，讓自己對生活有了新的認識。這些收穫雖然看似偶然，但其實是你在日常生活中積累的結果。你平時的善良和真誠，讓你在與人相處時贏得了他人的信任和好感，所以才會在不經意間得到這些意外之喜。珍惜這些收穫，把它們當作生活給予的禮物。同時，也要繼續保持自己的善良和真誠，用積極的心態去面對生活，相信未來還會有更多的美好在等著你，讓生活充滿驚喜和期待。",
        "love_text": "單身的你，甜蜜的緣分即將開啟，可能會在不經意間遇到那個讓你心動的人，開啟一段浪漫又甜蜜的愛情之旅。已有伴者的你，和伴侶之間會愛意濃情蜜意，彼此會更加依賴對方，一起享受愛情的甜蜜，一起創造美好的回憶，讓感情更加深厚。",
        "work_text": "你的發展順遂，成果會逐漸顯現。整體運勢良好，在推進各項事務時能保持平穩的心態，按部就班地朝著目標前進。你的努力和付出不會白費，隨著時間推移，會慢慢看到收穫的跡象。無論是工作上的成績還是學習上的進步，都會讓你感到欣慰，也更加堅定了繼續前行的信心，為未來的發展注入動力。",
        "lucky_star": "白羊座",
        "money_text": "財運十分旺盛，財源廣進多途。不僅工作上的收入穩定，還可能會有一些額外的收入來源，比如兼職、投資回報等。面對這麼多的財富機會，要合理規劃，不要把所有雞蛋放在一個籃子裡，分散投資，降低風險，讓財富像滾雪球一樣越來越多",
        "health_text": "健康無煩憂，身體沒有明顯不適，心情也很輕鬆。這天可以繼續保持良好的生活習慣，早睡早起，合理飲食，適量運動。也可以去做些自己喜歡的事情，如看電影、讀書，放鬆身心，讓這份健康和愉悅一直陪伴著自己。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    }
  }
}