{
  "updated": "2025-12-04T08:13:28.226Z",
  "updateTime": "2025/12/4 下午4:13:28",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17775,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久站或久坐",
        "yi": "影院看電影",
        "all": "85%",
        "date": "2025-12-03",
        "love": "83%",
        "work": "80%",
        "money": "89%",
        "health": "82%",
        "notice": "節奏較輕鬆自在",
        "discuss": "89%",
        "all_text": "整體運勢呈現比較平順的態勢，沒有明顯的起伏波動，會度過相對舒心省心的一天。在這一天裡，不會遭遇太多棘手的狀況或者難以應對的難題，生活節奏較為輕鬆自在。周圍的環境和人際關係都處於一種和諧穩定的狀態，不會給你帶來額外的壓力和負擔。可以按照自己的節奏和想法去安排日常活動，無論是休閒娛樂還是處理一些瑣事，都能有條不紊地進行。這種平穩的運勢讓你能夠放鬆心情，享受當下的時光，不用為各種未知的情況而擔憂焦慮。能夠以一種從容不迫的姿態面對生活，內心也會感到十分愜意。",
        "love_text": "單身的你，在社交場合中極有可能結識到新的對象。可能是在朋友聚會，或是興趣小組裡，那個讓你眼前一亮的人會悄然出現。別害羞，主動釋放善意，說不定一段美好的緣分就此開啟。已有伴者的你，和伴侶相處時，不妨一起培養共同話題。可以聊聊彼此最近感興趣的電影、書籍，或是計劃一次短途旅行。在交流中，你們會更加了解對方，感情也會在共同探索中不斷升溫，變得更加親密無間。",
        "work_text": "是充滿動力與突破感的一天。整體狀態積極昂揚，彷彿有一股無形的力量推動著你向前。在處理事務時，思維變得格外敏捷，能迅速抓住關鍵要點，以往覺得棘手的問題，此刻也能找到新的解決思路，進展十分顯著，讓你在各方面都收穫滿滿成就感。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不錯，會有一些小額進賬帶來驚喜，可能是兼職的小報酬，或是之前投資的微小回報。這天適合留意身邊的小機會，說不定還有額外收穫。不過也別因小錢而忽視大規劃，合理分配資金，把一部分存起來，另一部分用於日常開銷，讓財運穩穩當當。",
        "health_text": "容易因忙碌而長時間保持同一姿勢，久坐或久站會讓身體肌肉緊繃，血液循環不暢，建議每隔一段時間起身活動活動，伸伸懶腰、踢踢腿，讓身體放鬆放鬆，避免出現腰痠背痛的小毛病。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不遵守秩序",
        "yi": "讀有益書籍",
        "all": "93%",
        "date": "2025-12-03",
        "love": "92%",
        "work": "96%",
        "money": "93%",
        "health": "94%",
        "notice": "助力圍繞在身邊",
        "discuss": "92%",
        "all_text": "整體運勢相當不錯，可以說是棒棒噠。這一天裡，會有不少助力圍繞在你身邊，無論是來自朋友、家人還是其他方面，都能感受到他人給予的支持和幫助。人緣也倍兒棒，與周圍人的相處十分融洽，能夠輕鬆地與他人建立起良好的溝通和互動。這種良好的人際關係氛圍會讓你心情愉悅，同時也為你帶來更多的機會和可能性。在與他人交往的過程中，能夠收穫到溫暖和善意，進一步增強自己的信心和動力。可以充分利用這一天的好運勢，積極拓展自己的社交圈子，享受與人交往帶來的快樂。",
        "love_text": "單身的你，愛情運勢超棒，會有貴人助力你的感情之路。也許是在工作中，長輩或是同事會給你介紹合適的對象；也可能是在生活裡，朋友熱心牽線。抓住這些機會，大方展現自己的優點，脫單指日可待。已有伴者的你，會收到伴侶飽含深情的表白。對方可能會精心準備一份小禮物，或是說一些貼心的話，讓你感受到滿滿的愛意。別忘了回應這份愛，用擁抱和甜蜜的話語，讓彼此的感情更加深厚。",
        "work_text": "如同順水行舟，一切都進展得十分順遂。在各種事務的推進過程中，幾乎沒有遇到什麼阻礙，彷彿有一股好運在默默助力。無論是處理日常工作，還是應對學習任務，都能輕鬆應對，而且還能收穫不少意外的小驚喜，讓你心情愉悅，信心倍增。",
        "lucky_star": "射手座",
        "money_text": "財運超旺，豐厚收益即將到手，可能是項目獎金、業務提成，或是投資有了大回報。這天要好好把握機會，對於到賬的錢財，別急著亂花，可規劃一下長期理財，比如存定期、買穩健理財產品，讓財富進一步增值，為未來生活增添保障。",
        "health_text": "健康狀態良好，規律作息是維持好狀態的秘訣。按時起床、按時睡覺，讓身體形成穩定的生物鐘，各個器官也能有條不紊地工作。睡前別刷手機，營造安靜舒適的睡眠環境，能讓你一夜好眠，第二天精神煥發。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話沒禮貌",
        "yi": "玩益智遊戲",
        "all": "97%",
        "date": "2025-12-03",
        "love": "95%",
        "work": "98%",
        "money": "96%",
        "health": "97%",
        "notice": "環境條件十分有利",
        "discuss": "90%",
        "all_text": "整體運勢非常旺盛，迎來優勢的局面。在這充滿活力的一天裡，各方面都呈現出積極向上的態勢。彷彿有一股無形的力量推動著你，讓你在處理各種事情時都更加得心應手。周圍的環境和條件都對你十分有利，能夠為你提供更多的機會和選擇。你能夠敏銳地捕捉到身邊的信息和變化，並且迅速做出反應。這種優勢局面讓你在人際交往中也更加自信從容，能夠吸引到更多人的關注和認可。可以盡情地發揮自己的優勢，展現出獨特的魅力，享受這一天帶來的美好體驗。",
        "love_text": "單身的你，很可能邂逅心動瞬間。走在街頭，或是參加活動時，那個讓你心跳加速的人會突然出現。也許是一個眼神的交匯，或是一個不經意的微笑，都能讓你感受到愛情的火花。勇敢一點，主動上前搭話，說不定就能開啟一段浪漫戀情。已有伴者的你，和伴侶的感情升溫加速。你們會更加珍惜彼此相處的時光，一起做喜歡的事情，分享生活中的點點滴滴。在這個過程中，你們會發現對方更多的優點，感情也會越來越好，彷彿回到了熱戀期。",
        "work_text": "是靈感與創意大爆發的一天。你的腦袋裡彷彿裝了一個創意寶庫，各種新奇的想法不斷湧現。在面對各種情況時，能憑藉獨特的思維和靈活的應變能力，給出令人眼前一亮的解決方案。這種創意和靈感不僅讓你在處理事務時更加得心應手，還能為你帶來不少新的機會和可能性。",
        "lucky_star": "摩羯座",
        "money_text": "財運亨通，多元財路暢通無阻，無論是主業收入，還是副業、兼職等，都有不錯的進賬。這天不妨多開拓些賺錢渠道，比如利用業餘時間做些小生意，或參與線上合作項目。同時，也要注意合理規劃資金，別因財路多就盲目消費，做好收支管理。",
        "health_text": "飲食均衡多樣是重點。別挑食偏食，各種蔬菜水果、肉蛋奶都要適當攝入，為身體提供全面的營養。吃飯時細嚼慢嚥，有助於消化吸收，避免暴飲暴食給腸胃造成負擔，讓身體輕鬆無負擔。",
        "lucky_color": "海藍色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "妄自菲薄",
        "yi": "做手工飾品",
        "all": "58%",
        "date": "2025-12-03",
        "love": "63%",
        "work": "56%",
        "money": "60%",
        "health": "62%",
        "notice": "小問題上犯迷糊",
        "discuss": "56%",
        "all_text": "整體運勢低迷，容易在小問題上犯迷糊。這一天裡，可能會感覺自己的思維有些不夠清晰，在處理一些事情時容易出現疏忽和錯誤。一些看似簡單的小問題，卻可能會讓你陷入困惑和糾結之中，難以迅速做出正確的判斷和決策。周圍的環境也可能會給你帶來一些干擾和影響，讓你的情緒變得有些煩躁不安。這種低迷的運勢會讓你感到有些力不從心，容易產生挫敗感。需要提醒自己保持冷靜和耐心，儘量放慢節奏，認真對待每一個細節，避免因為粗心大意而造成不必要的麻煩。",
        "love_text": "單身的你，舊情可能會在略有干擾。過往的感情回憶可能會時不時湧上心頭，讓你有些心煩意亂。但別讓這些回憶影響你現在的生活，把注意力放在當下，多去參加新的社交活動，說不定能遇到更合適的人。已有伴者的你，和伴侶相處時可能會因為一些小事小吵，進而增添隔閡。遇到分歧時，別急著爭辯，先冷靜下來，站在對方的角度思考問題。多溝通，多理解，才能化解矛盾，讓感情重新回到正軌。",
        "work_text": "可能會感覺有些舉步維艱，各種阻礙和困境頻繁出現。在處理事務時，彷彿有一股無形的力量在牽制著你，讓你難以順利推進。可能會遇到一些突發狀況，打亂你原本的計劃，讓你感到有些焦慮和無助。不過，別灰心，這只是暫時的，保持冷靜，積極尋找解決辦法，困境終會過去。",
        "lucky_star": "金牛座",
        "money_text": "財運稍顯低迷，支出方面可能會小有超支，也許是因為人情往來、購買生活用品等。這天要格外留意自己的消費情況，買東西前多想想是否真的需要，避免衝動消費。可以制定一個簡單的消費清單，按照清單購物，控制不必要的開支，守住自己的錢包。",
        "health_text": "情緒方面要多留意，起伏較大可能會影響身體健康。遇到煩心事別憋在心裡，找朋友傾訴傾訴，或者做些喜歡的事轉移注意力，像看電影、聽音樂。保持平和的心態，能讓身體內分泌更穩定，減少不適感。",
        "lucky_color": "淺黃色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "指責別人",
        "yi": "拼拼圖積木",
        "all": "58%",
        "date": "2025-12-03",
        "love": "64%",
        "work": "66%",
        "money": "50%",
        "health": "65%",
        "notice": "失去部分主動權",
        "discuss": "59%",
        "all_text": "整體運勢欠佳，容易被別人拿捏，被牽著鼻子走。在這一天裡，可能會感覺自己在某些方面失去了主動權，無法按照自己的意願去行事。周圍的人似乎有著更強的控制力和影響力，讓你不得不聽從他們的安排和建議。這種被動的局面會讓你感到有些不舒服和無奈，內心也會產生一些牴觸情緒。需要學會調整自己的心態，不要過於在意他人的看法和意見，保持自己的獨立思考和判斷能力。在面對他人的要求時，要勇敢地表達自己的想法和需求，爭取自己的權益，避免一味地妥協和退讓。",
        "love_text": "單身的你，在追求愛情的道路上易遇阻礙。可能會遇到一些競爭者，或是對方對你的好感並不明顯。別灰心，這只是暫時的，調整好自己的心態，提升自己的魅力，相信合適的人會在不遠處等你。已有伴者的你，和伴侶相處有些沉悶。生活似乎缺少了一些激情和浪漫，不妨一起做些新鮮有趣的事情，比如嘗試新的餐廳，或是看一場刺激的電影。給生活加點料，讓感情重新煥發生機。",
        "work_text": "整體進展相對較為緩慢。在處理各種事務時，雖然你付出了努力，但效果卻不太明顯，彷彿陷入了一種緩慢的節奏中。可能會感覺自己的能力沒有得到充分發揮，有些事情進展不如預期，讓你有些著急。不過，不要急於求成，耐心積累，一步一個腳印，後續會有所改善。",
        "lucky_star": "水瓶座",
        "money_text": "財運不佳，有意外破財預警，可能是不小心丟失財物，或是遇到一些需要花錢解決的突發狀況。這天出門要格外小心，保管好自己的貴重物品，做事也要謹慎些，避免因疏忽而造成經濟損失。若遇到花錢的事，多權衡利弊，別輕易掏錢。",
        "health_text": "要注意避免過度用嗓。長時間大聲說話或唱歌，嗓子容易疲勞、幹癢甚至疼痛。可以多喝溫水滋潤喉嚨，也可以準備一些潤喉糖，適時含服。說話時控制音量和語速，讓嗓子得到適當休息。",
        "lucky_color": "深紅色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與槓精吵架",
        "yi": "欣賞自然美景",
        "all": "61%",
        "date": "2025-12-03",
        "love": "58%",
        "work": "51%",
        "money": "70%",
        "health": "68%",
        "notice": "瑣碎事接踵而至",
        "discuss": "66%",
        "all_text": "整體運勢下滑，瑣事太多容易焦頭爛額。這一天裡，各種瑣碎的事情會接踵而至，讓你應接不暇。這些瑣事雖然看似不大，但卻十分繁雜，需要花費大量的時間和精力去處理。在處理這些事情的過程中，可能會因為忙碌而感到煩躁和疲憊，容易出現情緒上的波動。而且，由於事情太多，可能會讓你感到有些手忙腳亂，難以做到面面俱到，容易出現一些小的失誤和疏漏。需要提醒自己合理安排時間和精力，分清事情的輕重緩急，有條不紊地去處理每一件事情。同時，也要學會給自己留出一些放鬆和休息的時間，緩解壓力，保持良好的心態。",
        "love_text": "單身的你，在社交場合中，可能很難遇到讓你心動且覺得合適的人。彆著急，緣分這東西急不來，利用這段時間好好提升自己，培養興趣愛好，讓自己變得更加優秀，合適的人自然會出現。已有伴者的你，和伴侶之間的矛盾逐漸凸顯。可能會因為生活習慣、價值觀等方面的差異產生分歧。遇到問題時，別逃避，坐下來好好溝通，找到解決問題的方法。只有相互包容，感情才能長久。",
        "work_text": "可能會陷入難題困局之中，感覺處處碰壁。在處理事務時，各種難題接踵而至，讓你有些應接不暇。可能會遇到一些複雜的問題，憑藉以往的經驗和方法難以解決，讓你感到十分苦惱。不過，這也是一個成長的機會，通過不斷嘗試和探索，你能找到新的解決辦法，提升自己的能力。",
        "lucky_star": "天蠍座",
        "money_text": "財運平穩，穩中有升小得，收入方面不會有太大波動，但可能會有一些小的額外收入，比如退款、小獎勵等。這天適合對自己的財務狀況做個小梳理，看看哪些地方可以優化，比如調整一下儲蓄和消費的比例，讓資金分配更合理，為未來積累更多財富。",
        "health_text": "足部保暖要做好，天氣漸冷，足部受涼容易引發感冒、關節疼痛等問題。出門穿上厚襪子、保暖的鞋子，晚上睡覺前用熱水泡泡腳，促進血液循環，不僅能溫暖雙腳，還能緩解一天的疲勞，讓你睡得更香。",
        "lucky_color": "草綠色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間低頭",
        "yi": "做瑜伽放鬆",
        "all": "79%",
        "date": "2025-12-03",
        "love": "77%",
        "work": "83%",
        "money": "78%",
        "health": "80%",
        "notice": "趨於公式化安排",
        "discuss": "84%",
        "all_text": "整體運勢表現平平，生活節奏會趨於公式化的安排。這一天裡，日常的各項活動似乎都按照既定的模式在推進，沒有太多新奇的變化和驚喜出現。你會按照熟悉的流程去處理事情，與周圍人的互動也保持著一種常規的狀態。這種平穩的節奏雖然不會帶來強烈的刺激感，但也能讓你感到安心和踏實。不過，過於公式化的安排可能會讓你覺得有些乏味，內心渴望一些不一樣的體驗。但此時也不必急於打破常規，不妨先享受這份穩定，在熟悉的環境中尋找一些細微的樂趣。以平和的心態面對這一天，順其自然地接受生活的安排，或許能在平淡中發現一些別樣的美好。",
        "love_text": "單身的你，社交桃花初現。在各種社交活動中，你會吸引到不少人的目光，其中可能就有潛在的戀愛對象。別錯過這些機會，多和他人交流互動，展現自己的優雅與魅力，說不定就能收穫一段美好的感情。已有伴者的你，和伴侶的默契有所提升。在相處過程中，你們會更加了解彼此的想法和需求，一個眼神、一個動作就能明白對方的心意。這種默契會讓你們的感情更加穩固，相處也更加和諧。",
        "work_text": "可能會陷入難題困局之中，感覺處處碰壁。在處理事務時，各種難題接踵而至，讓你有些應接不暇。可能會遇到一些複雜的問題，憑藉以往的經驗和方法難以解決，讓你感到十分苦惱。不過，這也是一個成長的機會，通過不斷嘗試和探索，你能找到新的解決辦法，提升自己的能力。",
        "lucky_star": "雙魚座",
        "money_text": "財運尚可，合理理財能有小成，通過合理規劃收支，能讓自己的財務狀況更清晰。這天可以花些時間整理一下自己的賬單，看看哪些是必要支出，哪些是可以節省的。同時，根據自己的收入情況，制定一個合理的理財計劃，比如每月存多少錢，讓財富慢慢積累。",
        "health_text": "進行適度運動拉伸，能增強身體柔韌性和肌肉力量。可以選擇在飯後散散步，或者做一些簡單的瑜伽動作，活動活動筋骨。運動前做好熱身，運動後進行拉伸放鬆，避免運動損傷，讓身體更加健康有活力。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜不睡覺",
        "yi": "品嚐美味小吃",
        "all": "73%",
        "date": "2025-12-03",
        "love": "66%",
        "work": "69%",
        "money": "75%",
        "health": "76%",
        "notice": "意想不到小插曲",
        "discuss": "72%",
        "all_text": "整體運勢稍有起伏，容易遇到一些小狀況。在這一天裡，生活不會完全按照你預期的那樣發展，可能會出現一些意想不到的小插曲。這些小狀況可能不會對整體造成太大的影響，但也會讓你在處理時需要多花費一些心思和精力。面對這些變化，你需要保持冷靜和理智，不要被突如其來的情況打亂陣腳。以靈活的方式去應對各種問題，及時調整自己的狀態和策略。雖然運勢有起伏，但這也是生活的一種調味劑，通過解決這些小狀況，你也能鍛鍊自己的應變能力和心理素質。以積極的態度看待這些小波折，相信你能夠順利度過這一天。",
        "love_text": "單身的你，暗戀可能難有進展。你默默喜歡的人，似乎沒有給你太多回應，讓你有些失落。但別放棄，感情需要慢慢培養，繼續用自己的方式關心對方，說不定哪天就能打動對方的心。已有伴者的你，和伴侶之間的信任出現危機。可能會因為一些誤會或小事，讓彼此產生不信任感。這時候，要及時溝通，坦誠地表達自己的想法和感受，消除誤會，重建信任，讓感情回到正軌。",
        "work_text": "你的運勢如同坐過山車，起伏波動較為明顯。這一天裡，你可能會經歷從順遂到受阻，再從困境中尋找轉機的過程。在處理事務時，時而感覺思路清晰、進展順利，時而又會被一些突發狀況打亂節奏，陷入迷茫。不過，這種起伏也讓你更加警覺和靈活，能快速適應變化，調整自己的狀態。",
        "lucky_star": "獅子座",
        "money_text": "財運不錯，偏財機遇閃現，可能會收到一些意外之財，比如朋友的紅包、抽獎的小獎品等。這天要保持敏銳的洞察力，留意身邊可能出現的偏財機會，但也別把過多精力放在這上面。對於到手的偏財，別隨意揮霍，可以存起來，以備不時之需。",
        "health_text": "要保證飲水充足，水分對身體的正常運轉至關重要。不要等到口渴了才喝水，每隔一段時間就喝上幾口，保持身體水分平衡。多喝水還能促進新陳代謝，幫助身體排出毒素，讓皮膚狀態更好，身體更健康。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不規律用餐",
        "yi": "逛逛藝術展",
        "all": "92%",
        "date": "2025-12-03",
        "love": "90%",
        "work": "96%",
        "money": "91%",
        "health": "90%",
        "notice": "想要突破的渴望",
        "discuss": "94%",
        "all_text": "整體運勢相當不錯，或有突破的機會，自信UP。這一天裡，你會明顯感覺到自己充滿活力和能量，內心湧動著一種想要突破現狀的渴望。周圍的環境和氛圍也似乎在為你提供著支持和助力，讓你有更多的機會去嘗試新的事物，展現自己的能力。這種積極的運勢會讓你的自信心得到極大的提升，你會更加堅定地相信自己能夠做到更好。不妨抓住這個有利時機，勇敢地邁出嘗試的步伐，去探索未知的領域。不要害怕失敗，因為每一次嘗試都是一次成長的機會。以自信的姿態迎接這一天，相信你會收穫意想不到的驚喜。",
        "love_text": "單身的你，浪漫緣分降臨。你可能會在一個意想不到的地方，遇到那個讓你心動的人。也許是在圖書館，或是在公園裡，對方的出現會讓你覺得生活充滿了驚喜。勇敢地邁出第一步，主動追求屬於自己的幸福。已有伴者的你，和伴侶甜蜜驚喜不斷。對方可能會為你準備一些小驚喜，比如送一束花，或是安排一次浪漫的約會。享受這些甜蜜時刻的同時，也別忘了給對方一些回應，讓這份愛更加長久。",
        "work_text": "是充滿高效與成果的一天。整體狀態活力滿滿，精力充沛，彷彿有使不完的勁。在處理各種事務時，思維敏捷，行動迅速，能夠以最快的速度完成任務，而且質量還很高。無論是新的項目還是舊的任務，都能在你的努力下取得顯著的進展，讓你收穫滿滿的成就感和自信心。",
        "lucky_star": "白羊座",
        "money_text": "財運大好，大筆收入降臨，可能是工作上的大項目有了成果，獲得豐厚報酬，或是投資有了大收穫。這天要好好享受這份財運，但也別得意忘形。對於這筆大收入，要做好規劃，一部分用於改善生活，一部分用於理財投資，讓財富持續增值。",
        "health_text": "多出門走走，享受戶外陽光，陽光中的紫外線能促進身體合成維生素D，有助於鈣的吸收，對骨骼健康有益。出門曬曬太陽，還能改善心情，讓人心情愉悅。不過曬太陽時要注意時間，避免長時間暴曬，做好防曬措施。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "濃妝豔抹",
        "yi": "聽有聲讀物",
        "all": "98%",
        "date": "2025-12-03",
        "love": "97%",
        "work": "90%",
        "money": "93%",
        "health": "96%",
        "notice": "遊刃有餘的局面",
        "discuss": "91%",
        "all_text": "整體運勢不斷走高，迎來遊刃有餘的局面。在這一天裡，你會發現自己處理各種事情都變得十分得心應手，彷彿一切都在自己的掌控之中。無論是與他人的溝通交流，還是應對各種複雜的情況，你都能夠輕鬆應對，展現出自己的能力和智慧。這種遊刃有餘的狀態會讓你感到十分愉悅和滿足，也會進一步增強你的信心和動力。你可以充分利用這一天的好運勢，積極拓展自己的社交圈子，與更多的人建立良好的關係。同時，也可以嘗試一些新的挑戰，進一步提升自己的能力和水平。不妨以從容的姿態享受這一天的好運勢，讓自己在各個方面都能有所收穫。",
        "love_text": "單身的你，相親或有收穫。如果家人或朋友給你安排了相親，不妨認真對待，說不定能在相親中遇到那個合適的人。在相親過程中，真誠地展現自己，瞭解對方的情況，也許一段美好的緣分就此開始。已有伴者的你，和伴侶能理解彼此更多。在相處中，你們會更加體諒對方的辛苦和付出，遇到問題時也能相互支持。這種理解會讓你們的感情更加深厚，相處也更加融洽。",
        "work_text": "呈現出穩健攀升、持續進步的良好態勢。整體狀態踏實穩重，一步一個腳印地朝著目標前進。在處理事務時，注重細節，嚴謹認真，能夠確保每一個環節都不出差錯。這種腳踏實地的態度讓你在各方面都能取得穩定的進步，隨著時間的推移，積累的成果會越來越顯著，為未來的發展打下堅實的基礎。",
        "lucky_star": "天秤座",
        "money_text": "財運極佳，事業財利雙收，工作上的出色表現會帶來豐厚的收入，同時可能還有一些額外的福利或獎勵。這天要繼續保持努力工作的狀態，爭取獲得更多收益。對於到手的財富，可以考慮進行一些長期的投資，比如買房、買基金等，為未來打下堅實的經濟基礎。",
        "health_text": "要注重眼部休息，長時間盯著電腦、手機屏幕，眼睛容易疲勞、乾澀、酸脹。工作學習間隙，閉上眼睛休息幾分鐘，或者向遠處眺望，讓眼睛得到放鬆。也可以做做眼保健操，促進眼部血液循環，保護視力。",
        "lucky_color": "棕色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "向朋友借錢",
        "yi": "去戶外騎行",
        "all": "76%",
        "date": "2025-12-03",
        "love": "79%",
        "work": "74%",
        "money": "75%",
        "health": "78%",
        "notice": "改變與保穩中掙扎",
        "discuss": "73%",
        "all_text": "整體運勢一般般，在改變與保穩之間掙扎著。這一天裡，你內心會面臨一種矛盾的心理，一方面渴望做出一些改變，追求新的體驗和刺激；另一方面又擔心改變會帶來不確定性和風險，想要保持現狀的穩定。這種掙扎會讓你在決策時有些猶豫不決，難以果斷地做出選擇。其實，改變和保穩都有各自的優缺點，關鍵在於你要根據自己的實際情況和需求來權衡。如果改變的慾望十分強烈，且經過深思熟慮後認為可行，那麼不妨勇敢地邁出改變的步伐；如果覺得目前的狀態還算不錯，想要先保持一段時間，那也沒有問題。以理性的態度面對這種內心的掙扎，找到適合自己的平衡點，才能讓這一天過得更加順心。",
        "love_text": "單身的你，網絡邂逅緣分。在網絡社交平臺上，你可能會結識到有趣的人，對方和你有著相似的興趣愛好，聊得很投機。別局限於網絡交流，適時地約對方見面，說不定就能將網絡緣分轉化為現實中的愛情。已有伴者的你，和伴侶相處輕鬆愉悅。你們會一起做喜歡的事情，享受彼此的陪伴，沒有太多的壓力和煩惱。這種輕鬆的氛圍會讓你們的感情更加美好，珍惜這樣的時光，讓愛情一直甜蜜下去。",
        "work_text": "處於平穩適度發展的狀態，沒有大起大落，一切都按部就班地進行著。整體氛圍輕鬆自在，沒有太多的壓力和負擔。在處理事務時，能夠保持冷靜和理智，按照自己的節奏和方式去完成，雖然不會有特別突出的表現，但也不會出現大的失誤，這種平穩的狀態讓你能夠穩步積累經驗和能力。",
        "lucky_star": "處女座",
        "money_text": "財運平穩，收支基本平衡，收入和支出大致相當，沒有太大的財務壓力。這天可以維持現有的消費和儲蓄習慣，不過也可以嘗試尋找一些增加收入的小方法，比如利用業餘時間做些兼職。同時，要注意合理規劃資金，避免出現入不敷出的情況。",
        "health_text": "要小心關節受涼，關節受涼容易引發疼痛和不適，影響日常活動。天氣寒冷時，要注意關節部位的保暖，戴上護膝、護腕等。避免長時間處於寒冷潮溼的環境中，適當進行關節活動，保持關節靈活性。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "疲勞駕駛",
        "yi": "做面部護理",
        "all": "84%",
        "date": "2025-12-03",
        "love": "86%",
        "work": "70%",
        "money": "73%",
        "health": "86%",
        "notice": "收穫小驚喜小滿足",
        "discuss": "80%",
        "all_text": "整體運勢尚可，偶爾能在嘗新中收穫一點小甜頭。這一天裡，你會有機會接觸到一些新鮮的事物和觀念，這些新元素會給你帶來一些新鮮感和興奮感。在嘗試這些新事物的過程中，你可能會意外地收穫一些小驚喜和小滿足，讓自己的心情變得愉悅起來。這種嘗新的體驗會讓你感受到生活的多樣性和豐富性，也會激發你對未知的好奇心和探索欲。不過，在嘗新的同時，也要注意把握好度，不要過於衝動和盲目。要根據自己的實際情況和能力範圍去選擇適合自己的新事物，避免因為過度嘗試而給自己帶來不必要的麻煩。以開放的心態去迎接這些新體驗，享受這一天帶來的小確幸。",
        "love_text": "單身的你，你的身上彷彿散發著一種獨特的魅力，吸引著周圍人的目光。在社交場合中，你會成為焦點，可能會有不少人主動和你搭話。抓住這個機會，展現自己的溫柔與善良，說不定就能遇到那個對的人。已有伴者的你，和伴侶情感交流順暢。你們會毫無保留地分享彼此的想法和感受，傾聽對方的心聲。這種深入的交流會讓你們更加了解彼此，感情也會在交流中不斷昇華，變得更加堅定。",
        "work_text": "沿著既定的軌道按部就班地推進著各項事務。整體狀態平和穩定，沒有太多的驚喜和波瀾。在處理事情時，遵循常規的方法和流程，雖然缺乏一些創新和突破，但能夠確保事情順利完成。這種按部就班的方式讓你感到安心，也能讓你在熟悉的環境中穩步提升自己的能力，積累經驗。",
        "lucky_star": "雙子座",
        "money_text": "財運一般，有零散收益積累，可能是通過一些小兼職、小投資等獲得的零碎收入。雖然這些收益不多，但積少成多也能有一筆不小的數目。這天可以把這些零散收益集中起來，進行統一管理，比如存入一個專門的賬戶，也可以考慮用這些錢進行一些小額投資。",
        "health_text": "維持心情愉悅，好的心情是健康的基石。別給自己太大壓力，遇到事情往好的方面想。可以和朋友聚聚，一起逛街、吃飯，分享生活中的趣事。保持樂觀的心態，能讓身體免疫力增強，減少生病的機會。",
        "lucky_color": "綠色",
        "lucky_number": "6"
      }
    }
  }
}