{
  "updated": "2025-12-23T03:37:20.944Z",
  "updateTime": "2025/12/23 上午11:37:20",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15039,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猶豫不決",
        "yi": "享受慢生活",
        "all": "73%",
        "date": "2025-12-22",
        "love": "67%",
        "work": "68%",
        "money": "78%",
        "health": "75%",
        "notice": "缺乏激情與動力",
        "discuss": "70%",
        "all_text": "整體運勢表現平平，沒有太多波瀾起伏。生活彷彿進入了一段相對平穩的節奏，但這種平淡可能會讓你感覺有些缺乏激情與動力。此時，不妨主動為生活注入一些新鮮元素，這或許能成為激活你狀態的關鍵。新鮮元素可以是一首從未聽過的音樂風格，嘗試去欣賞不同旋律帶來的獨特感受；也可以是一種全新的興趣愛好，比如學習簡單的繪畫技巧，用色彩描繪心中的想法。當這些新鮮事物融入生活，會為你打開新的視角，帶來不一樣的活力，讓你重新找回積極向上的狀態，以更飽滿的精神去面對生活中的種種。",
        "love_text": "單身的你，很容易對他人產生心動的感覺，可能別人的一個不經意的微笑、一個眼神，都可能讓你小鹿亂撞。但別急著一頭扎進去，先冷靜觀察，瞭解對方是否真的適合自己，不然容易陷入短暫又無果的曖昧中。已有伴者的你，戀愛中的甜蜜容易讓你衝昏頭腦，變得過度依賴對方。可別把全部精力都放在愛情上，也要給自己和對方一些獨立空間，不然過度戀愛腦可能會讓對方感到壓力，影響感情的長久。",
        "work_text": "你似乎被一種逃避心態籠罩。面對堆積的任務和難題，內心本能地想要退縮，缺乏直面挑戰的勇氣。這種狀態會讓你在處理事務時顯得拖沓，原本可以順利推進的事情，也因你的逃避而陷入停滯，整體表現不盡人意。",
        "lucky_star": "射手座",
        "money_text": "財運整體較為平穩，收支大致能維持在一個相對平衡的狀態。不過，在消費時還是得多留個心眼，別看到喜歡的東西就衝動下單，不然容易打破這種平衡。同時，對於一些看似誘人的小投資機會，也別輕易涉足，穩穩當當守住現有的錢袋子，這一天就能過得比較安心。",
        "health_text": "儘量少出入人流密集的場所，像商場、車站這類地方，人多空氣流通差，容易接觸到各種病菌，增加感染疾病的風險。要是實在要去，記得戴上口罩，做好防護措施，結束後及時洗手消毒，保持個人衛生，這樣能降低生病的幾率，讓自己更健康。",
        "lucky_color": "抹茶色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不聽別人勸",
        "yi": "培養新愛好",
        "all": "86%",
        "date": "2025-12-22",
        "love": "84%",
        "work": "88%",
        "money": "80%",
        "health": "81%",
        "notice": "平靜下暗流湧動",
        "discuss": "89%",
        "all_text": "整體運勢較為穩定，如同平靜湖面下的暗流湧動，有著悄然發展的趨勢。生活中或許不會出現驚天動地的大事，但一些值得期待的小小改變正慢慢靠近。這些改變可能並不顯眼，卻能在不經意間給你的生活增添一抹亮色。也許是在社交場合中結識到一位有趣的新朋友，彼此分享著不同的生活見解；又或許是在日常習慣中發現了一種更便捷的方式，讓生活變得更加輕鬆。這些小小的改變如同星星之火，雖不耀眼，卻有著燎原的潛力，能逐漸匯聚成推動你生活向前的力量，讓你的日子在穩定中不斷煥發出新的生機。",
        "love_text": "單身的你，有很大機會在社交場合遇到讓你有好感的人。別害羞，主動製造一些共同話題，比如聊聊最近熱門的電影、美食，說不定能迅速拉近彼此的距離。說不定一段美好的緣分就此開啟。已有伴者的你，和伴侶相處時，要多尊重對方的想法。遇到分歧時，別急於反駁，耐心傾聽對方的觀點，站在對方的角度思考問題。相互尊重能讓你們的感情更加穩固，相處起來也會更加和諧。",
        "work_text": "整體狀態較為不錯，細節把控成為關鍵優勢。在處理各項事務時，你能敏銳地察覺到容易被忽視的要點，憑藉這份細心，無論是複雜的項目還是日常瑣事，都能有條不紊地推進，為成功打下堅實基礎。",
        "lucky_star": "摩羯座",
        "money_text": "財運有上升的趨勢，有機會拓展新的進賬渠道。或許是在工作上能得到額外的獎金，又或是通過一些兼職獲得收入。這時候不妨多留意身邊的信息，主動出擊，抓住這些能增加收入的機會。但在拓展財路的同時，也別忘了合理規劃支出，避免不必要的浪費。",
        "health_text": "要遠離二手菸。二手菸裡含大量有害物質，吸多了會影響呼吸系統，讓你嗓子不舒服、咳嗽，還可能引發其他健康問題。這一天要是身邊有人抽菸，儘量離遠點，去空氣清新的地方待著，保護好自己的呼吸道，身體才能更舒暢。",
        "lucky_color": "米黃色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執己見",
        "yi": "進行戶外活動",
        "all": "91%",
        "date": "2025-12-22",
        "love": "93%",
        "work": "92%",
        "money": "90%",
        "health": "94%",
        "notice": "銳不可當之勢直前",
        "discuss": "92%",
        "all_text": "整體運勢相當旺盛，背後有一股無形的力量推著你，保持著銳不可當之勢勇往直前。你內心充滿了熱情與活力，對周圍的一切都充滿了好奇與探索欲。這種積極的狀態讓你在面對各種情況時都能遊刃有餘，輕鬆應對。無論是與他人的交流互動，還是對新鮮事物的嘗試，你都能展現出獨特的魅力與智慧。你的思維敏捷，能夠快速捕捉到關鍵信息，並且靈活運用到實際中。這種良好的狀態會吸引身邊的人向你靠近，為你帶來更多的機會與可能。不妨順著這股勢頭，大膽地去追求自己想要的東西，相信你會在今日收穫滿滿的驚喜與成就。",
        "love_text": "單身的你，邂逅浪漫緣分的幾率超高。可能是在參加朋友聚會時，遇到那個讓你眼前一亮的人；也可能是在網絡上，和有趣的靈魂碰撞出火花。敞開心扉，迎接這份浪漫吧。已有伴者的你，和伴侶之間的甜蜜互動會不斷升溫。一起做一頓晚餐，或者看一場電影，在平凡的小事中感受彼此的愛意。多表達自己的情感，讓對方知道你的在乎，感情會在這些互動中越來越深厚。",
        "work_text": "靈感如泉湧般爆發，為你帶來諸多突破契機。在面對各種事務時，新穎的想法不斷湧現，能以獨特的視角看待問題，提出別具一格的解決方案，讓你在眾多人中脫穎而出，為事業學業發展開闢新路徑。",
        "lucky_star": "天蠍座",
        "money_text": "財運相當不錯，有意外之財降臨的可能。可能是之前參加的抽獎活動中了獎，又或是收到了一筆意外的退款。這筆意外之財會讓你心情大好，不過也別因此就大手大腳地花錢。可以把一部分錢存起來，另一部分用於改善生活，讓這份好運能持續得更久。",
        "health_text": "健康狀態很不錯，適合進行戶外活動。去公園散散步、跑跑步，或者和朋友打打球，在戶外呼吸新鮮空氣，感受陽光的溫暖，能讓身心都特別暢快。戶外活動還能增強體質，提高免疫力，讓你這一天活力滿滿，以更好的狀態去應對生活和工作。",
        "lucky_color": "卡其色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不吃早餐出門",
        "yi": "運動鍛鍊半小時",
        "all": "58%",
        "date": "2025-12-22",
        "love": "55%",
        "work": "57%",
        "money": "64%",
        "health": "60%",
        "notice": "玻璃心格外敏感",
        "discuss": "67%",
        "all_text": "整體運勢低迷，彷彿被一層陰霾籠罩，心情容易受到外界因素的影響。你可能會變得格外敏感，如同玻璃心一般，一點小事就能讓你陷入情緒的低谷。這種情緒上的波動會讓你在做決策時變得過分小心翼翼，不敢輕易邁出腳步。你會反覆思考每一個細節，擔心自己的選擇會帶來不好的後果。然而，過度的小心謹慎反而會讓你錯過一些機會。其實，生活中本就充滿了不確定性，不可能每件事都能做到完美無缺。不妨試著放下心中的顧慮，勇敢一些，以更開放的心態去面對生活中的挑戰。不要讓一時的低迷情緒影響到你對未來的信心，相信自己有能力走出這片陰霾。",
        "love_text": "單身的你，容易陷入單戀的困擾。可能會默默喜歡上一個人，卻不敢表達自己的心意，只能把這份感情藏在心底。但一直這樣單戀下去也不是辦法，勇敢一點，或許能得到意想不到的回應。已有伴者的你，在感情中要避免過度敏感。對方的一句話、一個舉動，都可能讓你想太多，產生不必要的誤會。放寬心，相信對方，有疑問就直接溝通，這樣才能避免因為敏感而影響感情。",
        "work_text": "彷彿陷入一團亂麻，進展阻礙重重。無論是處理事務還是推進計劃，都會遇到各種意想不到的困難，原本順利的流程變得磕磕絆絆，讓你感到心力交瘁，需要花費更多的時間和精力去應對這些狀況。",
        "lucky_star": "天秤座",
        "money_text": "財運不太好，消費方面需要謹慎節制。這一天你可能會被各種促銷活動吸引，忍不住購買一些並非急需的物品，導致支出超出預算。在購物前，最好先列個清單，只買清單上的東西，避免衝動消費。同時，對於一些高消費的娛樂活動，也可以適當減少，節省開支。",
        "health_text": "睡前少刷手機屏。手機屏幕發出的藍光會抑制褪黑素分泌，影響睡眠質量，讓你難以入睡或者睡眠淺。睡前一小時就放下手機，可以聽聽舒緩的音樂、看看紙質書，讓大腦放鬆下來，這樣就能更快進入夢鄉，第二天精神飽滿。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易許下承諾",
        "yi": "和萌寵互動",
        "all": "50%",
        "date": "2025-12-22",
        "love": "51%",
        "work": "52%",
        "money": "55%",
        "health": "64%",
        "notice": "爭強好勝心驅使",
        "discuss": "60%",
        "all_text": "整體運勢略差，主要問題在於容易受到爭強好勝心的驅使。你內心渴望在各個方面都表現出色，成為眾人矚目的焦點，這種強烈的慾望有時會讓你失去理智。在與人相處時，你可能會不自覺地想要壓過對方一頭，展現出自己的優越感。然而，這種行為很容易引起他人的反感，破壞原本和諧的人際關係。而且，過度的爭強好勝也會讓你陷入不必要的競爭與壓力之中，給自己帶來沉重的負擔。其實，每個人都有自己的長處與短處，不必事事都爭個高低。學會放下那份過度的執著，以平和的心態看待自己與他人，你會發現生活中除了競爭，還有許多更美好的事情值得去關注與珍惜。",
        "love_text": "單身的你，容易盲目追求愛情。看到別人戀愛甜蜜，就迫不及待地想要找個對象，可能會忽略對方是否真的適合自己。別為了戀愛而戀愛，冷靜下來，找到那個真正與你契合的人。已有伴者的你，和伴侶相處時，要減少爭強好勝的心態。不要總是想著在感情中佔據上風，遇到問題多商量，互相妥協。感情不是比賽，沒有輸贏，相互包容才能讓感情長久。",
        "work_text": "決策失誤頻發成為突出問題。在做選擇時，容易因過於自信或考慮不周全，而做出錯誤的判斷，進而影響整體的進展和結果。這種失誤不僅會讓你之前的努力大打折扣，還可能引發一系列連鎖反應，帶來不必要的麻煩。",
        "lucky_star": "白羊座",
        "money_text": "財運不佳，投資方面容易出現損失。這一天不適合進行大額的投資，不管是股票、基金還是其他投資項目，都可能面臨市場波動帶來的風險。如果你已經有投資，最好密切關注市場動態，及時調整投資策略，減少損失。沒有投資的話，就先按兵不動，等待更好的時機。",
        "health_text": "要留意飲食，別太重口味。吃太多辛辣、油膩、過鹹的食物，會給腸胃造成負擔，引起消化不良、胃痛等問題。這一天儘量選擇清淡易消化的食物，多吃點蔬菜水果，讓腸胃輕鬆工作，身體也能更健康。",
        "lucky_color": "金色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "辦卡充會員",
        "yi": "逛創意集市",
        "all": "62%",
        "date": "2025-12-22",
        "love": "53%",
        "work": "64%",
        "money": "59%",
        "health": "64%",
        "notice": "警惕外界的慫恿",
        "discuss": "66%",
        "all_text": "整體運勢欠佳，需要格外警惕外界的慫恿。你可能會面臨一些來自他人的建議或誘惑，這些聲音看似充滿吸引力，但實際上可能並不適合你。在面對這些外界的影響時，你容易失去自己獨立的思考能力，盲目地跟隨他人的腳步。然而，每個人的情況都是獨特的，別人的選擇不一定就是正確的。此時，你需要回歸到自己的內心，冷靜地分析每一個選擇背後的利弊。不要被一時的衝動或他人的看法所左右，堅持自己的原則與判斷。只有保持獨立的思考，才能做出真正符合自己利益的決策，避免陷入不必要的麻煩與困境之中。",
        "love_text": "單身的你，可能會因為擇偶標準過高，而錯過一些不錯的人。每個人都有自己的優點和不足，別把標準定得太死，適當放寬一些，說不定那個對的人就在不遠處等你。已有伴者的你，在感情中莫要吹毛求疵。對方的一些小缺點，別總是揪著不放，多看看對方的優點。學會欣賞和包容，感情才能在相互的理解中不斷升溫，走得更遠。",
        "work_text": "效率問題成為制約發展的關鍵因素。在處理事務時，雖然態度認真，但速度較慢，容易在一些細節上過度糾結，導致整體進度滯後。這種低效率的狀態會讓你在競爭中處於劣勢，需要及時調整狀態，提高做事的速度和質量。",
        "lucky_star": "雙魚座",
        "money_text": "財運不太順，財務規劃容易遇到阻礙。原本制定好的理財計劃可能會因為一些突發情況而被打亂，比如突然增加的開支或者收入減少。這時候別慌，先冷靜分析情況，重新調整財務規劃。對於一些不必要的開支，能省則省，確保自己的財務狀況穩定。",
        "health_text": "要關注久坐問題，記得多起身活動。長時間坐著不動，會影響血液循環，導致身體僵硬、腰痠背痛。工作或學習一段時間後，就站起來伸伸懶腰、走動走動，活動一下筋骨，促進血液循環，緩解身體的疲勞，讓自己始終保持良好的身體狀態。",
        "lucky_color": "深綠色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對家人發脾氣",
        "yi": "清理房間雜物",
        "all": "77%",
        "date": "2025-12-22",
        "love": "72%",
        "work": "67%",
        "money": "69%",
        "health": "70%",
        "notice": "正視自己的問題",
        "discuss": "85%",
        "all_text": "整體運勢稍有回暖跡象，如同寒冬中透出的一絲暖陽，帶來些許溫暖與希望。不過，這回暖並非意味著一切順風順水，仍有許多需要你去面對和解決的問題。此時，正視自己的問題顯得尤為重要。或許在過去的日子裡，你習慣性地迴避一些棘手的狀況，但今日不能再如此。只有勇敢地直面問題，擺正自己的態度，才能找到解決問題的有效途徑。擺正態度意味著不抱怨、不逃避，以積極的心態去分析問題的根源，尋求合理的解決方案。當你以這樣的姿態去應對生活中的種種，會發現那些看似困難的事情，其實並沒有那麼難以克服。而且，在解決問題的過程中，你還能收穫成長與經驗，讓自己變得更加成熟和強大，為未來的生活打下堅實的基礎。",
        "love_text": "單身的你，社交活動增多，這為你拓展新感情提供了很好的機會。參加各種聚會、活動，結識新朋友，說不定其中就有那個能讓你心動的人。勇敢地展示自己，主動交流，開啟新的感情篇章。已有伴者的你，和伴侶相處時要注意平衡彼此的關係。不要總是以自己為中心，也要考慮對方的感受和需求。在相處中，找到一個雙方都舒服的平衡點，感情才能更加穩定和諧。",
        "work_text": "就像在走一條佈滿荊棘的平衡木，協調各方關係和事務變得異常艱難。在處理多項任務時，精力難以合理分配，常常在不同事務間疲於奔命，結果哪頭都沒抓好。和他人合作時，也因溝通不暢或意見不合，難以達成統一方向，使得整體進度停滯不前，讓你倍感焦慮。",
        "lucky_star": "雙子座",
        "money_text": "在合作求財方面會遇到一些波折。可能和合作夥伴在利益分配上產生分歧，又或是在合作項目中遇到一些難題，影響收益。這時候需要和合作夥伴好好溝通，坦誠地表達自己的想法和需求，共同尋找解決問題的方法。只要雙方齊心協力，還是有機會化解矛盾，實現共贏。",
        "health_text": "室內通風很重要。一直待在封閉的室內，空氣不流通，容易滋生細菌和病毒，還可能讓人感覺頭暈、乏力。這一天要多開窗通風，讓新鮮空氣進來，把汙濁的空氣排出去，保持室內空氣清新，這樣能減少生病的可能，讓身體更健康。",
        "lucky_color": "淺紫色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "挑戰高難度",
        "all": "92%",
        "date": "2025-12-22",
        "love": "90%",
        "work": "94%",
        "money": "92%",
        "health": "95%",
        "notice": "得到幸運神眷顧",
        "discuss": "96%",
        "all_text": "運氣在線的一天，得到幸運之神的眷顧，做什麼事情都感覺順順利利。同時，你自身也展現出十足的韌性，無論遇到什麼困難，都能咬緊牙關堅持下去。這種堅韌不拔的精神會讓你在面對挑戰時毫不退縮，勇往直前。而且，今日很適合主動尋求新的突破。你內心可能一直有一些新的想法或目標，但之前可能因為各種原因而猶豫不決。今日，不妨鼓起勇氣，邁出那勇敢的一步。主動去嘗試新的事物，探索未知的領域，你會發現新的機會和可能性正等待著你。在追求新突破的過程中，你的能力會得到進一步的提升，視野也會變得更加開闊。不要害怕失敗，因為每一次嘗試都是一次成長的機會，相信憑藉今日的好運氣和你的韌性，一定能收穫意想不到的成果。",
        "love_text": "單身的你，很容易吸引到優質對象的注意。你的自信和獨特氣質會成為吸引他人的閃光點，在人群中脫穎而出。抓住機會，和心儀的人多交流，說不定一段美好的愛情就此開始。已有伴者的你，和伴侶之間的感情堅如磐石。你們相互信任、相互支持，無論遇到什麼困難都能攜手面對。今天可以一起規劃未來，讓感情在共同的期待中更加深厚。",
        "work_text": "彷彿擁有一雙能穿透迷霧的眼睛，能精準地捕捉到隱藏在複雜局面中的機遇。無論是面對繁瑣的工作項目，還是繁重的學業任務，你都能憑藉敏銳的洞察力，迅速找到關鍵突破口，從而有條不紊地推進各項事務，展現出強大的掌控力和執行力，讓人眼前一亮。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運超棒，有貴人助力財路廣闊。這一天可能會得到貴人的指點，獲得一些賺錢的好機會，比如介紹新的業務或者提供有價值的投資建議。要好好把握這些機會，積極行動起來。同時，也別忘了對貴人表示感謝，維護好人際關係，說不定以後還會有更多的好運降臨。",
        "health_text": "健康狀態很棒，睡眠質量會很好。這一晚你能睡得很香很沉，身體得到充分的休息和恢復。睡前可以泡個熱水澡，喝杯溫牛奶，讓身心更加放鬆，進一步提升睡眠質量。好好享受這高質量的睡眠，第二天醒來，你會感覺精力充沛，活力滿滿地迎接新一天。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "制定新計劃",
        "all": "70%",
        "date": "2025-12-22",
        "love": "68%",
        "work": "79%",
        "money": "62%",
        "health": "75%",
        "notice": "迴歸到平淡節奏",
        "discuss": "77%",
        "all_text": "整體運勢稍有起伏，如同平靜湖面泛起的層層漣漪，沒有那種一帆風順的平穩感。在這一天裡，你可能不會取得太大的收穫，生活彷彿迴歸到了平淡的節奏之中。沒有驚喜的驚喜，也沒有意外的挫折，一切都顯得普普通通。這種平淡可能會讓你感覺有些乏味，甚至產生一種想要打破現狀的衝動。然而，平淡也有平淡的好處，它讓你有機會靜下心來，審視自己的內心和生活。在平淡的日子裡，你可以思考自己真正想要的是什麼，回顧過去的經歷，總結經驗教訓。雖然今日沒有明顯的收穫，但這種沉澱和思考，會為你未來的發展積累能量。當機會再次來臨的時候，你就能以更加從容的姿態去抓住它，實現自己的目標。",
        "love_text": "單身的你，容易衝動表白。看到喜歡的人，可能一時頭腦發熱就表白了，但這樣往往容易失敗。先了解對方的心意，慢慢培養感情，等時機成熟再表白，成功的幾率會更大。已有伴者的你，要收斂一下貪玩的心思。別總是想著和朋友出去玩，忽略了伴侶的感受。多花些時間陪陪對方，一起做一些有意義的事情，讓感情在陪伴中更加穩固。",
        "work_text": "你如同一位穩健的行者，在探索的道路上穩步前行。面對各種未知的挑戰和任務，你不慌不忙，憑藉自身的經驗和智慧，逐步摸索出適合自己的前進方式。雖然過程中可能會遇到一些小阻礙，但你都能冷靜應對，不斷積累經驗，為未來的發展打下堅實基礎。",
        "lucky_star": "水瓶座",
        "money_text": "財運一般，小額進賬的機會比較少。這一天可能不會有太多的意外之財，收入主要還是依靠正常的工作收入。不過，也別因此而灰心，可以利用這段時間好好規劃自己的財務，學習一些理財知識，為未來的財富增長打下基礎。同時，也可以尋找一些兼職機會，增加額外收入。",
        "health_text": "運動拉伸要到位。要是這一天你打算運動，不管是跑步、健身還是做瑜伽，運動前一定要做好熱身拉伸，運動後也要進行放鬆拉伸。這樣能避免肌肉拉傷，讓運動效果更好，還能緩解運動後的肌肉痠痛，讓身體始終保持良好的運動狀態。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲買打折商品",
        "yi": "嘗試新發型",
        "all": "82%",
        "date": "2025-12-22",
        "love": "84%",
        "work": "76%",
        "money": "88%",
        "health": "85%",
        "notice": "持續向前的力量",
        "discuss": "89%",
        "all_text": "整體運勢平穩，如同一條緩緩流淌的河流，沒有洶湧澎湃的波濤，卻有著持續向前的力量。在這樣平穩的運勢下，你或許會感受到一種內心的安定與踏實。而且，今日你或許有勇氣做出一些小小的新嘗試。這些嘗試可能並不起眼，但卻是你突破自我、探索新領域的重要一步。也許是一直想嘗試的新興趣愛好，也許是想要改變的一種生活習慣，無論是什麼，只要你勇敢地邁出第一步，就會發現其中的樂趣和意義。新嘗試的過程可能會遇到一些小困難，但憑藉你沉穩的性格和堅定的意志，一定能夠克服。通過這些小小的嘗試，你會發現自己還有許多未知的潛力等待挖掘，生活也會因此變得更加豐富多彩。不要害怕改變，因為每一次改變都是成長的機會，會讓你變得更加優秀。",
        "love_text": "單身的你，有機會理性邂逅良緣。在參加一些正式場合或者工作交流中，可能會遇到那個和你志同道合、三觀契合的人。以理性的態度去認識和了解對方，說不定能找到屬於自己的幸福。已有伴者的你，和伴侶攜手共同進步是今天的主題。你們可以一起制定一些目標，比如學習新技能、一起健身等。在相互鼓勵和支持中，感情會更加深厚，也能一起成為更好的自己。",
        "work_text": "像是一位精心規劃的建築師，按照既定的藍圖穩步推進各項事務。你有著清晰的思路和明確的目標，在處理工作和學習任務時，能夠有條不紊地按照計劃進行。雖然進度可能不會特別快，但每一步都走得很紮實，為最終的成功奠定了堅實的基礎。",
        "lucky_star": "金牛座",
        "money_text": "財運不錯，穩健投資能有回報。如果你之前有一些穩健型的投資，比如定期存款、債券等，這一天可能會看到一定的收益。可以繼續保持這種穩健的投資策略，不要盲目追求高風險高回報的投資項目。同時，也可以根據自己的財務狀況，適當增加一些穩健投資的比例。",
        "health_text": "要多吃蔬果身體棒。蔬菜水果裡富含各種維生素、礦物質和膳食纖維，對身體好處多多。這一天可以多吃點不同種類的蔬菜水果，像蘋果、橙子、菠菜、西蘭花等，為身體補充營養，增強免疫力，讓身體更有抵抗力，遠離疾病的困擾。",
        "lucky_color": "灰色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高調炫耀",
        "yi": "參加線上互動",
        "all": "61%",
        "date": "2025-12-22",
        "love": "65%",
        "work": "53%",
        "money": "56%",
        "health": "63%",
        "notice": "充滿變數的環境",
        "discuss": "66%",
        "all_text": "整體運勢不容大意，彷彿置身於一個充滿變數的環境中，需要時刻保持警惕。在這一天裡，你可能會聽到一些消息，這些消息如同投入平靜湖面的石子，會在你的內心激起層層波瀾。這些消息可能是關於他人的事情，也可能是與自己相關的，無論是什麼內容，都容易影響你的情緒和判斷。此時，你需要保持冷靜和理智，不要被這些消息衝昏頭腦。在聽到消息後，不要立刻做出反應，而是要先冷靜下來，仔細分析其中的真實性和可靠性。同時，也要調整好自己的心態，不要讓這些消息過度影響自己的生活。要學會以平和的心態面對各種變化，相信自己的判斷和能力。只有這樣，才能在複雜的局勢中保持清醒，不被外界的因素所左右，順利度過這一天。",
        "love_text": "單身的你，追求一份獨特愛情，但可能難以找到能與你產生共鳴的人。你的想法比較獨特，不是所有人都能理解。彆著急，保持自己的個性，總會有那個能欣賞你獨特之處的人出現。已有伴者的你，和伴侶相處時要給予對方足夠的空間。每個人都需要一些獨立的時間和空間去做自己喜歡的事情，不要把對方管得太嚴。相互信任，給彼此自由，感情會更加健康。",
        "work_text": "彷彿置身於一個思維的迷宮中，思路陷入僵局。在處理各種事務時，原本靈活的思維變得遲鈍，難以想出新穎的解決方案。面對問題時，常常陷入固定模式，無法跳出框架思考，導致事情進展緩慢，讓你感到十分苦惱，需要尋找方法打破這種思維困境。",
        "lucky_star": "獅子座",
        "money_text": "財運不太好，資金週轉可能會遇到困難。可能是因為一些突發的支出，導致手頭的資金變得緊張。這時候可以先梳理一下自己的財務狀況，看看哪些開支可以推遲或者減少。如果實在週轉不過來，也可以向親朋好友尋求幫助，但要及時還款，以免影響人際關係。",
        "health_text": "注意情緒放鬆別緊繃。這一天可能會遇到一些小壓力或者煩心事，別讓這些影響到你的情緒，一直處於緊繃狀態。可以通過聽音樂、看電影、和朋友聊天等方式來放鬆心情，把煩惱拋到一邊，讓自己保持輕鬆愉悅的心態，這樣身體也會更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於計較輸贏",
        "yi": "分享趣味見聞",
        "all": "58%",
        "date": "2025-12-22",
        "love": "54%",
        "work": "59%",
        "money": "68%",
        "health": "66%",
        "notice": "與人比較的心理",
        "discuss": "64%",
        "all_text": "整體運勢比較差，彷彿被一層陰霾籠罩，心情容易受到影響。在這一天裡，你容易出現暗自與人比較的心理。看到別人取得的成績或擁有的東西，心裡會不自覺地產生一種落差感，覺得自己不如別人。這種比較心理會讓你陷入消極的情緒中，影響你對生活的熱情和信心。其實，每個人都有自己的生活軌跡和節奏，別人的成功並不代表你的失敗。每個人都有自己的優點和長處，也有自己的不足和短板。不要總是盯著別人的優點，而忽略了自己的閃光點。要學會欣賞自己，接納自己的不完美。當你把注意力從與他人的比較上轉移到自身的成長和進步上時，會發現生活其實充滿了美好和希望。不要讓這種消極的比較心理影響了你今日的心情，以積極的心態面對生活，相信自己的價值，才能走出運勢的低谷。",
        "love_text": "單身的你，容易幻想愛情，把愛情想象得過於美好。但現實和幻想還是有差距的，別一直沉浸在自己的幻想中，要腳踏實地地去尋找愛情。多接觸現實中的異性，瞭解真實的感情狀況。已有伴者的你，在感情中要停止過度依賴。不要總是把對方當成生活的全部，要有自己的生活和興趣愛好。學會獨立，這樣才能讓感情更加平等和健康，也能讓對方更加珍惜你。",
        "work_text": "你如同在茫茫大海中失去方向的船隻，目標模糊難進。在面對眾多選擇和任務時，你缺乏明確的方向和目標，不知道該從哪裡入手，容易在各種事務中迷失自我。這種迷茫的狀態讓你做事缺乏動力和效率，難以取得實質性的進展，需要儘快明確自己的目標。",
        "lucky_star": "處女座",
        "money_text": "財運一般，理財收益不太顯著。這一天你之前進行的理財投資可能不會有明顯的增長，收益比較平淡。這時候彆著急，理財是一個長期的過程，不能期望短期內就有大幅的回報。可以繼續堅持自己的理財計劃，同時關注市場動態，適時調整投資組合，等待更好的收益時機。",
        "health_text": "喝水別等口渴了。當你感覺口渴時，身體其實已經處於缺水狀態了。這一天要養成主動喝水的習慣，時不時喝上幾口，保持身體水分充足。充足的水分能促進新陳代謝，幫助身體排出毒素，讓你的皮膚更好，身體也更健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "3"
      }
    }
  }
}