{
  "updated": "2025-12-21T21:07:55.014Z",
  "updateTime": "2025/12/22 上午5:07:55",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12288,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨地丟垃圾",
        "yi": "打卡新店鋪",
        "all": "80%",
        "date": "2025-12-21",
        "love": "76%",
        "work": "79%",
        "money": "89%",
        "health": "85%",
        "notice": "從緊張節奏抽離",
        "discuss": "83%",
        "all_text": "整體運勢呈現相對平穩的態勢，前期的忙碌狀態逐漸告一段落，你會驚喜地發現，生活中開始出現一些屬於自己的閒暇時光。這些時間雖不算充裕，但足以讓你從緊張的節奏中抽離出來，去做一些自己喜歡的事情，或是單純地放空自己，享受片刻的寧靜。這種轉變讓你內心感到輕鬆愉悅，彷彿給生活按下了暫停鍵，得以喘息。在人際關係方面，與他人的交流互動也較為和諧，沒有明顯的矛盾衝突。不過，在享受這份平靜的同時，也別完全放鬆對生活的規劃，可利用這段時間梳理一下近期的目標與想法，為後續的發展做好準備。",
        "love_text": "單身的你，感情方面沒什麼波瀾，很難遇到讓自己內心泛起火花的對象。即便參加社交活動，也多是泛泛之交。已有伴者的你，和伴侶相處時氛圍有些平淡，少了些往日的激情與活力。不妨一起做些新鮮事，比如嘗試新餐廳，為感情注入新活力，避免日子過於乏味。",
        "work_text": "整體狀態較為平穩，行事風格比較按部就班。在處理各類事務時，會遵循已有的流程和模式，缺乏一些突破常規的勇氣。面對新任務或挑戰，可能會因習慣於舊方法而進展稍顯緩慢。不過這種穩紮穩打的方式，也能保證工作學習不出大差錯，只是難以有特別亮眼的成果。",
        "lucky_star": "水瓶座",
        "money_text": "或許會迎來小驚喜，有小筆錢財到賬。可能是之前努力工作的小獎勵，或是兼職的小收穫。不過別太得意忘形，拿到錢後別急著亂花，先想想怎麼合理規劃，比如存一部分應急，或者為之後的大計劃攢著，讓這小財發揮更大作用。",
        "health_text": "健康狀態不錯，但得留意保持規律作息。這一天或許會因工作、娛樂打亂原本的生物鐘，像熬夜追劇、加班到很晚。這樣會讓身體得不到充分休息，影響第二天狀態。建議提前規劃好時間，設定好就寢鬧鐘，睡前避免使用電子設備，營造安靜舒適的睡眠環境，保證充足睡眠。",
        "lucky_color": "橘紅色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "捲入是非中",
        "yi": "挑選精美物品",
        "all": "78%",
        "date": "2025-12-21",
        "love": "70%",
        "work": "74%",
        "money": "72%",
        "health": "79%",
        "notice": "少摻和別人閒事",
        "discuss": "75%",
        "all_text": "整體運勢中規中矩，沒有太多波瀾起伏。在這樣的日子裡，建議你秉持獨善其身的原則，少去摻和那些與自己無關的閒事。過多的介入他人事務，不僅可能給自己帶來不必要的麻煩，還容易消耗自身的精力。把注意力更多地放在自己的內心世界和生活節奏上，按照自己的節奏穩步前行。在與他人相處時，保持適當的距離和禮貌，避免因言語或行為上的不當引發不必要的爭執。以平和的心態面對周圍的一切，你會發現這一天也能過得安穩自在。",
        "love_text": "單身的你，在感情裡比較沉默寡言，不太主動表達自己，即便遇到有好感的人，也因羞澀而錯過交流機會。已有伴者的你，和伴侶進入了倦怠期，相處時容易覺得乏味。不妨一起回憶戀愛時的美好，或者計劃一次短途旅行，重新找回當初的甜蜜，克服這段倦怠時光。",
        "work_text": "你在事業學業上整體表現尚可，但需要多拓展方法思路。在面對各種問題時，習慣於用熟悉的方式解決，這雖能保證一定的效率，但容易陷入思維定式。若能跳出固有框架，嘗試從不同角度思考，或許能發現更高效、更優質的解決方案，從而提升整體的表現和成果。",
        "lucky_star": "獅子座",
        "money_text": "在理財方面似乎沒什麼行動，可能心思沒在這上面。但錢的事兒可不能一直擱置，不妨趁著閒暇，看看自己的賬戶，梳理下收支情況。即便沒大動作，也該清楚錢都花哪了，心裡有數才能避免不必要的消費，為未來理財做好準備。",
        "health_text": "在運動鍛鍊方面得循序漸進。這一天可能心血來潮想加大運動量，比如突然去跑很長的距離或者做高強度健身。但身體可能一下子適應不了，容易造成肌肉拉傷、關節損傷。不妨先從低強度運動開始，像慢走、簡單拉伸，再慢慢增加強度和時間，給身體一個適應過程。",
        "lucky_color": "咖啡色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴別人",
        "yi": "環保出行",
        "all": "81%",
        "date": "2025-12-21",
        "love": "72%",
        "work": "82%",
        "money": "83%",
        "health": "80%",
        "notice": "學習著保持獨立",
        "discuss": "83%",
        "all_text": "整體運勢較為穩定，在成長的過程中，你正逐漸學會保持獨立。這種獨立不僅僅是行為上的，更是思想層面的。你開始更加清晰地認識到自己的需求和想法，不再輕易被他人的意見所左右。在面對各種情況時，能夠冷靜思考，做出符合自己內心的選擇。這種獨立的狀態讓你在人際交往中更加自信從容，與他人的交流也更加順暢。不過，獨立並不意味著孤立，在保持自我的同時，也要學會傾聽他人的聲音，從中汲取有益的信息，讓自己不斷成長進步。",
        "love_text": "單身的你，追求愛情時別盲目行動，要學會投其所好。瞭解對方的興趣愛好，從共同話題入手，增加彼此的親近感。已有伴者的你，要多花時間瞭解對方的喜惡。比如知道對方喜歡什麼類型的電影、音樂，在相處中投其所好，能讓感情更加融洽，減少不必要的矛盾。",
        "work_text": "整體運勢不錯，或有新靈感湧現。在事業學業領域，思維活躍度提升，能敏銳地捕捉到一些容易被忽略的細節和關鍵信息。這些新靈感可能會為你帶來新的方向和思路，無論是解決工作中的難題，還是在學習上攻克難關，都能起到積極作用，讓你在前進的道路上更加順暢。",
        "lucky_star": "射手座",
        "money_text": "展現出了精打細算的本事。買東西時會貨比三家，挑性價比高的，能省不少錢。而且對日常開銷也很有規劃，不會盲目消費。這種好習慣要堅持，同時也可以關注下一些穩健的理財方式，讓省下的錢有機會生出更多錢。",
        "health_text": "要著重注意科學用眼。這一天可能會長時間盯著電腦屏幕處理工作，或者刷手機娛樂，眼睛會又酸又脹。長時間用眼不休息，容易引發近視加深、乾眼症等問題。建議每隔一段時間就停下來，眺望遠方、做做眼保健操，讓眼睛得到放鬆，也可以準備一些緩解眼疲勞的眼藥水。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂說拒絕",
        "yi": "一天八杯水",
        "all": "90%",
        "date": "2025-12-21",
        "love": "95%",
        "work": "94%",
        "money": "93%",
        "health": "91%",
        "notice": "備受大家的歡迎",
        "discuss": "94%",
        "all_text": "整體運勢相當不錯，堪稱棒棒噠。在社交圈中，你備受大家的歡迎，彷彿自帶光芒，吸引著周圍人的目光。你的親和力與真誠，讓身邊的人願意與你親近，與你分享生活中的點滴。在這樣的氛圍下，你的某些想法有了充分施展的空間，能夠大膽地表達自己的觀點和創意，並且得到他人的認可與支持。這種積極的反饋讓你更加自信，也激發了你更多的靈感。不妨趁著這股好勢頭，進一步拓展自己的社交圈子，結識更多志同道合的朋友，為生活增添更多色彩。",
        "love_text": "單身的你，有極大可能邂逅讓你心動的緣分。在社交場合中，那個特別的人或許就會出現，給你帶來不一樣的感覺。已有伴者的你，和伴侶的感情升溫迅速。兩人相處甜蜜，彼此的關心和愛意都能明顯感受到，不妨一起規劃未來，讓這份感情更加穩固長久。",
        "work_text": "在事業學業方面表現極為出色，善於舉一反三。無論是面對工作中的任務，還是學習中的知識點，都能快速理解其本質，並靈活運用到其他類似的情況中。這種能力讓你在處理問題時更加得心應手，不僅能高效完成任務，還能從中總結經驗，為未來的發展打下堅實基礎，整體發展態勢良好。",
        "lucky_star": "金牛座",
        "money_text": "財運超棒，會有意外之財找上門來。可能是之前幫人忙後得到的感謝紅包，也可能是參加活動抽中的獎品變現。不過別被這好運衝昏頭腦，拿到錢後先規劃好用途，別一下子都花在非必要的東西上，比如衝動買些昂貴但用處不大的裝飾品，合理分配才能讓這筆意外之財發揮更大作用。",
        "health_text": "改掉生活裡的一些壞習慣。比如平時愛吃高油高糖食物，這一天可以嘗試換成清淡健康的飲食；之前總是久坐不動，這一天就多起身活動活動，伸伸懶腰、走動走動。這些小改變能讓身體狀態越來越好，還能培養良好的生活習慣，為長期健康打下基礎。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "愛面子逞強",
        "yi": "拓展知識面",
        "all": "95%",
        "date": "2025-12-21",
        "love": "90%",
        "work": "97%",
        "money": "94%",
        "health": "93%",
        "notice": "行動中嘗試新想法",
        "discuss": "97%",
        "all_text": "整體運勢正當旺，你充滿了活力與衝勁，敢於在行動中嘗試新想法。這種勇於探索的精神，讓你在面對各種情況時都充滿了自信。你不滿足於現狀，渴望突破自我，去探索未知的領域。在嘗試新想法的過程中，你可能會遇到一些挑戰，但這絲毫不會影響你的熱情，反而會激發你更強的鬥志。而且，你的這種勇敢嘗試往往能帶來意想不到的收穫，讓你在收穫經驗的同時，也能感受到成功的喜悅。繼續保持這份積極向上的態度，大膽地去追求自己想要的生活。",
        "love_text": "單身的你，自身的魅力會在今天大放異彩，吸引眾多目光。在人群中很容易成為焦點，說不定那個對的人就在注視著你。已有伴者的你，能和伴侶享受甜蜜時光。兩人相處輕鬆愉快，一起做喜歡的事，無論是看電影還是逛街，都能沉浸在幸福之中，感情愈發深厚。",
        "work_text": "整體處於得心應手的節奏。在事業學業領域，彷彿一切都在掌控之中，無論是處理複雜的工作事務，還是應對學習上的挑戰，都能輕鬆應對。自身的能力和經驗得到充分發揮，能夠高效地完成各項任務，並且質量較高。這種良好的狀態會讓你充滿自信，進一步推動事業學業向前發展。",
        "lucky_star": "天秤座",
        "money_text": "你的投資運勢相當不錯，之前投入的項目有望獲得可觀回報。也許是購買的基金淨值上漲，或是參與的小生意開始盈利。但別因為一時的好運就盲目追加投資，要冷靜分析市場形勢和項目前景，看看是否還有持續增長的潛力，再做決定是否加大投入，避免因貪心而造成損失。",
        "health_text": "很適合進行戶外活動。可以去公園散散步、爬爬山，或者和朋友打打球。在戶外呼吸新鮮空氣，曬曬太陽，能促進身體合成維生素D，增強免疫力，還能讓心情更加愉悅。不過戶外活動時要注意做好保暖措施，根據天氣情況增減衣物，避免著涼感冒。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開啟八卦模式",
        "yi": "品嚐新美食",
        "all": "55%",
        "date": "2025-12-21",
        "love": "58%",
        "work": "53%",
        "money": "56%",
        "health": "57%",
        "notice": "理清思路再往前走",
        "discuss": "63%",
        "all_text": "整體運勢稍顯倒黴，生活中可能會出現一些狀況外的情況，讓你有些手忙腳亂。原本計劃好的事情可能會因為一些突發因素而被打亂節奏，這讓你感到有些煩躁和無奈。面對這些意外狀況，你可能會一時之間找不到合適的應對方法，容易陷入慌亂之中。不過，越是這種時候，越要保持冷靜，儘量讓自己迅速鎮定下來，理清思路，逐步解決問題。不要讓一時的困難影響自己的情緒和判斷，相信憑藉你的能力和智慧，一定能夠順利度過這個小難關，重新找回生活的秩序。",
        "love_text": "單身的你，很難遇到合適的對象。在尋找愛情的道路上似乎有些坎坷，參加的社交活動也難以遇到心儀的人。已有伴者的你，和伴侶之間矛盾容易激化。一些小事都可能引發爭吵，這時需要雙方都冷靜下來，多站在對方角度思考，避免矛盾升級，影響感情。",
        "work_text": "在事業學業上狀態不佳，有些心不在焉。在處理事務時，注意力難以集中，容易被外界因素干擾，導致效率低下。無論是工作還是學習，都可能出現一些小失誤，影響整體進度和質量。需要儘快調整狀態，排除干擾，將心思重新放回正事上，否則可能會讓情況變得更糟。",
        "lucky_star": "巨蟹座",
        "money_text": "在財務上要小心支出超出預算。可能會因為一些突發情況，比如家人突然生病需要買藥，或是朋友臨時邀約參加高消費活動，讓你原本規劃好的開支被打亂。這時候要堅守原則，分清必要和非必要支出，對於非必要的消費盡量拒絕，以免陷入財務緊張的境地。",
        "health_text": "要小心皮膚出現小敏感。這一天可能接觸到一些過敏原，比如新的護膚品、花粉或者塵蟎。皮膚可能會出現發紅、瘙癢、起疹子等症狀。使用新護膚品前先在耳後或手腕處試用，觀察有無過敏反應；外出時儘量避開花粉多的地方，回家後及時清潔面部和身體，保持皮膚清潔。",
        "lucky_color": "深藍色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒太暴躁",
        "yi": "與朋友相約",
        "all": "59%",
        "date": "2025-12-21",
        "love": "65%",
        "work": "53%",
        "money": "56%",
        "health": "61%",
        "notice": "受外界因素干擾",
        "discuss": "58%",
        "all_text": "整體運勢呈下滑態勢，情緒方面容易出現較大波動。情緒化會成為這一天較為明顯的狀態，可能會因為一些細微的事情就產生較大的情緒起伏，這種情緒上的不穩定會讓你在面對選擇和決策時不夠理智。而且在與人交往或者處理事務過程中，很容易受到外界因素的干擾，從而被他人的意見和想法牽著鼻子走，失去自己的主見。這會讓你在事後回想起來時，覺得有些懊惱和無奈。為了改善這種狀況，你需要時刻提醒自己保持冷靜，在情緒上頭時先深呼吸，讓自己平靜下來，再去做判斷和決定。儘量減少外界因素對自己的影響，堅定自己的內心想法，這樣才能讓運勢逐漸好轉。",
        "love_text": "單身的你，在社交場合中雖然能認識不少人，但很難遇到讓自己心動的。大多是普通朋友般的相處，難以擦出愛情的火花。已有伴者的你，和伴侶相處時偶爾會有摩擦。可能因為觀點不同產生分歧，這時要及時溝通，表達自己的想法，避免矛盾積累，影響感情和諧。",
        "work_text": "整體狀態欠佳，容易在各種事務上浪費太多時間。在處理事情時，缺乏明確的目標和規劃，常常在不同任務間徘徊，難以集中精力攻克重點。一些不必要的糾結和猶豫，讓你把大量時間消耗在無意義的思考上，導致原本能高效完成的事情，變得拖沓，最終成果也可能不盡人意。",
        "lucky_star": "雙魚座",
        "money_text": "你的財務方面可能會出現小漏洞。可能是記賬時漏記了一筆支出，導致對自己的財務狀況判斷失誤；也可能是在購物時沒注意價格，結賬時發現超支。建議你當天仔細核對每一筆收支，養成記賬的好習慣，同時購物前先列好清單，嚴格按照清單購買，避免不必要的花費。",
        "health_text": "著重注重肩頸放鬆。這一天可能會長時間保持一個姿勢，比如伏案工作、低頭看手機，肩頸部位會變得僵硬、痠痛。可以在工作間隙做一些簡單的肩頸放鬆動作，像轉動脖子、聳聳肩膀，也可以用熱毛巾敷在肩頸處，促進血液循環，緩解肌肉緊張，減輕痠痛感。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "封閉內心世界",
        "yi": "培養新愛好",
        "all": "73%",
        "date": "2025-12-21",
        "love": "60%",
        "work": "76%",
        "money": "65%",
        "health": "72%",
        "notice": "找準方向是關鍵",
        "discuss": "79%",
        "all_text": "整體運勢趨於平淡，沒有太多明顯的起伏變化。在這樣的日子裡，不要急於做出改變，因為盲目地行動可能會讓你陷入迷茫和混亂之中。此時，找準方向才是關鍵所在。你需要靜下心來，認真審視自己的內心需求和目標，思考自己真正想要的是什麼，然後再根據實際情況制定合理的計劃。在這個過程中，不要被他人的節奏和看法所左右，保持自己的節奏和步伐。雖然運勢平淡，但這也是一個沉澱和積累的好時機，利用這段時間提升自己的能力和素養，為未來的發展做好充分的準備，等待合適的時機再發力。",
        "love_text": "單身的你，想要脫單就得主動出擊。不能總是等待緣分降臨，主動參加社交活動，展現自己的魅力，才有可能遇到愛情。已有伴者的你，和伴侶相處要及時溝通。遇到問題不要憋在心裡，坦誠地說出自己的感受和想法，這樣才能避免誤會，讓感情更加穩定。",
        "work_text": "在各方面表現較為平穩，但需提高效率。在處理事務時，雖然具備完成任務的能力，但做事節奏偏慢，容易在一些細節上過度糾結，從而拖慢整體進度。若能適當加快速度，減少不必要的精雕細琢，在保證質量的同時提升效率，就能在事業學業上取得更理想的成果。",
        "lucky_star": "處女座",
        "money_text": "在消費時要謹慎抉擇。這一天你可能會面臨很多誘惑，比如商場打折促銷、網上購物平臺的滿減活動，很容易衝動消費。在購買東西前，先問問自己是否真的需要，這件物品的使用頻率高不高。別因為一時的便宜而買了很多用不上的東西，最後不僅浪費錢，還佔地方。",
        "health_text": "在口腔清潔方面可別馬虎。這一天可能會吃一些甜食或者辛辣食物，如果不及時清潔口腔，容易滋生細菌，引發口臭、齲齒等問題。早晚要認真刷牙，每次刷牙時間不少於兩分鐘，飯後及時漱口，也可以使用牙線清理牙縫中的食物殘渣，保持口腔清潔衛生。",
        "lucky_color": "銀灰色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信謠言",
        "yi": "參加聚會活動",
        "all": "96%",
        "date": "2025-12-21",
        "love": "97%",
        "work": "98%",
        "money": "91%",
        "health": "90%",
        "notice": "幸運之神的眷顧",
        "discuss": "93%",
        "all_text": "整體運勢非常好，彷彿被幸運之神特別眷顧。在行動方面，你總能達到事半功倍的效果，無論做什麼事情都感覺格外順利。這種幸運的加持讓你在面對各種情況時都充滿了信心和動力，能夠積極主動地去嘗試新的事物，拓展自己的視野和圈子。而且，你的這種積極態度也會感染身邊的人，吸引更多志同道合的朋友圍繞在你身邊。在這樣的好運勢下，不妨大膽地去追求自己想要的生活，去做一些平時想做卻沒機會做的事情，盡情享受這份幸運帶來的美好，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，或許會有貴人助力你的感情。朋友可能會給你介紹合適的對象，或者在你追求愛情時提供幫助。已有伴者的你，和伴侶處於琴瑟和諧的節奏。兩人相處默契，一個眼神、一個動作就能明白對方的心意，一起享受生活的美好，感情十分甜蜜。",
        "work_text": "整體運勢極佳，呈現出膽大心細的狀態。在面對各種挑戰時，既有勇氣大膽嘗試新方法、新領域，又能在行動過程中保持細心，注意到容易被忽略的細節。這種特質讓你在事業學業上能夠抓住機會，避免因粗心而犯錯，順利推進各項事務，取得不錯的進展和成果。",
        "lucky_star": "雙子座",
        "money_text": "偏財機遇會降臨到你身上。可能會收到一筆意外的兼職收入，或是收到之前借出去的錢。面對這些偏財，別隻想著盡情享受，可以考慮把一部分錢存起來，作為應急資金，另一部分可以用來投資自己，比如報名參加培訓課程提升技能，為未來的賺錢能力打下更堅實的基礎。",
        "health_text": "腿部肌肉力量足，狀態很不錯。這一天很適合進行一些腿部運動，比如跑步、跳繩、騎自行車等，能進一步增強腿部肌肉力量，提高身體的協調性和平衡能力。運動前要做好熱身活動，避免運動損傷，運動後也要進行拉伸放鬆，幫助腿部肌肉恢復，減少痠痛感。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒不穩定",
        "yi": "享受慢生活",
        "all": "80%",
        "date": "2025-12-21",
        "love": "73%",
        "work": "85%",
        "money": "83%",
        "health": "80%",
        "notice": "得到外界的支持",
        "discuss": "87%",
        "all_text": "整體運勢穩穩當當，沒有太多的波折和困擾。在這一天裡，你能夠得到一些來自外界的支持，這種支持可能是精神上的鼓勵，也可能是實際生活中的幫助。這些支持給了你行動的勇氣和力量，讓你在面對一些事情時更加堅定和自信。你不會因為害怕失敗或者遇到困難而退縮，而是會勇敢地邁出前進的步伐。同時，你也會以一種踏實穩重的態度去處理各種事務，注重細節，力求把每一件事情都做到盡善盡美。這種穩健的行事風格會讓你在人際關係中贏得他人的信任和尊重，進一步鞏固自己的社交圈子。",
        "love_text": "單身的你，在感情方面需要耐心等待機會。不要急於求成，感情的事急不來，先把自己的生活過好，提升自己，緣分自然會到來。已有伴者的你，和伴侶的關係趨於平穩。雖然沒有太多的激情，但這種平淡的相處也很溫馨，兩人相互陪伴，共同面對生活的瑣碎。",
        "work_text": "在事業學業上表現良好，關鍵在於保持獨立思考。在面對各種信息和觀點時，能夠不盲目跟從，通過自己的分析和判斷，找到適合自己的方向和方法。這種獨立思考的能力讓你在解決問題時更具優勢，能提出獨特的見解和方案，從而在事業學業領域脫穎而出，取得更好的發展。",
        "lucky_star": "摩羯座",
        "money_text": "你的薪資會有小提升。可能是公司根據你近期的工作表現發放了獎金，或是調整了薪資結構讓你收入增加。拿到這筆額外的收入後，別急著改善生活標準，可以先規劃一下如何讓這筆錢增值，比如存定期、購買穩健的理財產品，讓錢生錢，為未來的生活提供更堅實的經濟保障。",
        "health_text": "要預防關節出現小痠痛。這一天可能會因為過度勞累或者姿勢不當，導致關節承受壓力過大，出現痠痛的情況。比如長時間彎腰搬重物、久坐不動等。要注意勞逸結合，避免長時間保持一個姿勢，搬運重物時要注意姿勢正確，儘量使用腿部力量，減少關節負擔。",
        "lucky_color": "藏青色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話沒分寸",
        "yi": "結交新朋友",
        "all": "92%",
        "date": "2025-12-21",
        "love": "90%",
        "work": "91%",
        "money": "93%",
        "health": "92%",
        "notice": "開拓視野的機會",
        "discuss": "90%",
        "all_text": "整體運勢特別給力，是一個絕佳的開拓視野、展示自身光芒的機會。你彷彿擁有無限的能量和創造力，對周圍的一切都充滿了好奇和探索的慾望。在這種運勢的推動下，你會積極主動地去接觸新的事物，學習新的知識，不斷提升自己的認知水平。而且，你還有機會在眾人面前展示自己的才華和能力，讓更多的人看到你的閃光點。你的獨特見解和創新思維會得到他人的認可和讚賞，為你贏得更多的機會和資源。不要錯過這個難得的好時機，盡情地釋放自己的潛力，讓自己的生活煥發出更加耀眼的光彩。",
        "love_text": "單身的你，愛情驚喜會在今天到來。可能是在不經意間遇到那個特別的人，給你帶來意想不到的浪漫。已有伴者的你，和伴侶彼此心意相通。能深刻理解對方的想法和感受，相處時充滿默契，一起度過美好的時光，感情更加堅如磐石。",
        "work_text": "整體運勢旺盛，能得到有效助力。在事業學業進程中，彷彿有一股無形的力量在推動著你前進。無論是遇到困難時得到的幫助，還是意外獲得的機會，都能讓你順利克服阻礙，加快前進的步伐。這種助力可能來自他人的一句建議、一個資源分享，或是突然出現的合作機會，助你在事業學業上更上一層樓。",
        "lucky_star": "天蠍座",
        "money_text": "你的存款有望迎來上漲。可能是之前的理財項目開始有了收益，或是收到了一筆退款。面對存款的增加，要保持理性，別因為錢多了就隨意揮霍。可以制定一個長期的理財計劃，根據自己的風險承受能力，合理分配資金到不同的投資渠道，讓存款持續穩定增長。",
        "health_text": "睡眠質量超棒，能得到充分的休息。這一天可以好好享受舒適的睡眠，讓身體和大腦都得到放鬆。不過睡前不要喝太多水，以免半夜頻繁起夜影響睡眠；也不要進行過於激烈的運動或者情緒波動較大的活動，保持心情平靜，有助於快速進入深度睡眠狀態。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猜忌心太重",
        "yi": "多表達想法",
        "all": "75%",
        "date": "2025-12-21",
        "love": "70%",
        "work": "68%",
        "money": "66%",
        "health": "73%",
        "notice": "提高自己適配感",
        "discuss": "75%",
        "all_text": "整體運勢一般般，沒有特別突出的亮點。在這樣的日子裡，你需要提高自己的適配感，也就是讓自己更好地適應周圍的環境和人際關係。有時候，你可能會因為過於敏感或者理想化，而與現實產生一些脫節，導致自己在處理事情時遇到一些困難。因此，你需要學會調整自己的心態和思維方式，以更加務實和靈活的態度去面對生活中的各種情況。同時，也要給自己多一點信心，相信自己有能力應對各種挑戰。不要因為一時的挫折而否定自己，要看到自己的優點和長處，不斷鼓勵自己前進。通過提升適配感和增強信心，你的運勢會逐漸得到改善。",
        "love_text": "單身的你，似乎沒有脫單的心思。更願意沉浸在自己的世界裡，享受獨處的時光，對感情的事不太上心。已有伴者的你，和伴侶可以培養更多共同話題。一起學習新技能或者培養新愛好，這樣能讓你們有更多的交流和互動，增進彼此的感情，讓相處更加有趣。",
        "work_text": "在應對各種情況時比較被動，面對變化缺乏主動出擊的勇氣和準備。當事業學業中出現新的情況或挑戰時，往往不能及時調整自己的狀態和策略，而是等待問題找上門來。這種被動的應對方式容易讓你陷入被動局面，錯過一些發展的機會，需要儘快轉變態度，更加積極主動地面對變化。",
        "lucky_star": "白羊座",
        "money_text": "你的理財收益表現平平。之前投資的理財產品可能沒有明顯的漲幅，甚至可能有小幅波動。這時候別焦慮著急，理財是一個長期的過程，不能因為短期的表現就輕易改變投資策略。可以先觀察一段時間市場動態，同時學習一些理財知識，提升自己的理財能力，等待合適的時機再調整投資組合。",
        "health_text": "要避免足部疲勞。這一天可能會長時間走路或者站立，比如逛街、參加活動等，足部會感到痠痛、乏力。可以選擇穿著舒適、合腳、有良好支撐性的鞋子，減少足部壓力；走路或站立一段時間後，找個地方坐下來休息一下，抬抬腳、活動活動腳趾，促進足部血液循環，緩解疲勞。",
        "lucky_color": "淺黃色",
        "lucky_number": "1"
      }
    }
  }
}