{
  "updated": "2025-07-24T11:08:58.130Z",
  "updateTime": "2025/7/24 下午7:08:58",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 26530,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴他人",
        "yi": "午後小憩片刻",
        "all": "72%",
        "date": "2025-07-24",
        "love": "68%",
        "work": "65%",
        "money": "70%",
        "health": "82%",
        "notice": "內心有不少想法",
        "discuss": "76%",
        "all_text": "你的整體運勢稍有起伏，處於一種較為活躍的狀態，內心有著不少想法和衝動，但外部環境可能不會完全順著你的心意發展。在與他人相處時，要特別注意避免過度迎合別人。你可能會為了融入某個群體或者讓某段關係更和諧，而放棄自己原本的立場和想法，但這樣做反而會讓你內心感到不自在，甚至產生自我懷疑。在社交場合中，你可能會遇到一些需要你做出妥協的情況，但不要一味地遷就他人，要堅守自己的底線。同時，你的情緒也容易受到外界因素的影響，一點小事可能就會讓你情緒波動較大。這時候要學會給自己一些空間和時間，讓自己冷靜下來，不要讓情緒左右你的判斷。在消費方面，也要保持理性，避免因為一時的衝動而購買一些不必要的東西，導致財務上出現一些小壓力。",
        "love_text": "單身的你，在感情裡那些不經意的小缺點，可能會成為阻礙緣分到來的絆腳石。不妨多審視下自己，比如說話太直接、做事太沖動等，試著做出改變。已有伴者的你，和伴侶相處時的小脾氣可得收一收啦。別因為一點小事就發火，多一些耐心和理解，站在對方角度想想，這樣才能讓感情更和睦，少些不必要的爭吵。",
        "take_star": "",
        "work_text": "你似乎被害怕困難的陰雲籠罩著。面對一些稍有挑戰性的任務，內心就會先打起退堂鼓，缺乏勇往直前的衝勁。這種心態會讓你在前進的道路上步伐遲緩，錯過不少展現自己的機會。而且，在處理問題時，可能會因為害怕出錯而變得小心翼翼，反而限制了自己的發揮，難以取得理想成果。",
        "lucky_star": "獅子座",
        "money_text": "在財運方面得留意零花錢別亂花啦。可能會有一些看似誘人的小物件或者娛樂活動吸引你，要是沒控制住，錢包很容易就癟下去。購物前多想想是不是真的需要，別衝動消費。把零花錢合理規劃一下，說不定能存下一筆小錢，以備不時之需。",
        "health_text": "選運動方式可得謹慎些。別看別人練啥就跟著練，像高強度搏擊操這類，要是你平時沒基礎，很容易拉傷肌肉或者扭到關節。不妨挑些溫和的，比如慢跑、瑜伽，跑前做好熱身，瑜伽選初級動作，循序漸進，這樣才能在鍛鍊同時避免受傷，讓身體更健康。",
        "lucky_color": "青灰色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "攀比式消費",
        "yi": "制定旅行計劃",
        "all": "83%",
        "date": "2025-07-24",
        "love": "80%",
        "work": "84%",
        "money": "70%",
        "health": "81%",
        "notice": "有更清晰的規劃",
        "discuss": "86%",
        "all_text": "整體運勢尚佳，如同春日裡逐漸升溫的天氣，讓人感覺舒適又充滿希望。你的想法與計劃趨於成熟，經過之前的思考和沉澱，你對很多事情都有了更清晰的認識和規劃。這種成熟的想法會讓你在處理各種事務時更加得心應手，能夠有條不紊地推進各項計劃。在人際交往中，你的穩重和成熟會吸引到一些志同道合的人，他們可能會主動與你交流合作，為你帶來新的機會和資源。你的心態也比較平和，不會輕易被外界的干擾所影響，能夠專注於自己的目標。不過，也要注意不要過於固執己見，雖然你的想法成熟，但也要適當聽取他人的意見和建議，說不定能從中獲得新的啟發。在生活方面，可以安排一些自己喜歡的活動，享受這份愜意和自在，讓自己的身心得到充分的放鬆。",
        "love_text": "單身的你，要主動打開話匣子。別總是等著別人來開啟話題，遇到心動的人，勇敢地聊聊天，分享下生活趣事，說不定就能拉近彼此距離。已有伴者的你，和伴侶在三觀上高度一致，這會讓你們相處起來十分輕鬆。遇到事情能很快達成共識，一起朝著共同目標努力，感情也會在這種默契中不斷升溫。",
        "take_star": "",
        "work_text": "對你而言是樹立自信心的好時機。在各項任務和挑戰面前，你有著紮實的基礎和沉穩的態度，只要相信自己，就能充分發揮出自身實力。以往積累的經驗和知識會成為你堅實的後盾，讓你在面對各種情況時都能從容不迫。大膽地展現自己的能力，你會發現自己比想象中更優秀。",
        "lucky_star": "射手座",
        "money_text": "有點小財進賬哦，可能是工作上的小獎勵，或者之前的小投資有了點回報。不過別因為有點小收穫就得意忘形，還是要保持理性。拿到這筆錢後，可以考慮存起來一部分，或者用於改善生活的小地方，比如買些實用的家居用品，讓生活更有品質。",
        "health_text": "多走路對健康超有益。別總坐著不動，上下班提前一兩站下車，步行到目的地；午休時也別悶在辦公室，出去繞著公司周邊散散步。走路能讓全身血液循環更順暢，增強心肺功能，還能緩解久坐帶來的腰痠背痛，走的時候穿雙舒適鞋子，步伐適中就好。",
        "lucky_color": "米白色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延症發作",
        "yi": "到戶外散步",
        "all": "62%",
        "date": "2025-07-24",
        "love": "57%",
        "work": "55%",
        "money": "59%",
        "health": "65%",
        "notice": "看不清前方道路",
        "discuss": "52%",
        "all_text": "整體運勢有點差強人意，彷彿置身於迷霧之中，有些看不清前方的道路。你有著豐富的理想和抱負，腦海中充滿了各種新奇的點子和計劃，但現實卻像一堵牆，讓你難以將這些想法順利地付諸實踐。在與他人溝通時，可能會遇到一些誤解和障礙，你的想法不能很好地被對方理解，導致交流不太順暢。這可能會讓你感到有些沮喪和無奈，甚至產生自我懷疑，懷疑自己的能力是否不夠。在面對一些選擇時，你也會陷入糾結和困惑之中，不知道該往哪個方向前進。不過，不要過於灰心喪氣，這只是暫時的困境。此時不妨先靜下心來，重新審視自己的想法和計劃，看看是否存在一些不切實際的地方。也可以多和身邊有經驗的人交流，聽聽他們的看法和建議，或許能為你打開新的思路，幫助你找到突破困境的方法。",
        "love_text": "單身的你，廣撒網式的尋找愛情可不太明智。別盲目地和很多人曖昧，這樣反而容易讓你錯過真正合適的人。已有伴者的你，對待感情可別太吊兒郎當啦。別總是嘻嘻哈哈，對伴侶的關心和承諾要認真對待，讓對方感受到你的真心，感情才能穩穩當當。",
        "take_star": "",
        "work_text": "有點陷入自以為是的陷阱。在處理事情時，常常憑藉自己的第一感覺就做出判斷，聽不進他人的建議和意見。這種態度會讓你忽略一些重要的細節和潛在的問題，導致結果不盡如人意。而且，過於自負還會影響你與他人的合作，讓團隊氛圍變得緊張。",
        "lucky_star": "天蠍座",
        "money_text": "在吃喝玩樂上的花銷可能會比較大。朋友聚會、外出遊玩等活動一個接一個，很容易就讓你忍不住花錢。但要注意別過度消費，不然月底可能會面臨資金緊張的尷尬。在享受生活的同時，也要看看自己的錢包，合理規劃開支，這樣才能讓生活既有趣又不會太拮据。",
        "health_text": "可千萬別熬夜通宵啦。晚上刷劇、打遊戲再上頭也得停下，熬夜會打亂生物鐘，讓內分泌失調，第二天沒精神不說，長期這樣免疫力也會下降。儘量在十一點前上床睡覺，睡前別玩手機，可以泡個腳、聽聽舒緩音樂，讓自己放鬆下來，快速進入夢鄉。",
        "lucky_color": "翠綠色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化消費",
        "yi": "錯峰出行",
        "all": "95%",
        "date": "2025-07-24",
        "love": "92%",
        "work": "93%",
        "money": "90%",
        "health": "96%",
        "notice": "瀰漫正能量氣息",
        "discuss": "92%",
        "all_text": "對你而言是整體運勢相當順利的一天，彷彿被一層溫暖又積極的能量所籠罩。你會明顯感覺到身邊處處都瀰漫著正能量的氣息，這種正能量就像無形的動力，不斷鼓舞著你，讓你在面對各種情況時都充滿信心和勇氣。在與人交往中，你散發的親和力和善意會吸引他人主動靠近，交流氛圍輕鬆融洽，能結識到一些志同道合的新朋友，拓展自己的人際圈子。而且，你自身的積極心態也會感染身邊的人，讓大家都沉浸在愉悅的氛圍裡。在做決策的時候，你內心清晰明瞭，能快速準確地判斷出什麼是對自己最有利的，不會猶豫不決。這種果斷讓你能抓住一些稍縱即逝的機會，為自己的生活增添新的色彩。同時，你的精神狀態飽滿，無論是身體還是心理都處於一種健康、舒適的狀態。這種良好的狀態會讓你更有精力去探索新事物，嘗試一些以前沒做過的事情，說不定能發現新的興趣愛好，為生活帶來更多樂趣。",
        "love_text": "單身的你，不妨勇敢一點。遇到喜歡的人，別總是躲在角落裡，大膽地表達自己的好感，說不定對方也正期待著你的主動呢。已有伴者的你，能深刻感受到陪伴的幸福。和伴侶一起做些簡單的事，比如一起做飯、散步，在平凡日常中享受彼此的陪伴，感情會更加深厚。",
        "take_star": "",
        "work_text": "你的優勢會得到充分凸顯。你細膩的心思和敏銳的洞察力，能讓你在複雜的情況中迅速抓住關鍵信息。在團隊中，你的親和力也能讓你很好地與他人溝通協作，發揮出強大的凝聚力。憑藉這些優勢，你能夠高效地完成各項任務，在眾人中脫穎而出。",
        "lucky_star": "天秤座",
        "money_text": "你的理財表現佳，對錢財的規劃很有想法。不管是日常開銷，還是一些小的投資打算，都能處理得井井有條。可以趁著這個好狀態，進一步梳理自己的財務狀況，看看有沒有可以優化資金配置的地方。比如把閒置資金做個合理的分配，讓錢能更好地為你“工作”。",
        "health_text": "超適合進行戶外活動。去公園散散步，呼吸新鮮空氣，看看綠樹花草，能讓心情格外舒暢，減輕壓力。也能約上朋友去郊外爬山，在攀登過程中鍛鍊腿部肌肉，增強體質。不過戶外活動要做好防護，帶上遮陽帽、水壺，適時補充水分，避免中暑。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃炸雞燒烤",
        "yi": "陪家人聊天",
        "all": "65%",
        "date": "2025-07-24",
        "love": "58%",
        "work": "56%",
        "money": "62%",
        "health": "68%",
        "notice": "危險藏在細節中",
        "discuss": "61%",
        "all_text": "整體運勢不容大意，需要時刻保持警惕。即便是在自己熟悉的領域，也可能會出現一些讓你意想不到的狀況，甚至犯迷糊。在日常生活裡，你可能會憑藉以往的經驗去處理事情，但這些經驗似乎不太管用了，一些細節容易被忽略，導致出現小失誤。比如在做一些常規操作時，可能會因為疏忽而出現錯誤，給自己帶來一些不必要的麻煩。在與人交流中，也可能會因為思維不夠清晰，表達出現偏差，引起他人的誤解。原本想表達的意思，卻因為表述不當而讓對方產生不同的理解，進而影響彼此之間的關係。而且，你可能會過於自信，覺得自己對某些事情瞭如指掌，從而放鬆了警惕，沒有認真對待。但實際上，危險可能就隱藏在這些看似平常的細節之中。所以，無論做什麼，都要多留個心眼，認真仔細地對待每一個環節。",
        "love_text": "單身的你，要帶眼識人。在感情裡別被表面的東西迷惑，多觀察對方的內在品質，避免遇到不合適的人，浪費自己的感情。已有伴者的你，要警惕旁人挑撥離間。別輕易聽信別人關於伴侶的壞話，有什麼疑問直接和伴侶溝通，這樣才能維護好你們的感情。",
        "take_star": "",
        "work_text": "驕傲自滿的情緒可能會成為你前進的絆腳石。取得一點小成績後，就容易沾沾自喜，放鬆對自己的要求。這種心態會讓你停滯不前，錯過進一步提升自己的機會。而且，驕傲還會讓你忽視他人的優點和長處，不利於與他人的交流和合作。",
        "lucky_star": "雙魚座",
        "money_text": "切忌投機取巧來求財。可能會有人給你介紹一些看似輕鬆就能賺錢的項目，但這裡面往往藏著風險。別被一時的利益衝昏頭腦，腳踏實地才是正道。專注於自己熟悉和擅長的領域，通過努力工作來增加收入，這樣賺來的錢才更穩當。",
        "health_text": "可別隨便生氣動怒。遇到煩心事先深呼吸，讓自己冷靜下來，衝動發火不僅解決不了問題，還會讓血壓升高，對心臟也不好。可以找朋友傾訴傾訴，把心裡的不痛快倒出來，或者聽聽喜歡的音樂，轉移下注意力，讓自己保持平和心態，這樣身體才更健康。",
        "lucky_color": "橘紅色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追劇",
        "yi": "嘗試新菜品",
        "all": "58%",
        "date": "2025-07-24",
        "love": "52%",
        "work": "50%",
        "money": "55%",
        "health": "60%",
        "notice": "貪戀一時的娛樂",
        "discuss": "71%",
        "all_text": "整體運勢欠佳，主要問題出在過於貪戀一時的娛樂上。你會發現自己很難抵擋各種娛樂活動的誘惑，很容易沉浸其中無法自拔。原本可能計劃好要去做一些有意義的事情，比如閱讀、運動或者整理家務，但一看到有趣的娛樂節目、遊戲或者熱鬧的聚會，就會把之前的計劃拋到九霄雲外。這種過度沉迷娛樂的狀態會讓你浪費大量的時間和精力，導致原本可以完成的事情被擱置。在娛樂過程中，你可能會完全放鬆對自己的要求，作息變得不規律，飲食也不健康。比如熬夜追劇、吃大量零食等，這些行為會對你的身體造成一定的負擔，讓你第二天感到疲憊不堪。而且，過度娛樂還會影響你的情緒和心態。當娛樂結束，迴歸到現實生活時，你可能會因為浪費了時間而感到焦慮和自責，這種負面情緒又會進一步影響你接下來的狀態，形成一個惡性循環。所以，要適當控制自己的娛樂慾望，合理安排時間。",
        "love_text": "單身的你，過於獨立在感情裡可不是好事。別總是自己一個人扛著所有事，偶爾展現下脆弱的一面，說不定能吸引到願意照顧你的人。已有伴者的你，別總一個人逞強。遇到困難和伴侶一起面對，相互支持，這樣不僅能讓問題更快解決，還能讓你們的感情更加緊密。",
        "take_star": "",
        "work_text": "容易陷入撿了芝麻丟西瓜的困境。在處理事情時，過於關注細節，而忽略了整體的目標和方向。可能會在一些無關緊要的小事上浪費大量時間和精力，導致重要的事情被擱置。這種本末倒置的做法，會讓你在忙碌中卻收穫甚微。",
        "lucky_star": "摩羯座",
        "money_text": "要警惕財運方面的陷阱。在處理一些財務事務，比如簽訂合同、參與合作時，一定要仔細閱讀條款，避免掉進別人設好的圈套。對於一些來路不明的投資信息，更要保持警惕，不要輕易相信。多問問身邊有經驗的人，再做決定，這樣才能保障自己的財產安全。",
        "health_text": "壓力有點大，得想辦法緩解。一直處於高壓狀態，身體會吃不消，容易頭痛、失眠。可以在工作間隙做做伸展運動，活動下脖子、肩膀，放鬆緊繃的肌肉。下班後泡個熱水澡，讓身體徹底放鬆，再早點休息，保證充足睡眠，第二天就能以更好的狀態面對生活。",
        "lucky_color": "鵝黃色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝全糖奶茶",
        "yi": "進行頭腦風暴",
        "all": "94%",
        "date": "2025-07-24",
        "love": "92%",
        "work": "91%",
        "money": "90%",
        "health": "95%",
        "notice": "得到他人的幫助",
        "discuss": "93%",
        "all_text": "整體運勢一帆風順，擁有著天時地利人和的絕佳狀態。生活中，各種事情都在朝著好的方向發展，似乎背後有一股無形力量推著你前行。你所處的環境十分和諧，無論是家庭氛圍還是社交圈子，都讓你感到舒適自在，沒有過多的紛爭和困擾。在與人交往中，你能夠輕鬆地與他人建立良好的關係，大家對你的態度都很友好，願意傾聽你的想法和意見。而且，你很容易得到他人的幫助和支持，在遇到困難時，總會有貴人出現為你排憂解難。你的心情也格外舒暢，心態積極樂觀，看待事物的角度都充滿了正能量。這種良好的心態會讓你更加自信，敢於嘗試新的事物，去探索未知的領域。在做決策時，你能夠冷靜分析，權衡利弊，做出正確的選擇。總之，你可以盡情享受這份順遂，去做自己想做的事情，相信會有不錯的收穫。",
        "love_text": "單身的你，或許愛情就在不經意間到來。可能會遇到讓你心動的人，保持自信和優雅，給對方留下好印象。已有伴者的你，和伴侶相處會更加歪膩。一起享受甜蜜時光，互相表達愛意，讓感情在溫馨氛圍中不斷升溫，彷彿又回到了熱戀期。",
        "take_star": "",
        "work_text": "你的腦袋裡就像裝了個創意寶庫，有源源不斷的想法冒出來。無論是面對複雜的工作任務，還是棘手的學習難題，都能憑藉這些新奇的點子找到獨特的解決路徑。這種活躍的思維狀態讓你在人群中格外亮眼，很容易吸引他人的關注和讚賞。而且，你還善於將這些想法與實際情況相結合，制定出切實可行的計劃，推動各項事務朝著理想的方向發展，為未來的發展積累不少優勢。",
        "lucky_star": "水瓶座",
        "money_text": "目光敏銳，能發現不少求財的機會。可能會留意到一些新的賺錢渠道，或者發現身邊有可以合作的資源。別猶豫，抓住這些機會，大膽去嘗試。不過在行動前，也要做好充分的準備和調研，確保機會是可行的，這樣才能讓財運更上一層樓。",
        "health_text": "要注重養生哦。飲食上多吃些富含維生素和膳食纖維的食物，像蔬菜、水果、粗糧，少吃油膩、高糖的食物。作息上早睡早起，保證規律。還可以根據自己的身體狀況，適當泡點養生茶，比如枸杞紅棗茶，有滋補氣血的作用，堅持養生，身體狀態會越來越好。",
        "lucky_color": "銀白色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動購物",
        "yi": "記錄生活碎片",
        "all": "79%",
        "date": "2025-07-24",
        "love": "81%",
        "work": "70%",
        "money": "58%",
        "health": "80%",
        "notice": "比較看心情行事",
        "discuss": "82%",
        "all_text": "整體運勢稍有起伏，是比較看心情行事的一天。你的情緒就像天氣一樣，時而晴朗，時而陰雲密佈，不同的情緒狀態會直接影響你對待事物的態度和行動。當心情愉悅時，你會充滿活力，積極主動地去參與各種活動，與身邊的人交流也十分熱情，能感受到生活中的美好和樂趣。然而，一旦心情低落，你就會變得有些沉默寡言，對周圍的事情提不起興趣，甚至會因為一些小事而煩惱。這種情緒的波動也會讓你在做決策時不夠果斷，容易猶豫不決。你可能會在不同的選擇之間徘徊，拿不定主意。而且，你的情緒還容易受到外界因素的影響，別人的一句話、一個眼神都可能讓你產生不同的反應。所以，要學會調整自己的心態，儘量保持平和，不要讓情緒左右你的生活。",
        "love_text": "單身的你，有更多話題可以和別人聊。在社交場合中，積極參與交流，分享自己的想法，說不定能遇到有共同話題的心動對象。已有伴者的你，有更多時間和伴侶相處。利用這段時間一起做些有意義的事，比如看一場電影、去公園散步，增進彼此的感情。",
        "take_star": "",
        "work_text": "在推進各項事務時，保持耐心是關鍵。你可能會遇到一些進展緩慢或者反覆的情況，容易心生煩躁。但越是這種時候，越不能急於求成，否則可能會因為衝動而做出錯誤的決策，讓情況變得更糟。不妨放慢腳步，冷靜分析問題所在，一步一個腳印地去解決。只要保持耐心，那些看似棘手的難題最終都會迎刃而解。",
        "lucky_star": "巨蟹座",
        "money_text": "不宜衝動做與錢財有關的決定。無論是購物還是投資，都要冷靜思考。看到喜歡的東西，別急著下單，先想想是不是真的需要，價格是否合理。對於投資，更要謹慎評估風險，不要因為一時的衝動就投入大量資金。多給自己一些時間考慮，避免因衝動而造成財產損失。",
        "health_text": "做好飲食把關。別貪吃那些不健康的小零食，像薯片、辣條，它們添加劑多，對身體沒好處。多吃新鮮食材，自己在家做飯，控制油鹽用量。要是外出就餐，選些清淡、營養均衡的菜品，比如清蒸魚、清炒時蔬，合理飲食才能讓腸胃舒服，身體更健康。",
        "lucky_color": "寶藍色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "粗心大意",
        "yi": "去郊外遊玩",
        "all": "85%",
        "date": "2025-07-24",
        "love": "78%",
        "work": "75%",
        "money": "81%",
        "health": "82%",
        "notice": "找到生活平衡點",
        "discuss": "84%",
        "all_text": "整體運勢還不賴，能夠找到生活的平衡點。你既不會讓自己過於忙碌疲憊，也不會陷入無所事事的空虛之中，而是能夠合理地安排自己的時間和精力，讓生活充實而有意義。在生活節奏上，你把握得恰到好處，既有時間去做自己喜歡的事情，享受生活的樂趣，也能抽出時間來處理一些必要的事務，保證生活的正常運轉。你懂得在放鬆和努力之間找到一個平衡，不會因為過度追求娛樂而忽略了責任，也不會因為過於拼命而失去了生活的情趣。在人際關係方面，你也能夠平衡好與不同人的關係，既不會冷落了朋友，也不會忽視家人。你能夠根據不同的情況，給予他人恰當的關心和陪伴。這種平衡的生活狀態會讓你感到身心愉悅，充滿幸福感。",
        "love_text": "單身的你，在感情上比較謹慎。不會輕易對別人敞開心扉，不過這也是好事，能讓你更理性地看待感情，避免盲目投入。已有伴者的你，不妨試著敞開心扉。和伴侶分享內心的想法和感受，讓對方更瞭解你，這樣能減少很多誤會，讓感情更加和諧。",
        "take_star": "",
        "work_text": "需要你做到膽大心細。你向來有著勇敢無畏的精神，敢於嘗試新事物，但在行動過程中，不能只憑一股衝勁，還要注意細節。一些容易被忽視的小問題，可能會在關鍵時刻影響整體的結果。所以，在大膽前進的同時，多留意周圍的情況，對每一個環節都認真把關，這樣才能確保事情順利推進，取得令人滿意的成果。",
        "lucky_star": "白羊座",
        "money_text": "多關注求財機會。生活中可能會隱藏著一些能增加收入的小契機，比如兼職工作、新的業務合作等。多留意身邊的信息，主動去尋找和爭取。同時，也要發揮自己的優勢，展示自己的能力，讓別人看到你的價值，這樣更容易獲得賺錢的機會。",
        "health_text": "別長時間呆在空調房。空調房裡空氣不流通，還容易讓身體受涼，出現頭痛、關節痛等問題。每隔一兩個小時，出去透透氣，活動活動身體。要是覺得熱，可以用扇子扇扇風，或者開會兒窗戶，讓室內外空氣交換，保持室內空氣清新，身體也更自在。",
        "lucky_color": "墨綠色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "自我否定",
        "yi": "學習新技能",
        "all": "90%",
        "date": "2025-07-24",
        "love": "88%",
        "work": "91%",
        "money": "87%",
        "health": "92%",
        "notice": "有強大的驅動力",
        "discuss": "95%",
        "all_text": "整體運勢相當不錯，上進心會成為你前進的強大驅動力，促使你採取積極的行動。你內心充滿了對更好生活的渴望，這種渴望轉化為實際行動，讓你在各個方面都表現出積極主動的一面。你會主動去尋找提升自己的機會，無論是學習新的知識技能，還是培養新的興趣愛好，都充滿了熱情和動力。而且，你有著堅定的信念和頑強的毅力，一旦確定了目標，就會全力以赴地去追求，不會輕易被困難和挫折打倒。在面對生活中的各種挑戰時，你能夠冷靜應對，積極思考解決問題的方法。你的這種積極態度也會感染身邊的人，得到他人的認可和支持。你可以大膽地去嘗試新的事物，勇敢地邁出第一步，相信會有意想不到的收穫。",
        "love_text": "單身的你，有培養感情的機會。可能會遇到有好感的人，別錯過這個機會，多和對方接觸，慢慢增進彼此的瞭解。已有伴者的你，要懂得將心比心。站在伴侶的角度思考問題，理解對方的難處，給予支持和鼓勵，這樣能讓你們的感情更加穩固。",
        "take_star": "",
        "work_text": "你的學習能力超強，就像一塊乾涸的海綿，能迅速吸收新知識。無論是工作中需要掌握的新技能，還是學習上遇到的新學科，你都能快速理解並融會貫通。這種強大的學習能力讓你在面對各種挑戰時都充滿信心，能夠輕鬆應對。而且，你還能將所學知識靈活運用到實際中，解決實際問題，為自己贏得更多的發展機會。",
        "lucky_star": "處女座",
        "money_text": "在財運方面以穩紮穩打為主。別想著一下子就能賺大錢，而是要把精力放在穩定收入上。工作中認真完成每一項任務，爭取獲得更多的報酬和獎勵。對於投資，選擇一些風險較低、收益穩定的項目，不要盲目追求高回報。一步一個腳印，財富才會慢慢積累起來。",
        "health_text": "不要久坐不動哦。長時間坐著，會讓血液循環變慢，容易引發下肢水腫、靜脈曲張等問題。工作學習時，每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿。也可以利用休息時間，做幾個簡單的深蹲、俯臥撐，增強身體活力，避免因久坐帶來健康隱患。",
        "lucky_color": "深藍色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩遊戲",
        "yi": "與朋友聚會",
        "all": "91%",
        "date": "2025-07-24",
        "love": "98%",
        "work": "87%",
        "money": "90%",
        "health": "93%",
        "notice": "眾人矚目的焦點",
        "discuss": "96%",
        "all_text": "整體運勢非常出眾，在各方面都容易收穫誇讚。你的獨特魅力和才華會在這一天得到充分的展現，無論走到哪裡，都能成為眾人矚目的焦點。在社交場合中，你的言談舉止大方得體，思維敏捷，能夠與他人進行深入而有意義的交流，給大家留下深刻的印象。你的觀點新穎獨特，常常能提出一些讓人眼前一亮的想法，贏得他人的讚賞和欽佩。在處理日常事務時，你也表現得十分出色，能夠高效地完成任務，並且注重細節，追求完美。你的這種認真負責的態度和出色的能力會得到他人的認可和表揚。而且，你的運氣也不錯，在一些偶然的機會中，也能展現出自己的優勢，獲得額外的驚喜和誇讚。",
        "love_text": "單身的你，可能會有怦然心動的邂逅。在某個不經意的瞬間，遇到那個讓你心跳加速的人，勇敢地抓住機會，說不定就能開啟一段美好的戀情。已有伴者的你，和伴侶的感情羈絆更深。一起經歷一些小事，會讓你們更加珍惜彼此，感情也會更加堅不可摧。",
        "take_star": "",
        "work_text": "你會得到他人的提點，彷彿在迷霧中突然找到了方向。在處理一些複雜的問題時，身邊的人會給你一些關鍵的建議和啟發，讓你豁然開朗。這些提點能幫助你避開一些潛在的陷阱，少走很多彎路。所以，要珍惜這些來自他人的幫助，認真思考並運用到實際行動中，這樣能讓你在追求目標的道路上更加順暢。",
        "lucky_star": "雙子座",
        "money_text": "求財思路廣，能想出不少新穎的賺錢點子。可以把這些想法整理一下，看看哪些是可行的。也可以和身邊的朋友、家人交流，聽聽他們的意見和建議。說不定在交流過程中，就能碰撞出更多的火花，找到更好的賺錢方法。不過，有了想法後，也要儘快付諸行動。",
        "health_text": "要保持適度鍛鍊。不用進行高強度訓練，像慢跑半小時、打一場羽毛球就很不錯。鍛鍊能讓身體機能得到提升，增強抵抗力，還能改善睡眠質量。鍛鍊前做好熱身，鍛鍊後進行拉伸，避免肌肉痠痛。堅持適度鍛鍊，你會感覺身體越來越有勁兒。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "手機不離手",
        "yi": "付諸行動",
        "all": "70%",
        "date": "2025-07-24",
        "love": "71%",
        "work": "63%",
        "money": "68%",
        "health": "72%",
        "notice": "克服手機的沉迷",
        "discuss": "75%",
        "all_text": "整體運勢平平，需要克服對手機的沉迷。手機在給你帶來便利和娛樂的同時，也在不知不覺中佔據了你大量的時間和精力，讓你忽略了生活中的其他美好。你會發現自己總是忍不住拿起手機，刷社交媒體、玩遊戲、看視頻，一玩就是很長時間。這種過度沉迷手機的狀態會讓你變得有些慵懶和消極，對周圍的事物缺乏興趣和熱情。你可能會錯過一些與家人朋友相處的機會，也可能會忽略一些生活中的小確幸。而且，長時間盯著手機屏幕，對眼睛和身體也有一定的傷害。你要意識到手機對你生活的影響，嘗試控制自己使用手機的時間，多把注意力放在現實生活中，去感受真實的人際交往和自然環境，這樣才能讓生活更加豐富多彩。",
        "love_text": "單身的你，感情機會需要自己把握。別總是被動等待，遇到喜歡的人主動出擊，表達自己的心意，說不定就能收穫愛情。已有伴者的你，要克服感情平淡期。和伴侶一起製造些小驚喜，比如送個小禮物、安排一次浪漫約會，讓感情重新充滿激情。",
        "take_star": "",
        "work_text": "你的思路有些混亂，就像一團亂麻，難以理清頭緒。在面對各種任務和信息時，容易感到迷茫和不知所措。這種狀態會影響你的判斷力和決策能力，導致工作效率和學習效果大打折扣。你需要給自己一些時間，靜下心來，整理思緒，將複雜的問題簡單化，分清主次，這樣才能逐漸找回清晰的方向，重新投入到正常的工作和學習中。",
        "lucky_star": "雙子座",
        "money_text": "可能會感覺到生活的壓力，在財運方面也有些小困擾。可能是因為一些必要的開支增加，讓你覺得經濟上有些緊張。別太焦慮，先梳理一下自己的財務狀況，看看哪些開支是可以節省的。同時，也可以考慮尋找一些增加收入的途徑，比如利用業餘時間做些兼職，緩解一下經濟壓力。",
        "health_text": "出門要防曬防暑。太陽大的時候，帶上遮陽傘、塗好防曬霜，避免皮膚被曬傷。儘量避開中午高溫時段出門，如果必須外出，多喝水，補充身體因出汗流失的水分。可以帶個小風扇，熱的時候吹一吹，讓自己保持涼爽，防止中暑，健康度過這一天。",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    }
  }
}