{
  "updated": "2025-09-23T01:36:11.546Z",
  "updateTime": "2025/9/23 上午9:36:11",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14327,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "臥室堆積雜物",
        "yi": "享受小資情調",
        "all": "98%",
        "date": "2025-09-23",
        "love": "91%",
        "work": "97%",
        "money": "90%",
        "health": "98%",
        "notice": "懸著的石頭落地",
        "discuss": "92%",
        "all_text": "你的整體狀態像被陽光曬透的玻璃，通透又明亮，連呼吸都帶著輕快的節奏。那些曾讓你糾結的小事突然有了答案，像是心裡懸著的石頭終於落地，整個人從內到外透著鬆弛感。這種“豁然開朗”不是突然的幸運，而是你之前積累的能量在集中釋放，可能是某個長期關注的消息有了好結果，或是和身邊人的互動讓你突然想通了某個問題。你會發現自己更願意主動表達想法，甚至願意嘗試平時覺得麻煩的事，比如主動約朋友聚會，或是順手幫陌生人個小忙。這種積極的情緒會像漣漪一樣擴散，連路人的微笑都能讓你心情更好。不過別因為狀態太好就過度消耗體力，比如突然決定去爬山或熬夜追劇，保持日常節奏反而能讓這份明亮感持續更久。你就像被按了“重啟鍵”，連看日常瑣事都多了幾分可愛，記得把這份好心情存進記憶裡，未來遇到低谷時還能拿出來暖暖自己。",
        "love_text": "單身的你，可能會在朋友聚會或日常活動中遇到讓你心跳加速的人，彼此的互動充滿好感，不妨主動釋放善意，別讓機會悄悄溜走。已有伴者的你，適合安排一場浪漫的約會，無論是共進晚餐還是散步談心，都能讓感情升溫，記得多關注對方的情緒細節，會讓彼此更貼近。",
        "take_star": "",
        "work_text": "像被注入能量，處理任務時思路清晰且效率極高，無論是複雜項目還是日常瑣事都能快速找到突破口。團隊中容易成為主導者，但需注意別因過於自信而忽略他人建議，適當傾聽會讓成果更圓滿。",
        "lucky_star": "天秤座",
        "money_text": "財運簡直開掛，新機會像快遞小哥一樣敲門送上門，可能是兼職邀約、合作分成或者意外的小收入。別猶豫，看準靠譜的直接接住，但別光顧著興奮，記得核對合同細節，別讓到手的機會因為粗心飛了。",
        "health_text": "精神頭很足，適合到戶外撒撒野，登山、騎行或者慢跑都是不錯的選擇，讓身體充分接觸自然，釋放活力。不過戶外活動時要注意及時補充水分，避免脫水，也別因為過度興奮而忽略了身體發出的疲勞信號，累了就適當休息，別硬撐。",
        "lucky_color": "紅色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "亂髮小脾氣",
        "yi": "提升個人形象",
        "all": "78%",
        "date": "2025-09-23",
        "love": "67%",
        "work": "76%",
        "money": "81%",
        "health": "77%",
        "notice": "情緒來得快去的快",
        "discuss": "74%",
        "all_text": "整體運勢一般般，但偶爾會冒出來一些小情緒。可能是看到別人曬幸福時的短暫失落，或是聽到某句話後心裡泛起的酸澀，這些情緒來得快去的也快，卻足夠讓你分心。你可能會發現自己比平時更敏感，比如對家人的語氣、朋友的回覆時間格外在意，甚至會因為一點小事反覆琢磨“是不是自己哪裡沒做好”。不過好消息是，這些情緒不會持續太久，就像烏雲飄過太陽，很快會被更重要的生活細節衝散——比如吃到一頓好吃的飯，或是收到一個意料之外的小禮物。你適合做些需要專注的小事，比如整理房間、養花或是聽輕音樂，這些活動能幫你把注意力從情緒漩渦里拉出來。記住，偶爾的情緒波動不是脆弱，而是生活給你的“情緒體檢”，提醒你該多愛自己一點。",
        "love_text": "單身的你，可能會被某個條件不錯的人吸引，但別急著下結論，多觀察對方的內在品質和相處模式，感情需要時間沉澱。已有伴者的你，容易因瑣事對伴侶要求過高，給對方帶來壓力，不妨放鬆心態，用輕鬆的方式溝通，反而能讓關係更和諧。",
        "take_star": "",
        "work_text": "更適合沉澱與梳理，面對堆積的任務或信息時，先花時間分類整理會比盲目行動更有效。過程中可能會發現之前忽略的漏洞，及時修正能避免後續麻煩，但需警惕因追求完美而拖延進度。",
        "lucky_star": "水瓶座",
        "money_text": "財運藏在信息流裡，刷手機時多留意行業動態、朋友分享的靠譜消息，甚至小區業主群的閒聊都可能藏著商機。別嫌麻煩，主動問兩句，說不定能撈到兼職、二手交易或者投資小道消息，但別急著砸錢，先驗證真實性。",
        "health_text": "要留意關節部位，天氣轉涼，關節容易受涼，出門記得帶上護膝、護腕，或者多穿件外套，別讓關節直接吹風。晚上睡覺前可以用熱水泡泡腳，促進血液循環，緩解關節不適，也能讓身體暖和起來，提高睡眠質量。",
        "lucky_color": "天藍色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "宅家不出門",
        "yi": "玩趣味遊戲",
        "all": "88%",
        "date": "2025-09-23",
        "love": "85%",
        "work": "87%",
        "money": "82%",
        "health": "90%",
        "notice": "看到全新的風景",
        "discuss": "85%",
        "all_text": "整體運勢像一張慢慢展開的地圖，每走一步都能看到新的風景，而這張地圖的線索藏在你的社交圈裡。你可能會通過朋友的一句話、同事的一個分享，或是社交平臺上的某個帖子，突然接觸到平時不會注意的信息——可能是新開的咖啡館、小眾的音樂類型，或是一個全新的興趣領域。這些新鮮感會讓你像孩子發現新玩具一樣興奮，甚至會忍不住和身邊人分享你的發現。你更適合“走出去”而不是“宅起來”，哪怕只是下樓買杯奶茶，也可能遇到有趣的對話或意外的機會。不過別因為貪多而讓自己太累，比如同時參加三個聚會或刷一整天社交軟件，選擇一兩個真正讓你放鬆的社交活動，反而能收穫更多快樂。你會明白，生活的精彩往往藏在“不經意”的相遇裡，而你的好奇心就是打開這些驚喜的鑰匙。",
        "love_text": "單身的你，對喜歡的人容易表現得過於熱情，適度收斂反而能激發對方的興趣，保持一點神秘感會讓關係更有張力。已有伴者的你，伴侶可能需要自己的空間，別因過度關心而讓對方感到束縛，各自忙碌後再相聚，反而能增進親密感。",
        "take_star": "",
        "work_text": "節奏偏向穩健，雖然不會突然爆發高效率，但按部就班推進反而能積累紮實成果。適合處理需要持續專注的任務，比如寫作、策劃或複習，過程中需刻意減少外界干擾（比如手機消息）。",
        "lucky_star": "獅子座",
        "money_text": "求財得穩如老狗，別羨慕別人賺快錢，你的財運藏在“低風險”裡，比如把閒置物品掛二手平臺、接點熟悉的線上兼職，或者把餘額寶換成更穩的短期理財。別貪心追高收益，穩穩的小錢攢起來更踏實。",
        "health_text": "用餐時不要老是盯著手機看。一邊吃飯一邊刷手機，不僅會影響消化，還容易吃得過多或過少，打亂飲食規律。專注吃飯，細嚼慢嚥，才能更好地享受美食，也有利於腸胃健康。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "糾結小問題",
        "yi": "看一部電影",
        "all": "82%",
        "date": "2025-09-23",
        "love": "86%",
        "work": "81%",
        "money": "84%",
        "health": "80%",
        "notice": "屬於自己的時間",
        "discuss": "70%",
        "all_text": "整體運勢像一條平緩的小河，沒有驚濤駭浪，卻足夠讓你從容地划動船槳。你會發現自己終於有了“屬於自己的時間”，可能是孩子去了爺爺奶奶家，或是伴侶加班晚歸，這些空出來的時段讓你能安心做些平時想做卻沒時間的事：比如窩在沙發裡看一本擱置已久的書，或是把衣櫃裡的衣服重新整理一遍，甚至只是單純地發會兒呆。這種“不被打擾”的自由感會讓你格外珍惜，連日常的小事都多了幾分儀式感，比如特意煮一壺喜歡的茶，或是給陽臺的花澆澆水。你更適合“慢生活”，別給自己安排太多任務，哪怕只是躺著聽雨聲，也能讓你從忙碌中抽離，重新找回對生活的掌控感。記住，偶爾的“無所事事”不是浪費，而是給心靈充電的方式，明天的你會更有力氣應對生活的挑戰。",
        "love_text": "單身的你，遇到心動對象時別急著推進關係，先從朋友做起，慢慢了解彼此的生活和價值觀，感情會更穩固。已有伴者的你，容易因小事忽略伴侶的感受，記得多表達關心和愛意，哪怕是一句“辛苦啦”也能讓對方感到溫暖，避免因沉默產生隔閡。",
        "take_star": "",
        "work_text": "關鍵是要學著獨立思考，面對信息或建議時，先用自己的邏輯判斷再行動會更穩妥。團隊中容易因共情能力強而被他人意見左右，適當保持距離反而能看清全局，避免被情緒化決策帶偏。",
        "lucky_star": "射手座",
        "money_text": "你的財運帶點小驚喜，可能是抽中餐廳優惠券、購物平臺返現，或者同事請客幫你省了頓飯錢。雖然不是大錢，但這種“意外之財”會讓你心情超好，下班可以犒勞自己杯奶茶，但別因為“運氣好”就衝動買貴東西。",
        "health_text": "運動前一定要做好充分熱身，不管是跑步、健身還是打球，熱身都能讓身體提前適應運動狀態，減少受傷的風險。活動活動手腕腳腕，拉伸一下肌肉，做幾個簡單的開合跳，讓身體微微發熱，這樣運動起來更順暢。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "三心二意",
        "yi": "欣賞藝術美",
        "all": "61%",
        "date": "2025-09-23",
        "love": "54%",
        "work": "64%",
        "money": "62%",
        "health": "67%",
        "notice": "撿了芝麻丟西瓜",
        "discuss": "63%",
        "all_text": "整體運勢像被風吹亂的拼圖，你越急著拼完整，越容易把小塊弄得更亂，“撿了芝麻丟西瓜”就是真實寫照。你可能會被一些小事吸引注意力，比如為了搶一張優惠券花半小時比較價格，或是為了幫朋友的小忙推掉更重要的安排，結果反而忽略了真正需要你關注的事。這種“本末倒置”的狀態會讓你事後懊惱，卻可能在當時覺得“這麼做也沒錯”。你更適合“抓大放小”，遇到選擇時先問自己“這件事對我有多重要”，再決定是否投入精力。比如朋友約你臨時聚會，如果當天你有更重要的計劃，不妨坦誠拒絕，真正的朋友會理解你的選擇。你會明白，生活不是“必須做到完美”的考試，而是“懂得取捨”的智慧課，偶爾的“不完美”反而能讓你更輕鬆。",
        "love_text": "單身的你，可能會因習慣性保持距離而錯過潛在的發展機會，試著放下防備，給對方一個瞭解你的機會，感情需要主動釋放信號。已有伴者的你，容易因過度干涉伴侶的社交或決定而引發矛盾，尊重對方的選擇，給予信任，反而能讓關係更輕鬆。",
        "take_star": "",
        "work_text": "節奏略顯拖沓，容易因瑣事分心或對任務產生牴觸情緒，導致原本簡單的事被拖延。建議將大目標拆解成小步驟，每完成一項就給自己小獎勵，用“微成就”推動進度，避免因磨蹭影響整體狀態。",
        "lucky_star": "處女座",
        "money_text": "財運有點“吃力不討好”，可能加班到深夜卻沒加班費，或者幫朋友忙反而搭進去交通費。別太計較“付出必須有回報”，先把該做的事做好，財運需要時間積累，就當攢人品，後面會有補償的。",
        "health_text": "重點關注睡眠質量問題，要是晚上翻來覆去睡不著，或者睡眠淺容易醒，可以試試在睡前泡個熱水澡，喝杯溫牛奶，營造一個安靜舒適的睡眠環境。避免在睡前使用電子設備，讓大腦和身體都放鬆下來，保證充足的休息。",
        "lucky_color": "米白色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "捲入是非口舌",
        "yi": "開拓新圈子",
        "all": "95%",
        "date": "2025-09-23",
        "love": "93%",
        "work": "96%",
        "money": "97%",
        "health": "94%",
        "notice": "諸事皆順安心感",
        "discuss": "90%",
        "all_text": "整體運勢像被陽光曬暖的棉被，柔軟又踏實，連呼吸都帶著“諸事皆順”的安心感。你可能會發現，平時需要反覆確認的事格外順利，比如約的車準時到達，點的外賣沒有灑漏，甚至和家人的溝通也比平時更順暢。這種“順”不是偶然，而是你之前用心經營的結果：可能是你提前整理好的行程表，或是你平時對家人的耐心傾聽，都在悄悄發揮了作用。你更適合“順勢而為”，比如想嘗試的新餐廳剛好有空位，或是想買的書正好打折，這些“剛剛好”的小幸運會讓你更相信“努力終有回報”。不過別因為太順就放鬆警惕，比如忘記帶鑰匙或錯過重要消息，保持日常的細心反而能讓這份好運持續更久。你會明白，生活的美好往往藏在“不刻意”的順其自然裡，而你的用心就是最好的“幸運符”。",
        "love_text": "單身的你，可能會在偶然的場合遇到讓你心動的人，對方的某個細節或舉動會深深吸引你，不妨主動創造交流機會，感情可能就此萌芽。已有伴者的你，與伴侶的互動充滿溫情，無論是日常瑣事還是深度對話，都能讓彼此更理解對方，感情會因此更加深厚。",
        "take_star": "",
        "work_text": "像開了“高效外掛”，無論是處理複雜任務還是學習新知識，都能快速找到最優解，甚至能預判潛在問題並提前解決。團隊中容易成為“救場王”，但需注意別因過度包攬而讓自己太累，適當分配任務更輕鬆。",
        "lucky_star": "摩羯座",
        "money_text": "財運和副業強綁定，之前做的手工、寫的文章、拍的視頻可能突然有人找你合作，或者兼職收入比平時多。別偷懶，趁熱打鐵多接點活，但別因為忙就敷衍質量，好口碑才是長期賺錢的關鍵。",
        "health_text": "要保持自律的狀態，這對健康很有幫助。按照自己的飲食計劃吃飯，多吃蔬菜水果，少吃油膩辛辣食物；堅持適量運動，哪怕只是在家做幾個簡單的伸展動作，也能讓身體保持活力。自律的生活能讓身體更健康，精神更飽滿。",
        "lucky_color": "草綠色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "隨手亂放東西",
        "yi": "拓展知識面",
        "all": "78%",
        "date": "2025-09-23",
        "love": "80%",
        "work": "79%",
        "money": "75%",
        "health": "79%",
        "notice": "調整自我的定位",
        "discuss": "71%",
        "all_text": "整體運勢像站在天平兩端，一邊是必須面對的壓力，一邊是需要調整的自我定位，你得花點精力讓兩邊保持平衡。可能會突然意識到某些事不能再拖延，比如長期忽略的健康小問題，或是朋友間需要攤開的對話，這些“不得不正視”的事會讓你有點頭疼，但逃避只會讓問題更棘手。你可能會在處理問題時反覆權衡利弊，比如想拒絕請求又怕得罪人，或是想堅持自己又擔心顯得不合群，這種糾結會消耗不少精力。不過好消息是，當你真正開始行動時，會發現壓力並沒有想象中大，反而能通過梳理優先級讓生活更清晰。你適合把注意力放在“解決問題”而非“糾結情緒”上，比如列個清單把待辦事項分類，或是找信任的人聊聊困惑，這些小舉動能幫你更快找到平衡點。記住，偶爾的“不完美”比強撐的“完美”更輕鬆，擺正自己的位置，反而能走得更穩。",
        "love_text": "單身的你，可能會收到一些新的社交邀請，其中不乏讓你感興趣的人，別急著拒絕，多參與互動，可能會發現意想不到的緣分。已有伴者的你，與伴侶可能會因生活習慣或觀念差異產生小摩擦，這正是磨合的好機會，耐心溝通，找到平衡點，關係會更緊密。",
        "take_star": "",
        "work_text": "容易陷入按部就班的模式，雖然能完成任務，但缺乏讓人眼前一亮的創意。不妨主動跳出常規思維，比如嘗試用新方法整理資料，或給老方案加點新鮮元素，這種小突破能讓你在團隊中更出彩。不過別因追求完美而反覆修改，先完成再優化更高效。",
        "lucky_star": "白羊座",
        "money_text": "財運方面主打“穩住別浪”，收入和支出像蹺蹺板，進賬多少就會花出去多少，可能是還信用卡、交房租，或者突然想買個大件。別慌，這是正常節奏，控制住“想買就買”的衝動，只買真正需要的，收支就能保持平衡。",
        "health_text": "不要太過奔波勞累，如果需要外出辦事，儘量合理安排行程，避免長時間連續奔波。途中注意休息，找個地方坐一坐，喝口水，放鬆一下身體。過度勞累會讓身體免疫力下降，容易引發各種小毛病，所以要注意勞逸結合。",
        "lucky_color": "金色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "做事太急躁",
        "yi": "培養新愛好",
        "all": "53%",
        "date": "2025-09-23",
        "love": "56%",
        "work": "48%",
        "money": "50%",
        "health": "54%",
        "notice": "情緒容易被點燃",
        "discuss": "61%",
        "all_text": "整體運勢像被風吹亂的頭髮，怎麼梳都不順，心浮氣躁或是主旋律。你可能會對平時不在意的小事突然失去耐心，比如排隊時被人插隊，或是朋友回覆消息慢了半拍，這些小事都能讓你心裡冒火。這種情緒會像滾雪球一樣，越急越容易出錯，比如說話帶刺得罪人，或是做事毛躁留下一堆小麻煩。你可能會發現自己陷入“越想冷靜越冷靜不下來”的循環，比如越告訴自己“別生氣”越忍不住發火，這種內耗會讓你更疲憊。你更適合給自己留點“空白時間”，比如關掉手機獨處一會兒，或是做些需要專注的小事（拼圖、整理抽屜），這些活動能幫你把注意力從煩躁情緒里拉出來。記住，情緒像潮水，有漲就有落，強行對抗只會讓自己更累，不如等它自然退去，反而能看清問題的本質。",
        "love_text": "單身的你，容易因回憶過去而忽略眼前的機會，別讓過去的情感陰影影響當下的判斷，敞開心扉，才能迎接新的可能。已有伴者的你，要特別注意與前任的界限，避免因不必要的聯繫讓伴侶產生誤會，專注當下，珍惜眼前人，感情才會穩定。",
        "take_star": "",
        "work_text": "像拿著“放大鏡”看細節，容易對任務或成果過度挑剔，甚至因一點小瑕疵而全盤否定自己的努力。其實很多問題別人未必在意，適當降低標準能讓你更輕鬆。不妨把“完美”換成“完成”，先推進進度再慢慢優化，效率會更高。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運有點緊巴巴，可能是突然要交一筆費用，或者之前買東西沒算好預算，錢包有點癟。別焦慮，先理清楚必須花的錢，比如吃飯、通勤，其他非必要開支先停一停，熬過後面會有緩解的機會。",
        "health_text": "壓力有點大，要學會給自己減壓。可以找個安靜的地方，聽聽舒緩的音樂，做幾個深呼吸，讓心情平靜下來。也可以和親朋好友聊聊天，傾訴一下內心的煩惱，把壓力釋放出來，別讓壓力一直積壓在心裡，影響身心健康。",
        "lucky_color": "深藍色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "迎合他人期待",
        "yi": "學習化妝技術",
        "all": "58%",
        "date": "2025-09-23",
        "love": "52%",
        "work": "55%",
        "money": "59%",
        "health": "64%",
        "notice": "被別人看法拽著",
        "discuss": "59%",
        "all_text": "整體運勢像被繩子捆住的翅膀，明明想飛卻總被“別人的看法”拽著，過於迎合他人是陷阱。你可能會不自覺地觀察身邊人的反應，比如說話前先想“這樣說會不會顯得奇怪”，或是做決定時反覆問“別人會怎麼想”，這種“活在他人眼光裡”的狀態會讓你失去平時的輕鬆感。你可能會為了討好別人而委屈自己，比如明明不想參加聚會卻硬著頭皮去，或是明明有不同意見卻選擇沉默，這些“妥協”會讓你事後覺得“不值得”。你更適合把注意力放回自己身上，比如問自己“我真正想做什麼”“這樣讓我開心嗎”，當你開始關注自己的感受時，會發現迎合別人的壓力自然就小了。記住，你的價值不需要通過別人的認可來證明，偶爾“任性”一點，反而能活得更自在。",
        "love_text": "單身的你，可能會遇到對你示好的人，但別被表面的熱情迷惑，多觀察對方的真實意圖，避免陷入虛情假意的關係。已有伴者的你，容易因小事對伴侶發脾氣，控制情緒是關鍵，深呼吸或暫時離開現場冷靜，能避免矛盾升級，保持關係和諧。",
        "take_star": "",
        "work_text": "對任務或學習提不起勁，總想著“等會兒再做”。這種擺爛狀態容易讓小事堆積成山，最後手忙腳亂。不妨用“5分鐘法則”逼自己行動——先做5分鐘，做完再決定是否繼續，往往開始後就會進入狀態。",
        "lucky_star": "巨蟹座",
        "money_text": "求財最忌把雞蛋放一個籃子，比如想辭職專心做副業，或者把所有閒錢投到一個項目裡。別衝動，現在不是冒險的時候，保留一份穩定收入，或者把資金分散到不同地方，哪怕收益低點，也比全賠了強。",
        "health_text": "腸胃比較敏感，吃東西要格外注意。避免食用生冷、變質的食物，選擇新鮮、易消化的食品。吃飯時不要狼吞虎嚥，要細嚼慢嚥，減輕腸胃負擔。如果感覺腸胃不舒服，可以適當喝點溫水，緩解一下不適。",
        "lucky_color": "銀灰色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕易信謠言",
        "yi": "閱讀有益書籍",
        "all": "70%",
        "date": "2025-09-23",
        "love": "72%",
        "work": "64%",
        "money": "71%",
        "health": "73%",
        "notice": "完善冒出的想法",
        "discuss": "75%",
        "all_text": "整體運勢像未完成的拼圖，每個小塊都有點意思，但拼在一起卻少了點整體感，偶爾冒出的想法是亮點，但都不夠完善。你可能會突然對某個話題產生興趣，比如想學做手衝咖啡，或是想嘗試新的運動方式，這些靈感會讓你有點小興奮，但真要行動時又會猶豫“現在開始會不會太晚”“萬一做不好怎麼辦”。這種“想得多做得少”的狀態會讓你有點糾結，既想嘗試新事物又怕浪費精力。不過好消息是，這些想法本身就是生活的小驚喜，哪怕只是查查資料、做做計劃，也能讓變得不一樣。你適合把想法當“種子”種下，不用急著立刻開花結果，比如先記下想嘗試的事，等有空時慢慢探索。記住，生活不是“必須完成”的任務清單，偶爾的“不完美嘗試”反而能讓日子更有新鮮感。",
        "love_text": "單身的你，對感情的態度比較佛系，認為順其自然就好，但偶爾主動一點，比如參加社交活動，可能會增加遇到合適對象的機會。已有伴者的你，容易因忙碌而忽略伴侶，不妨抽時間一起做件小事，比如做飯或看電影，鞏固感情基礎，避免因疏遠產生隔閡。",
        "take_star": "",
        "work_text": "容易因現實問題潑冷水，比如計劃好的任務因資源不足無法推進，或學習目標因時間緊張而打折扣。這種落差感會讓你有些沮喪，但換個角度看，正是調整策略的好機會。不妨把大目標拆解成小任務，先完成能做的部分，逐步積累信心。",
        "lucky_star": "金牛座",
        "money_text": "求財偏保守，可能更願意把錢存起來，或者選擇收益低但安全的理財方式。這不是壞事，現在市場波動大，穩妥比冒險更靠譜，但別因為“怕虧”就完全不理財，可以把一部分錢放在靈活的貨幣基金裡，既能應急又能賺點利息。",
        "health_text": "不要躺著玩手機，長時間躺著玩手機不僅會影響視力，還會對頸椎和腰椎造成傷害。如果實在想玩手機，可以坐在椅子上，保持正確的姿勢，每隔一段時間就活動一下身體，放鬆一下頸部和腰部的肌肉，保護好自己的脊柱健康。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "熬夜傷身體",
        "yi": "自由做自己",
        "all": "85%",
        "date": "2025-09-23",
        "love": "82%",
        "work": "77%",
        "money": "79%",
        "health": "80%",
        "notice": "按自己的節奏來",
        "discuss": "81%",
        "all_text": "整體運勢像被陽光曬暖的沙發，軟乎乎又踏實，自由和充實是這一天的關鍵詞。你會發現自己終於能按自己的節奏來，不用被別人的安排推著走，這種“我的時間我做主”的感覺會讓你格外放鬆。可能會突然想做些平時覺得“沒必要”的事，比如花半小時觀察窗外的雲，或是把收藏的音樂從頭到尾聽一遍，這些“無目的”的小事反而能讓你更享受當下。你可能會遇到一些意外的小驚喜，比如偶然走進一家喜歡的書店，或是和陌生人聊了幾句發現共同愛好，這些“不期而遇”的美好會讓你覺得生活真有趣。你適合“隨性而為”，不用刻意規劃什麼，跟著感覺走反而能收穫更多快樂。記住，生活的精彩往往藏在“不刻意”的自由裡，而你的鬆弛感就是最好的“幸運符”。",
        "love_text": "單身的你，可能會通過朋友介紹或社交活動認識新的人，對方的新鮮感會讓你產生興趣，不妨多交流，或許能發展出一段有趣的關係。已有伴者的你，伴侶可能需要傾訴，別急著給建議，先認真傾聽，讓對方感受到被理解，這種支持會讓感情更穩固。",
        "take_star": "",
        "work_text": "像站在“浮沙上”，雖然有想法但缺乏落地支撐，容易因準備不足而手忙腳亂。比如臨時接任務時才發現資料不全，或學習時發現知識點沒預習。建議先“扎穩腳跟”——整理手頭資源、確認任務細節，把基礎打牢再行動，效率會翻倍。",
        "lucky_star": "雙子座",
        "money_text": "求財有機會，但需要“挑挑揀揀”，比如朋友拉你入夥小生意、同事推薦理財產品，或者兼職邀約變多。別急著答應，先問清楚細節：要投入多少時間/錢？風險有多大？回報週期多長？挑最靠譜的1-2個做，別貪多。",
        "health_text": "不要吃太多零食，零食大多高熱量、高脂肪，吃多了容易發胖，還會影響正餐的食慾。儘量選擇健康的零食，如堅果、水果等，並且控制食用量。保持規律的飲食，才能讓腸胃正常運轉，維持身體健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過於愛面子",
        "yi": "主動去社交",
        "all": "91%",
        "date": "2025-09-23",
        "love": "90%",
        "work": "92%",
        "money": "91%",
        "health": "93%",
        "notice": "擁有熱情和行動力",
        "discuss": "95%",
        "all_text": "整體運勢棒棒噠，熱情和行動力是當下的兩大關鍵詞。你可能會發現自己突然對很多事有了興趣，比如想學做新菜、想約朋友去郊遊，或是想整理房間換個佈置，這些想法會讓你迫不及待想行動，連平時覺得麻煩的事都變得有幹勁。這種“主動出擊”的狀態會讓你效率超高，比如平時要拖一天的事半小時就能搞定，或是原本猶豫的決定突然變得清晰。你可能會成為身邊人的“小太陽”，你的熱情會感染周圍人，比如朋友聽了你的建議也變得積極，或是家人因為你的主動而更開心。你適合把“想做”變成“去做”，不用太糾結結果，享受行動的過程本身就很快樂。記住，行動力是打破猶豫的最好武器，你就像充滿電的小馬達，只要願意動起來，生活就會給你滿滿的回應。",
        "love_text": "單身的你，桃花運旺盛，可能會在多個場合遇到主動示好的人，保持開放心態，別急著拒絕，或許能遇到讓你心動的人。已有伴者的你，與伴侶的互動充滿甜蜜，無論是小驚喜還是日常的關心，都能讓對方感到幸福，多製造這樣的時刻，感情會越來越好。",
        "take_star": "",
        "work_text": "像裝了“小馬達”似的，幹勁十足到能同時推進多個任務，無論是工作項目還是學習計劃都能快速出成果。這種高能量狀態容易吸引他人注意，甚至被委以重任，但別因太興奮而忽略休息，適當喝水走動能保持持久戰鬥力。",
        "lucky_star": "天蠍座",
        "money_text": "你的財運像開了小金庫，可能是工資提前到賬、兼職收入結清，或者收到退款、賠償金。別光顧著開心，先規劃好這筆錢：留一部分應急，存一部分，剩下的可以獎勵自己吃頓好的，但別一高興就全花光，細水長流才是王道。",
        "health_text": "保持規律的作息，早睡早起，避免熬夜。規律的作息能讓身體的生物鐘保持正常，提高身體的免疫力。晚上按時上床睡覺，早上按時起床，即使是在週末也不要有太大的時間差異，讓身體適應這種規律，才能擁有更好的健康狀態。",
        "lucky_color": "奶油色",
        "lucky_number": "6"
      }
    }
  }
}