{
  "updated": "2025-08-05T02:52:03.088Z",
  "updateTime": "2025/8/5 上午10:52:03",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 25226,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人攀比",
        "yi": "保持精緻打扮",
        "all": "72%",
        "date": "2025-08-05",
        "love": "67%",
        "work": "71%",
        "money": "79%",
        "health": "76%",
        "notice": "存在感稍有點低",
        "discuss": "77%",
        "all_text": "你的整體運勢尚可，但存在感似乎有點低。這一天裡，你可能會發現自己在人群中不那麼容易被注意到，一些想法和行動沒能像預期那樣引起他人的關注。這或許會讓你心裡有點小失落，不過別太往心裡去，這只是暫時的狀態。你可能會不自覺地對一些事情抱有較高期待，但現實可能不會完全如你所願，這時候就需要調整下心態，別讓過高的期待給自己帶來不必要的壓力。其實，這種看似平淡的狀態也有它的好處，能讓你有更多時間沉澱自己，去思考一些平時忽略的問題。你可以把注意力更多地放在自己身上，關注自己內心的需求和感受，去做一些讓自己開心的小事，比如聽喜歡的音樂、看一場電影。雖然存在感不高，但這一天也能過得充實又自在，只要你不被外界的反饋過度影響，依然能擁有屬於自己的小確幸。",
        "love_text": "單身的你，在感情路上可能會遇到些難題，或許是在社交場合裡，和有好感的人交流不太順暢，感覺有些受挫。但別輕易放棄，多給自己一些機會去接觸。已有伴者的你，感情中有些問題不能靠猜測解決，得和伴侶面對面坦誠交流，把心裡的想法說出來，才能消除隔閡，讓感情重回正軌。",
        "take_star": "",
        "work_text": "整體狀態處於需要查缺補漏的階段。你可能會察覺到自己在一些項目推進或者知識掌握上存在漏洞，就像拼圖缺了幾塊，雖不影響整體，但總覺不完美。這種狀況會讓你有些不安，促使你主動去尋找問題所在。不過，別太著急，給自己一點時間梳理，把精力集中在關鍵環節，就能逐步填補這些空缺，讓整體進展更順暢。",
        "lucky_star": "摩羯座",
        "money_text": "正視理財問題。可能會在消費上有些隨意，沒有清晰的規劃，看到喜歡的東西就容易衝動下單。這可能會讓你的錢包有些“受傷”。建議你靜下心來，梳理一下自己的收支情況，制定一個簡單的理財計劃，明確哪些是必要支出，哪些可以省省，這樣才能讓財務狀況更穩定。",
        "health_text": "要記得多喝水少喝飲料。飲料裡糖分、添加劑多，喝多了不僅容易長胖，還可能影響身體代謝。儘量把飲料換成白開水或者淡茶水，少量多次飲用，讓身體時刻保持水分充足，這樣能促進新陳代謝，幫助身體排出毒素，讓你的狀態更棒。",
        "lucky_color": "奶油色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "虛榮心太強",
        "yi": "保持夢想信念",
        "all": "55%",
        "date": "2025-08-05",
        "love": "57%",
        "work": "62%",
        "money": "63%",
        "health": "65%",
        "notice": "心事重重的樣子",
        "discuss": "69%",
        "all_text": "整體運勢有些低迷，整個人看起來心事重重的樣子。生活中似乎有一些隱憂在困擾著你，讓你難以完全放鬆下來。這些心事可能涉及到多個方面，也許是對未來的不確定感，也許是一些尚未解決的麻煩事，它們像小烏雲一樣籠罩著你。你的情緒可能會因此變得有些低落，對周圍的事物也提不起太多興趣。不過，別讓這種狀態持續太久，試著給自己一些積極的心理暗示，告訴自己困難只是暫時的。雖然運勢不佳，但這也是一個讓你審視自己內心的好機會，你可以靜下心來，梳理一下那些讓你煩惱的事情，看看能不能找到一些頭緒。也許在思考的過程中，你會發現事情並沒有那麼糟糕，只是自己把它想得太複雜了。給自己一點時間和空間，慢慢調整狀態，相信很快就能走出這片陰霾。",
        "love_text": "單身的你，不妨在與人相處時適度展示自己大方的一面，別太過於拘謹和計較。這樣會讓你在異性眼中更有魅力，增加脫單的機會。已有伴者的你，別總是計較在感情裡誰付出得多誰付出得少，感情不是交易，相互包容和理解，多站在對方角度想想，關係才能更融洽。",
        "take_star": "",
        "work_text": "要格外小心別犯低級錯誤。你可能會在處理日常事務或者學習新知識時，因為粗心大意而出現一些不該有的失誤，就像走路時不小心絆到小石子。這些小失誤雖然看似不起眼，但可能會影響整體的進度和效果，讓你陷入不必要的麻煩中。所以要時刻保持警惕，認真對待每一個環節，以嚴謹的態度避免錯誤發生。",
        "lucky_star": "雙魚座",
        "money_text": "應量入為出哦。你或許會面臨一些消費誘惑，比如看到促銷活動就忍不住想買買買。但要注意，別因為一時的衝動而超出自己的經濟能力。在購買東西前，先想想自己是否真的需要，以及這筆支出會不會影響到後續的生活。合理控制消費慾望，才能避免入不敷出的情況發生。",
        "health_text": "要注意控糖！甜食雖然能帶來愉悅感，但吃多了對健康可不好，容易引發血糖波動、長胖等問題。像蛋糕、糖果、奶茶這些高糖食物，儘量少吃。可以選擇一些低糖水果，如蘋果、柚子，既能滿足對甜味的渴望，又相對健康。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話不算話",
        "yi": "積極表現",
        "all": "70%",
        "date": "2025-08-05",
        "love": "72%",
        "work": "76%",
        "money": "69%",
        "health": "73%",
        "notice": "努力還沒看到成果",
        "discuss": "73%",
        "all_text": "整體運勢中規中矩，努力似乎還沒看到成果，但千萬別洩氣。你在之前可能投入了不少精力和時間去做一些事情，可目前還沒有得到明顯的回報，這可能會讓你有點著急和失落。不過，要知道很多事情都不是一蹴而就的，成功往往需要時間的積累和沉澱。雖然現在還沒看到成果，但你的努力其實已經在悄悄發揮作用了，只是還沒有到顯現的時候。這一天裡，你可能會感覺有點平淡，沒有太多驚喜發生，但這也是一個讓你穩紮穩打前進的好時機。你可以繼續保持努力的狀態，按照自己的節奏去做事情，不要因為暫時看不到成果就輕易放棄。每一次的付出都是在為未來的成功打基礎，只要堅持下去，說不定在某個不經意的時刻，你就能收穫滿滿的回報，看到自己努力的成果。",
        "love_text": "單身的你，可能還沒做好談一場戀愛的準備，面對追求者或者有好感的人，心裡有些猶豫和迷茫。彆著急，先理清自己的想法再行動。已有伴者的你，在感情裡需要提高自己的責任心，答應伴侶的事情要儘量做到，讓對方感受到你的可靠，感情才能穩定發展。",
        "take_star": "",
        "work_text": "適合多嘗試不同方法。你可能會發現按照常規思路進行的事情遇到了瓶頸，就像被困在迷宮裡找不到出口。這時候不妨換個角度思考，嘗試一些新的途徑和方法，說不定能打開新的局面。不要害怕失敗，每一次嘗試都是一次學習和成長的機會，通過不斷探索，你能找到更適合自己的方式，推動事情向前發展。",
        "lucky_star": "水瓶座",
        "money_text": "可不要沉迷盲盒、穀子或彩票這類東西啦。你可能會被它們的新奇和不確定性吸引，想著碰碰運氣，但這種消費往往帶有盲目性，很容易讓你不知不覺花掉不少錢，卻得不到理想的回報。還是把精力放在更有意義的消費和理財上，比如為未來做一些儲蓄規劃。",
        "health_text": "不要不吃早餐。早餐是一天中很重要的一餐，能為身體提供所需的能量和營養。如果不吃早餐，上午可能會感到頭暈、乏力，影響工作和學習效率。早上哪怕簡單吃點麵包、喝杯牛奶，也比空腹強，讓身體有足夠的動力開啟新的一天。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拒絕新改變",
        "yi": "做好攻略準備",
        "all": "94%",
        "date": "2025-08-05",
        "love": "90%",
        "work": "96%",
        "money": "97%",
        "health": "91%",
        "notice": "走在時間的前面",
        "discuss": "90%",
        "all_text": "你的整體運勢非常出彩，彷彿走在時間前面做好了充分準備。這一天裡，你會感覺一切都進行得很順利，各種事情都能按照你的預期發展。你之前所做的規劃和努力，在這一天都開始顯現出積極的效果，讓你能夠輕鬆應對生活中的各種情況。你的狀態非常好，思維敏捷，能夠快速做出正確的判斷和決策。這種良好的運勢會讓你充滿自信，對未來也充滿了期待。你可能會發現身邊有很多機會在向你招手，無論是與他人的交流合作，還是處理一些日常事務，都能得心應手。你可以抓住這個好時機，積極地去嘗試一些新的事物，拓展自己的視野和領域。不過，也別因為運勢好就過於大意，還是要保持清醒的頭腦，合理規劃自己的時間和精力，這樣才能讓這份好運持續下去，讓生活更加精彩。",
        "love_text": "單身的你，或許會遇到高質量的桃花，可能在某個聚會或者活動中，遇到讓你心動且各方面條件都不錯的人，要好好把握機會。已有伴者的你，不妨和伴侶出門約會，一起去做一些有趣的事情，為感情增添浪漫的氛圍，讓彼此的心靠得更近。",
        "take_star": "",
        "work_text": "做事能達到事半功倍的效果，在做事情時能夠敏銳地抓住關鍵要點，合理分配時間和精力，就像用一把精準的鑰匙打開了成功的大門。無論是處理複雜的任務還是學習新的知識，都能輕鬆應對，取得不錯的成果。這種良好的狀態會讓你充滿信心，要好好把握這一天，積極推進各項事務，收穫更多的成就。",
        "lucky_star": "巨蟹座",
        "money_text": "正偏財收穫豐厚喲！你可能會在工資收入之外，有一些額外的進賬機會，比如收到退款、獎金或者小投資有了回報。這是一個不錯的時機，你可以考慮把這部分多出來的錢進行合理規劃，比如存起來或者做一些穩健的投資，讓財富進一步增值，別一下子就花光啦。",
        "health_text": "不要喝太多冷飲，尤其運動過後。運動後身體毛孔張開，突然喝冷飲，冷熱刺激容易讓腸胃受寒，引起腹痛、腹瀉等問題。運動後先休息一會兒，喝點溫水，等身體恢復平靜再考慮喝冷飲，而且也要適量，別貪涼傷了身體。",
        "lucky_color": "淺粉色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斷章取義",
        "yi": "培養良好習慣",
        "all": "58%",
        "date": "2025-08-05",
        "love": "55%",
        "work": "57%",
        "money": "59%",
        "health": "61%",
        "notice": "一閃而過的思緒",
        "discuss": "53%",
        "all_text": "你的整體運勢略差，一閃而過的思緒會縈繞著你。這一天裡，你的腦海裡可能會不斷冒出各種想法，有些是積極的，有些則是消極的，這些思緒就像小蟲子一樣，時不時地打擾你，讓你難以集中精力。你可能會感覺有點煩躁和不安，不知道該如何處理這些紛繁複雜的想法。這種狀態可能會影響到你的情緒，讓你變得有些敏感和易怒。不過，別讓這些思緒完全控制了你，你可以試著找個安靜的地方，讓自己靜下心來，把這些想法逐一梳理清楚。看看哪些是有價值的，可以進一步思考和行動；哪些是無關緊要的，就果斷地拋開。雖然運勢不太好，但這也是一個讓你瞭解自己內心的好機會，通過梳理思緒，你能更好地認識自己，明確自己的方向。給自己一些時間和耐心，慢慢調整狀態，相信你能逐漸擺脫這些思緒的困擾，重新找回內心的平靜。",
        "love_text": "單身的你，容易表錯情，可能你以為對方對你有好感，但實際上並不是那麼回事，別因為自己的誤解而陷入尷尬。已有伴者的你，和伴侶之間可能會產生一些誤會，要及時化解，別讓小誤會越積越多，影響感情，主動溝通才能解決問題。",
        "take_star": "",
        "work_text": "要警惕驕傲自滿的情緒。你可能會因為之前取得的一些成績而沾沾自喜，覺得自己已經足夠優秀，從而放鬆了對自己的要求。這種心態就像一顆定時炸彈，會讓你忽視自身存在的問題和不足，在面對新的挑戰時容易栽跟頭。要保持清醒的頭腦，認識到自己的不足，不斷學習和進步，才能持續保持良好的發展態勢。",
        "lucky_star": "金牛座",
        "money_text": "要遠離風險項目。你可能會被一些看似高回報的投資機會吸引，但其中可能隱藏著較大的風險。在沒有充分了解和評估的情況下，不要輕易投入資金，不然很可能會遭受損失。這一天還是以穩健為主，守住自己的錢袋子，等待更合適的投資時機。",
        "health_text": "要提防蚊蟲杜絕隱患。夏季蚊蟲多，被叮咬後不僅癢得難受，還可能傳播疾病。出門時儘量穿長袖長褲，或者塗抹一些防蚊用品，如花露水、驅蚊噴霧。在家可以安裝紗窗、蚊帳，減少蚊蟲進入室內的機會，讓自己遠離蚊蟲困擾。",
        "lucky_color": "金黃色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度逞強",
        "yi": "發展副業",
        "all": "94%",
        "date": "2025-08-05",
        "love": "92%",
        "work": "96%",
        "money": "94%",
        "health": "91%",
        "notice": "成就感多更自信",
        "discuss": "95%",
        "all_text": "你的幸運在線，是得益於成就感的積累，讓你更加自信了。在之前的日子裡，你可能通過自己的努力取得了一些小小的成就，這些成就雖然可能並不起眼，但卻像一顆顆小星星，匯聚成了好運。你會感覺自己的狀態非常好，做什麼事情都充滿幹勁和信心。這種自信會讓你在面對生活中的各種挑戰時更加從容不迫，能夠以積極的心態去應對。你可能會發現身邊的人對你的態度也更加友好和認可，這會進一步增強你的自信心。這一天裡，你可以充分利用這份好運，去做一些自己一直想做但沒勇氣嘗試的事情，說不定會有意想不到的收穫。不過，也別因為運氣好就驕傲自滿，還是要保持謙虛謹慎的態度，繼續努力提升自己。相信在這份好運的加持下，你會不斷積累更多的成就感，讓自己的生活越來越美好。",
        "love_text": "單身的你，或有確定關係的契機，也許和一直曖昧的對象會有進一步的互動，讓你明確彼此的心意，抓住機會說不定就能脫單。已有伴者的你，感情會更加牢固，和伴侶之間的默契度提升，彼此更加理解和支持，好好享受這份甜蜜。",
        "take_star": "",
        "work_text": "處於不斷進步的狀態。你會明顯感覺到自己在各方面都有所提升，就像一顆茁壯成長的樹苗，每天都在變得更加強壯。在處理事情時，你能夠更加熟練地運用所學知識和技能，解決問題的能力也越來越強。同時，你還會積極學習新的東西，不斷充實自己，這種積極向上的態度會讓你在成長的道路上越走越遠，取得更好的成績。",
        "lucky_star": "射手座",
        "money_text": "偏財有驚喜呢！你或許會在不經意間得到一些意外之財，比如朋友還錢、收到小禮物折現等。這讓你在經濟上會有一些小寬裕。不過，別因為這突如其來的錢就打亂了自己的理財節奏，可以把它納入整體的財務規劃中，合理分配使用，讓這份驚喜持續發揮作用。",
        "health_text": "要提防空調病。長時間待在空調房裡，空氣不流通，容易讓人出現頭暈、乏力、感冒等症狀。使用空調時，溫度不要調得太低，與室外溫差不宜過大，每隔一段時間開窗通風換氣，保持室內空氣新鮮。也可以適當進行一些戶外活動，增強身體抵抗力。",
        "lucky_color": "淡紫色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "展示個人才藝",
        "all": "93%",
        "date": "2025-08-05",
        "love": "96%",
        "work": "92%",
        "money": "95%",
        "health": "97%",
        "notice": "物質精神雙豐收",
        "discuss": "94%",
        "all_text": "你的運氣簡直爆棚，物質與精神雙豐收的好日子正等著你。在物質層面，你可能會收到一些意外的小驚喜，比如一直想買的東西有了折扣，或者收到一份心儀的禮物，讓你在消費上既能滿足需求又不會覺得有負擔。而且，生活中的各種資源似乎都向你傾斜，想要獲取某些東西變得比以往輕鬆許多。精神上，你內心充滿了愉悅和滿足感，心態格外平和。這種好心情會讓你在與人相處時更加融洽，周圍的人也能感受到你的積極能量，從而更願意與你親近交流。你可能會在閒暇時光裡找到讓自己放鬆又快樂的方式，比如聽一場喜歡的音樂會，讀一本有深度的書，讓自己的精神世界得到滋養。總之，這一天你會覺得生活處處充滿美好，盡情享受這份運氣帶來的幸福吧，把這份好運也傳遞給身邊的人。",
        "love_text": "單身的你，要主動熱情一些，遇到有好感的人別害羞，大膽地去交流，展現自己的魅力，說不定就能開啟一段美好的戀情。已有伴者的你，要不斷為感情注入新鮮感，和伴侶一起嘗試新的事物，讓生活充滿樂趣，感情也能一直保鮮。",
        "take_star": "",
        "work_text": "你就像被賦予了神奇魔法，擁有充分發揮自身優勢的絕佳契機。你善於協調溝通、審美獨特且富有創造力，這些閃光點在會格外耀眼。無論是處理複雜的人際關係，還是參與創意類項目，都能憑藉自身優勢輕鬆應對。彷彿有一雙無形的手在助力，讓你在各個領域都能遊刃有餘。",
        "lucky_star": "處女座",
        "money_text": "有貴人指點財運哦。在與他人交流的過程中，你可能會得到一些關於理財的有用建議，或者發現新的賺錢機會。要珍惜這樣的機會，認真聽取貴人的意見，結合自己的實際情況進行分析和判斷。同時，也可以主動和身邊擅長理財的人交流，拓寬自己的理財思路。",
        "health_text": "不要久坐不動。長時間坐著會影響血液循環，導致身體僵硬、疲勞，還可能引發頸椎、腰椎等問題。每隔一段時間就起身活動一下，伸伸懶腰、踢踢腿、轉轉脖子，促進血液循環，緩解身體疲勞，讓身體保持活力。",
        "lucky_color": "銀白色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心生怨恨",
        "yi": "思考人生",
        "all": "78%",
        "date": "2025-08-05",
        "love": "80%",
        "work": "73%",
        "money": "77%",
        "health": "79%",
        "notice": "忙閒有序的節奏",
        "discuss": "83%",
        "all_text": "你的整體運勢還算不錯，是忙閒有序的一天。生活中，你不會被各種瑣事追著跑，而是能合理地安排自己的時間和精力。該忙碌的時候，你能全身心地投入其中，高效地完成手頭的事情，不會出現手忙腳亂的情況。而在閒暇時光，你也能真正地放鬆下來，去做一些讓自己開心的事情，比如看看電影、散散步，享受屬於自己的寧靜時刻。這種忙閒適度的狀態會讓你感覺身心舒暢，不會因為過度忙碌而疲憊不堪，也不會因為過於空閒而感到無聊。你可以趁著這樣的節奏，好好調整自己的狀態，為接下來的生活做好準備。不過，在忙碌的時候也要注意別給自己太大壓力，適當休息一下，這樣才能更好地保持這種良好的節奏。",
        "love_text": "單身的你，與喜歡的人或許會有共同話題，在交流中能更深入瞭解彼此，抓住這個機會增進感情，說不定能擦出愛的火花。已有伴者的你，會得到伴侶的理解，在遇到困難或者煩惱時，和伴侶傾訴能得到安慰和支持，感情更加深厚。",
        "take_star": "",
        "work_text": "需要巧妙地揚長避短。你有著敏銳的洞察力和強大的執行力，這是你的優勢，但有時也可能因過於執著而忽略一些潛在問題。在面對各種事務時，要充分發揮自己善於觀察、能精準把握關鍵的能力，快速推進事情發展。同時，也要留意自身可能存在的不足，比如偶爾的急躁，避免因小失大。合理分配精力，讓優勢發揮到極致，規避短板帶來的風險。",
        "lucky_star": "獅子座",
        "money_text": "不要因小錢就亂花。你可能會覺得一些小額的支出無關緊要，比如買杯奶茶、吃點零食，但這些小錢積累起來也是一筆不小的開支。在消費時，要有整體的概念，不要只看到眼前的小便宜。可以制定一個每日或每週的小額消費預算，嚴格控制在這方面的支出，避免不必要的浪費。",
        "health_text": "要提防頸椎問題。現在很多人長時間低頭看手機、電腦，頸椎承受的壓力大，容易出現疼痛、僵硬等症狀。使用電子設備時，要注意保持正確的姿勢，眼睛與屏幕保持適當距離，每隔一段時間抬頭看看遠方，活動一下頸部肌肉，預防頸椎疾病的發生。",
        "lucky_color": "深紅色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不敢說拒絕",
        "yi": "與鮮花為伴",
        "all": "62%",
        "date": "2025-08-05",
        "love": "59%",
        "work": "63%",
        "money": "56%",
        "health": "67%",
        "notice": "迎合別人的期待",
        "discuss": "65%",
        "all_text": "你的整體運勢有些低迷，過於迎合別人期待容易讓你迷失自我。這一天裡，你可能會不自覺地想要滿足周圍人的要求，為了得到他人的認可和讚揚，而忽略了自己內心的真實想法和感受。你會發現自己總是在按照別人的意願去做事，很少有機會去做自己真正想做的事情。這種狀態會讓你逐漸失去自我，變得越來越不自信，不知道自己到底想要什麼。而且，一味地迎合別人也可能會讓你感到疲憊和委屈，因為你的付出不一定能得到相應的回報。你需要停下來，好好思考一下自己的需求和目標，不要總是把別人的期待放在第一位。要學會尊重自己的內心，勇敢地表達自己的想法和感受，這樣才能找回真正的自己，走出運勢低迷的困境。",
        "love_text": "單身的你，要警惕網戀，網絡世界虛幻多，別輕易被網上的甜言蜜語迷惑，要保護好自己，避免受到感情傷害。已有伴者的你，別和其他異性有曖昧互動，要堅守對伴侶的忠誠，珍惜現有的感情，別因為一時的糊塗而破壞了美好的關係。",
        "take_star": "",
        "work_text": "對你來說，堅持是關鍵，千萬不要半途而廢。你可能會在過程中遇到一些小阻礙或者感到有些疲憊，就像爬山時遇到陡峭的山坡，容易產生放棄的念頭。但只要你咬咬牙堅持下去，就會發現後面的路越來越順暢。每一個困難都是成長的階梯，每一次挑戰都是提升自己的機會。",
        "lucky_star": "天秤座",
        "money_text": "或有分期還款壓力。你之前可能有一些分期消費或者借款，這一天可能會感受到還款的壓力。要提前做好資金安排，確保有足夠的錢按時還款，避免逾期產生額外的費用和不良信用記錄。同時，也要反思自己的消費習慣，儘量減少不必要的分期消費，合理規劃財務。",
        "health_text": "走路不要玩手機。走路時玩手機容易分散注意力，增加發生意外的風險，比如摔倒、撞到他人或物體等。走路時就把手機收起來，專心看路，確保自身安全。如果確實需要看手機，先找個安全的地方停下來再操作。",
        "lucky_color": "橙色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "表情太嚴肅",
        "yi": "逛逛創意集市",
        "all": "84%",
        "date": "2025-08-05",
        "love": "89%",
        "work": "85%",
        "money": "83%",
        "health": "86%",
        "notice": "斷舍離狀態更佳",
        "discuss": "81%",
        "all_text": "你的整體運勢平平穩穩，通過“斷舍離”能讓狀態更輕盈。生活中，你可能會意識到身邊有一些東西已經不再需要，無論是物質上的物品，還是精神上的負擔。當你開始進行“斷舍離”，清理掉那些不必要的物品時，你會發現自己的生活空間變得更加整潔有序，心情也隨之變得舒暢起來。在精神層面，放下一些過去的煩惱和壓力，就像卸下了一個沉重的包袱，讓你能夠更加輕鬆地面對生活。這種輕盈的狀態會讓你在處理事情時更加高效，思維也更加清晰。你可以利用這一天的時間，好好整理一下自己的生活，把不需要的東西都捨棄掉，為自己的生活創造一個更加舒適、簡潔的環境。相信經過這樣的調整，你會以更好的狀態迎接未來的生活。",
        "love_text": "單身的你，追求愛情時要學著投其所好，瞭解對方的興趣愛好，從對方感興趣的話題入手，增加彼此的共同語言，提高脫單的幾率。已有伴者的你，不妨展示自己溫柔的一面，對伴侶多一些關心和體貼，讓對方感受到你的愛意，感情會更加甜蜜。",
        "take_star": "",
        "work_text": "堅信“堅持就是勝利”準沒錯。你可能會發現事情的進展沒有想象中那麼快，就像播種後需要耐心等待莊稼成熟一樣。但不要因此而氣餒，因為你每付出的一份努力都在為成功積累能量。持續保持專注和努力，按照自己的節奏穩步前進。在這個過程中，你會逐漸看到自己的進步，離目標也會越來越近。",
        "lucky_star": "雙子座",
        "money_text": "要保持精打細算。你在消費時會比較理性，但這一天更要注重細節，仔細核算每一筆開支是否合理。在購買商品時，多比較不同品牌和商家的價格，爭取用更實惠的價格買到心儀的東西。同時，也要關注自己的儲蓄情況，確保有一定的資金儲備，以應對可能出現的突發情況。",
        "health_text": "要注意科學用眼。長時間盯著電腦屏幕、書本，眼睛容易疲勞、乾澀，甚至近視度數加深。每隔一段時間讓眼睛休息一下，可以看看窗外的綠植，做做眼保健操，緩解眼睛疲勞。也可以使用人工淚液滋潤眼睛，保持眼睛溼潤。",
        "lucky_color": "藏青色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入多角戀情",
        "yi": "完成一個目標",
        "all": "91%",
        "date": "2025-08-05",
        "love": "91%",
        "work": "90%",
        "money": "92%",
        "health": "95%",
        "notice": "保持高度注意力",
        "discuss": "93%",
        "all_text": "你的整體運勢非常好，保持高度的注意力能讓你收穫滿滿。這一天裡，你的思維格外清晰，對周圍的事物有著敏銳的洞察力。無論做什麼事情，你都能全身心地投入其中，不會被外界的干擾因素所影響。這種高度的注意力會讓你在處理問題時更加得心應手，能夠快速找到問題的關鍵所在，並想出有效的解決辦法。而且，你還能發現一些平時容易被忽略的細節，這些細節可能會成為你成功的關鍵因素。在與他人交流時，你也能認真傾聽對方的意見和想法，從而更好地理解他人，增進彼此之間的關係。你可以充分利用這份好運，去做一些有挑戰性的事情，挑戰自己的極限，相信你會取得不錯的成果。不過，也要注意適當休息，避免過度疲勞影響注意力。",
        "love_text": "單身的你，愛情正在悄悄靠近，可能在不經意間就會遇到那個讓你心動的人，保持積極的心態，迎接愛情的到來。已有伴者的你，要珍惜和伴侶相處的每一刻，用心去感受對方的好，多表達自己的愛意，讓感情更加穩固。",
        "take_star": "",
        "work_text": "你之前的努力和付出在會得到超值的回報，就像精心培育的花朵突然盛開得格外絢爛。無論是處理事情的效率還是質量，都超出了自己的想象。這種良好的狀態會讓你充滿信心和動力，要抓住這個機會，積極拓展新的領域，嘗試新的挑戰，說不定會有更多的驚喜在等著你。",
        "lucky_star": "白羊座",
        "money_text": "或有額外進賬。你可能會在工作上得到額外的獎勵，或者通過兼職、副業獲得一些收入。這是對你努力的一種回報，要好好利用這筆錢。可以考慮把一部分存起來作為應急資金，另一部分用於改善生活或者投資自己，提升自己的能力和競爭力，為未來的財富增長打下基礎。",
        "health_text": "要注意保護嗓子。如果需要長時間說話，比如開會、講課等，要注意控制音量和說話時間，避免過度用嗓。可以準備一些潤喉糖，時不時含一顆，滋潤喉嚨。多喝溫水，少吃辛辣、刺激性食物，減少對嗓子的刺激，讓嗓子保持良好狀態。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三心二意",
        "yi": "培養創意思維",
        "all": "53%",
        "date": "2025-08-05",
        "love": "56%",
        "work": "54%",
        "money": "52%",
        "health": "58%",
        "notice": "盲從別人的建議",
        "discuss": "62%",
        "all_text": "你的整體運勢不容樂觀，自信不足讓你總是盲從別人的建議。這一天裡，你似乎對自己缺乏信心，在做決策時總是猶豫不決，不敢相信自己的判斷。於是，你會不自覺地依賴別人的意見，別人說什麼你就做什麼，完全失去了自己的主見。然而，別人的建議並不一定都適合你，盲目聽從可能會導致你做出錯誤的選擇，讓自己陷入困境。這種缺乏自信的狀態還會影響你的情緒，讓你變得焦慮和不安。你需要意識到，每個人都有自己的優點和長處，你也一樣。要相信自己的能力和判斷，勇敢地表達自己的想法和觀點。不要總是害怕犯錯，犯錯也是成長的一部分。只有學會相信自己，你才能走出運勢低迷的陰影，重新找回自信和快樂。",
        "love_text": "單身的你，要警惕爛桃花，可能會遇到一些別有用心的人，別被他們的表象迷惑，要保持清醒的頭腦，遠離不良感情。已有伴者的你，容易因小事生氣，和伴侶相處時要多一些包容和耐心，別因為一點小事就發脾氣，影響感情和諧。",
        "take_star": "",
        "work_text": "可能會在忙碌中忽略了一些自己的表現和問題，就像在迷霧中行走，需要停下來看看周圍的環境。回顧過去的經歷，分析自己的優點和不足，總結經驗教訓。通過反思，你能更清楚地認識自己，明確未來的方向。將反思的成果運用到實際行動中，調整自己的狀態和方法，為接下來的發展做好充分準備。",
        "lucky_star": "天蠍座",
        "money_text": "經濟壓力明顯。你可能會在生活開銷上遇到一些難題，比如房租、水電費等費用上漲，或者有一些意外的支出。這時候要冷靜應對，先梳理一下自己的財務狀況，看看哪些支出可以暫時減少或者推遲。同時，也可以尋找一些增加收入的途徑，比如做一些兼職工作，緩解經濟壓力。",
        "health_text": "睡前不要吃宵夜。睡前吃東西會增加腸胃負擔，影響消化，還可能導致體重增加。而且吃完就睡，食物在胃裡沒有充分消化，容易讓人感到不適，影響睡眠質量。如果晚上餓了，可以喝一杯溫牛奶，既能緩解飢餓感，又有助於睡眠。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    }
  }
}