{
  "updated": "2025-10-27T16:10:43.347Z",
  "updateTime": "2025/10/28 上午12:10:43",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 21738,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "向別人抱怨",
        "yi": "購買文創品",
        "all": "72%",
        "date": "2025-10-27",
        "love": "79%",
        "work": "65%",
        "money": "62%",
        "health": "70%",
        "notice": "情緒就像小毛刺",
        "discuss": "79%",
        "all_text": "整體狀態像被風吹亂的頭髮，看著不算糟，但總有些小毛刺讓人不舒服。負面情緒像沒擰緊的水龍頭，時不時會漏出點煩躁或委屈——可能是朋友沒接住你的情緒，或是日常裡的小摩擦突然冒出來。你容易把這些小疙瘩憋在心裡，結果越想越堵得慌。其實不用急著“解決問題”，先允許自己“不高興”一會兒，哪怕只是發發呆、刷會兒沒營養的視頻，情緒也會慢慢鬆快。這一天可以做些不用動腦的事，比如整理雜物、給綠植澆水，或是把手機裡存了半個月的待辦清單劃掉幾項，這些小事能幫你找回掌控感。人際方面可能會有點小摩擦，比如和鄰居因為小事拌嘴，或是和熟人聊天時突然覺得“聊不下去”，不用急著解釋或道歉，退一步反而能更快翻篇。",
        "love_text": "單身的你，不妨多花點心思在個人形象上，比如換個新發型、嘗試不同風格的穿搭，或是培養一項能展示自我優勢的小技能。你的魅力會在不經意間流露，吸引到同樣積極的人。已有伴者的你，記得在關係裡保留一點“自我空間”，偶爾和伴侶分開做喜歡的事，反而能讓彼此更珍惜相處的時間，也能減少因過度依賴產生的摩擦。",
        "work_text": "似乎有些心不在焉，注意力難以集中。在處理各種事務時，容易因為分心而出現小失誤，導致效率降低。面對任務，你缺乏足夠的專注和投入，可能會錯過一些關鍵信息。而且，這種狀態還可能影響你與他人的協作，使得溝通出現障礙。你需要儘快調整狀態，集中精力，才能避免問題進一步擴大。",
        "lucky_star": "射手座",
        "money_text": "財運波動，切勿因一時興起請客吃飯或為面子買單，容易讓錢包縮水。消費前多問自己“是否真的需要”，減少非必要支出。手頭若有餘錢，建議先存起來，別急著投入新項目。晚上容易因情緒衝動下單，睡前把購物車清空，能幫你省下一筆。",
        "health_text": "正餐可別吃太撐啦，七八分飽剛剛好，吃太飽腸胃負擔重，消化起來費勁，容易腹脹、打嗝。晚餐儘量選清淡的，像小米粥、清炒時蔬就不錯。飯後別馬上坐著或躺著，出去散散步，活動活動，能促進消化。要是已經吃多了，可以喝點山楂水，幫助腸胃蠕動。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "表情代替回覆",
        "yi": "聽勵志播客",
        "all": "54%",
        "date": "2025-10-27",
        "love": "60%",
        "work": "51%",
        "money": "63%",
        "health": "61%",
        "notice": "說話總是帶著刺",
        "discuss": "68%",
        "all_text": "你像顆被揉皺的紙團，明明心裡有團火，說出來的話卻帶著刺。可能是別人沒按你的習慣來，或是某個小細節沒達到你的標準，讓你忍不住想“吐槽”。但要注意，這些刺扎到別人時，自己也會被反作用力彈得生疼。比如和家人聊天時，可能會因為一句無心的話鬧得不愉快，或是和朋友聚會時，對某個安排挑三揀四，結果反而讓氣氛變僵。這一天不如把“挑剔模式”調成“觀察模式”，試著先聽別人說完，再慢慢表達自己的想法。人際互動中，你容易因為“太堅持”而顯得固執，其實偶爾順著別人的節奏走，反而能發現新的樂趣。晚上可以給自己泡杯熱茶，看部輕鬆的劇，把白天的刺收一收，別讓它們紮了自己。記住，情緒正在提醒你：該換個方式表達自己了。",
        "love_text": "單身的你，可能會遇到讓你有點心動卻不敢靠近的人，對方的熱情會讓你猶豫“要不要投入”。別急著否定自己的感覺，試著先從朋友做起，慢慢了解。已有伴者的你，容易因為小事陷入焦慮，比如伴侶沒及時回消息，或是對方的生活習慣和你不一致。與其自己糾結，不如直接和對方聊聊，把擔憂攤開說反而能減少誤會。",
        "work_text": "心理包袱過重，彷彿揹負著巨大的壓力前行。在做決策時，總是猶豫不決，擔心出現不好的結果。這種心態讓你在面對各種機會時，不敢輕易嘗試，容易錯過發展的契機。而且，過度的擔憂還會消耗你的精力，讓你在處理事務時顯得力不從心。你需要學會放下包袱，以更輕鬆的心態去面對。",
        "lucky_star": "雙魚座",
        "money_text": "要警惕手頭待付的賬單，比如水電費、信用卡還款，別因拖延產生滯納金。購物時注意比價，避免被“限時折扣”誘導買回用不上的東西。若收到催款通知，優先處理，別讓小問題滾成大麻煩。晚上適合整理收支表，把糊塗賬理清楚。",
        "health_text": "腸胃比較敏感，生冷、辛辣、油膩的食物最好別碰，它們會刺激腸胃，引發腹痛、腹瀉。吃水果時，像西瓜、梨這類寒性水果也少吃點。多喝點溫熱的粥，既能暖胃又容易消化。要是不小心吃壞肚子，肚子不舒服，可以熱敷一下腹部，能緩解不少。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "已讀不回",
        "yi": "查信用卡賬單",
        "all": "58%",
        "date": "2025-10-27",
        "love": "52%",
        "work": "53%",
        "money": "55%",
        "health": "57%",
        "notice": "提不起勁有點喪",
        "discuss": "52%",
        "all_text": "你像臺電量不足的手機，明明還有20%的電，卻總覺得做什麼都提不起勁。可能是前幾天太拼，或是某個期待的事沒達到預期，讓你有點“喪”。但別急著給自己貼“倒黴”的標籤，這種低能量狀態更像身體在提醒你：“該歇歇了”。人際方面可能會有點小孤單，比如和朋友約好的事被臨時取消，或是聊天時對方沒接住你的梗，別太在意，大家都有自己的節奏。你容易因為“太閒”而胡思亂想，其實偶爾放空反而能讓你更清楚自己想要什麼。晚上可以早點睡，蓋好被子，讓身體和情緒一起充充電，明天又是新的一天。記住， “倒黴”只是暫時的，低能量期過後，你會更有力氣向前走。",
        "love_text": "單身的你，對感情的態度可能有點搖擺，遇到有好感的人時，既想靠近又怕麻煩，容易給對方留下“不夠認真”的印象。試著明確自己的心意，哪怕只是“想試試”，也比模稜兩可好。已有伴者的你，可能會因為不想面對矛盾而選擇“裝糊塗”，但問題不解決只會越積越多。主動和伴侶聊聊彼此的不滿，反而能讓關係更緊密。",
        "work_text": "缺乏行動自信，對自己的能力產生懷疑。在面對任務時，總是覺得自己做不好，不敢大膽地去嘗試。這種不自信的心態讓你在行動上變得遲緩，錯過很多展示自己的機會。而且，在與他人合作時，你也因為不自信而不敢表達自己的想法，導致自己的觀點得不到重視。你需要重新審視自己，發現自己的優點，增強自信心。",
        "lucky_star": "水瓶座",
        "money_text": "購物慾旺盛，容易因“這個好像有用”買回一堆閒置品，給錢包帶來壓力。付款前先問自己“最近三個月用過嗎”，能篩掉大部分衝動消費。若必須採購，列好清單再出門，避免在商場閒逛時被促銷吸引。",
        "health_text": "容易心煩氣躁，這會影響睡眠和內分泌。遇到煩心事彆著急上火，先做幾個深呼吸讓自己平靜下來。可以聽聽舒緩的音樂，看看搞笑的視頻，讓自己心情放鬆。睡前別想太多，泡個熱水腳，喝杯熱牛奶，有助於提高睡眠質量，第二天心情也會好很多。",
        "lucky_color": "焦糖色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "排隊時打岔",
        "yi": "練練瑜伽",
        "all": "85%",
        "date": "2025-10-27",
        "love": "90%",
        "work": "81%",
        "money": "88%",
        "health": "82%",
        "notice": "有點忙但挺踏實",
        "discuss": "81%",
        "all_text": "你像被推著走的小火車，雖然有點忙，但心裡卻挺踏實。可能是家人突然需要你幫忙，或是朋友拉著你參與某個小活動，雖然打亂了原本的計劃，但反而讓你覺得“被需要”的感覺挺溫暖。這一天可以順著這股“推力”走，比如陪家人去超市採購，或是和朋友一起做頓飯，這些小事能讓你感受到生活的煙火氣。人際互動中，你容易因為“太熱心”而答應太多事，比如幫別人帶東西、跑腿，適當說“不”反而能讓你更輕鬆。你可能會覺得“被推著走”有點累，但其實這種忙碌能讓你暫時忘記心裡的小煩惱。晚上可以和家人一起看部電影，或是和朋友視頻聊聊天，把這一天的溫暖延續下去。",
        "love_text": "單身的你，可能會遇到主動對你表達好感的人，對方的真誠和細心會讓你覺得“被重視”。別急著拒絕，先觀察對方是否和你三觀契合。已有伴者的你，會明顯感受到伴侶對你的關心，比如記住你隨口提過的小願望，或是主動分擔你的壓力。這種被放在心上的感覺，會讓你們的關係更溫暖。",
        "work_text": "迎來接觸新知識的好時機，彷彿打開了一扇通往新世界的大門。你對新事物充滿了好奇和熱情，願意主動去探索和學習。這種積極的態度讓你在處理各種事務時，能夠從不同的角度思考問題，找到新的解決方案。而且，通過接觸新知識，你還能拓寬自己的視野，為未來的發展打下堅實的基礎。",
        "lucky_star": "金牛座",
        "money_text": "零花錢有結餘的話，建議存進單獨賬戶，別和日常開銷混在一起。收到紅包、兼職收入等小錢也別嫌少，積少成多能攢出安全感。若想給家裡添置東西，先列預算再下單，避免超支。",
        "health_text": "要注意室內空氣流通，長時間待在不通風的房間裡，容易頭暈、乏力。定時開窗換氣，讓新鮮空氣進來。要是在空調房，別把溫度調太低，也別讓空調風直接對著自己吹。感覺悶的時候，去陽臺或者戶外透透氣，呼吸一下新鮮空氣，能讓自己精神不少。",
        "lucky_color": "淺黃色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩文字遊戲",
        "yi": "嘗試新搭配",
        "all": "93%",
        "date": "2025-10-27",
        "love": "91%",
        "work": "94%",
        "money": "96%",
        "health": "92%",
        "notice": "良性競爭中拔節",
        "discuss": "91%",
        "all_text": "像顆正在成長的樹苗，在良性競爭中悄悄拔節。可能是和同事一起完成某個項目，或是和朋友比賽誰先完成健身目標，這種“你追我趕”的氛圍讓你特別有幹勁。這一天可以主動參與一些需要合作或競爭的事，比如團隊遊戲、運動比賽，或是和家人一起打掃衛生，比比誰更利索。你的熱情和行動力會感染身邊的人，大家反而更願意和你一起“較勁”。人際方面，你容易因為“太想贏”而忽略別人的感受，比如比賽時太較真，或是合作時只顧自己的想法，適當放慢節奏，聽聽別人的意見，反而能讓你更受歡迎。你可能會覺得“競爭”有點累，但其實這種成長能讓你更有底氣。晚上可以給自己點個小獎勵，比如吃頓好的，或是買件喜歡的小東西，慶祝自己的進步。",
        "love_text": "單身的你，氛圍自帶“浪漫濾鏡”，可能會在社交場合遇到讓你覺得“有眼緣”的人，對方的主動會讓你心情愉悅。別端著架子，自然回應就好。已有伴者的你，和伴侶的默契會提升，比如同時想到同一件事，或是不用多說就懂對方的需求。這種“心有靈犀”的感覺，會讓你們更享受彼此的陪伴。",
        "work_text": "做好充分準備，彷彿一位即將出徵的戰士，信心滿滿。在面對各種事務時，你都能有條不紊地處理，因為你提前對可能出現的情況做了分析和應對。這種充分的準備讓你在競爭中佔據優勢，能夠更好地展現自己的能力。而且，你的自信和從容還會感染身邊的人，為你贏得更多的支持和機會。",
        "lucky_star": "天秤座",
        "money_text": "理財收穫多，之前投資的穩健項目可能有小額回報，或收到合作方的分成。適合把結餘資金分成兩部分：一部分存定期，一部分嘗試低風險理財。若有人找你合夥做小生意，可以認真考慮，但別把所有錢投進去。晚上適合覆盤財務，規劃下個月的儲蓄目標。",
        "health_text": "氣溫可能有變化，建議根據情況及時添減衣服。早上出門如果涼，就多穿一件外套，中午熱了就脫下來。運動後別立刻脫衣服，容易著涼感冒。要是出汗了，及時用乾毛巾擦乾，換上乾爽的衣服。關注一下天氣預報，提前做好準備，避免因為穿衣不當而生病。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "群發消息",
        "yi": "更換床上用品",
        "all": "97%",
        "date": "2025-10-27",
        "love": "98%",
        "work": "96%",
        "money": "94%",
        "health": "93%",
        "notice": "目標明確行動有力",
        "discuss": "96%",
        "all_text": "你就像臺精準運行的機器，目標明確，行動有力，連運氣都站在你這邊。可能是之前定的小目標（比如存錢、健身、學新技能）終於有了進展，或是某個期待的事（比如收到好消息、完成一項任務）順利達成，讓你嚐到了“努力有回報”的甜頭。這一天不如把這種“給力”狀態延續下去，比如把待辦清單上的事一項項劃掉，或是嘗試挑戰稍微有點難度的事（比如學個新菜、跑個更遠的距離），你會發現自己的潛力比想象中更大。人際方面可能會得到別人的認可，比如同事誇你靠譜，或是朋友向你請教經驗，這種被需要的感覺會讓你更有動力。你可能會覺得“目標達成”有點順，但其實這是你之前積累的努力終於開了花。晚上可以給自己泡杯茶，翻翻計劃本，把“甜頭”變成明天的動力。",
        "love_text": "單身的你，可能會在熟悉的場合（比如朋友聚會、常去的咖啡館）遇到新的人，對方的談吐或興趣會讓你產生“想了解更多”的衝動。別害羞，主動聊幾句說不定有驚喜。已有伴者的你，和伴侶的相處會有更多“心動瞬間”，比如對方為你做的小事，或是一起完成某件事時的配合。這些細節會讓你們更珍惜彼此。",
        "work_text": "處於得心應手的節奏中，彷彿一切都在你的掌控之中。你對各項事務的處理都非常熟練，能夠高效地完成任務。這種良好的狀態讓你在工作中表現出色，得到領導和同事的認可。而且，你還能在完成本職工作的同時，發現一些潛在的問題，並及時提出解決方案，為團隊的發展做出貢獻。",
        "lucky_star": "白羊座",
        "money_text": "注重財富積累，適合把零散收入（比如兼職、退款）集中存起來，別隨手花掉。若想提升收入，可以整理自己的技能，看看是否能接點私活。購物時堅持“只買對的”，別因“划算”買回用不上的東西。晚上把賬單和存款數字寫下來，清晰的數字能幫你更理性消費。",
        "health_text": "睡覺的時候不要踢被子，不然很容易著涼，引發咳嗽、發燒。睡前把被子蓋好，特別是肚子和腳部，這兩個部位容易受涼。要是習慣踢被子，可以穿一套舒適的睡衣。半夜要是醒來發現沒蓋好被子，趕緊蓋好，別嫌麻煩，不然第二天身體會不舒服。",
        "lucky_color": "卡其色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "點擊陌生廣告",
        "yi": "學習新技能",
        "all": "81%",
        "date": "2025-10-27",
        "love": "88%",
        "work": "85%",
        "money": "87%",
        "health": "89%",
        "notice": "底下藏著小漣漪",
        "discuss": "84%",
        "all_text": "你的狀態像被風吹過的湖面，表面平靜，底下卻藏著點小漣漪。整體運勢相對平穩，沒有大起大落，但這種“穩”反而給你留出了空間——可能是突然冒出個新想法，比如想學門手藝、換個興趣方向，或是和朋友聊起某個沒嘗試過的活動，心裡會癢癢的想試試。這種“想動”的勁兒很適合推進新計劃，哪怕只是列個清單、查點資料，也能讓你覺得“有盼頭”。人際方面，和熟人相處會更輕鬆，比如和鄰居閒聊、和老朋友約個飯，不用刻意找話題，自然就能聊得開心。不過要注意，別因為“怕麻煩”就拒絕別人的邀請，偶爾參與點新活動，反而能讓你發現生活的不同面。平穩不是停滯，而是給你時間整理思路，為接下來的小變化做準備。",
        "love_text": "單身的你，可能會對某個平時不太注意的人產生興趣，對方的某個特質（比如幽默感、細心）會突然吸引你。別急著定義關係，先從朋友做起更自然。已有伴者的你，不妨主動為伴侶製造點小浪漫，比如一起做頓飯、送個小禮物，或是說句貼心的情話。這些小舉動會讓對方覺得“被在意”，關係也會更甜蜜。",
        "work_text": "彷彿站在自我提升的舞臺上，培養個人優勢是關鍵。你會敏銳察覺到自身能力短板，主動尋求突破。在與他人交流互動中，能汲取到有益的經驗，為發展注入新動力。無論是拓展人脈，還是參與團隊項目，都有機會展現獨特魅力，不過要注意平衡各方面精力，避免顧此失彼。",
        "lucky_star": "處女座",
        "money_text": "做好儲蓄計劃，比如把工資的20%直接轉進儲蓄賬戶，剩下的再分配。若想購物，先列清單並設定預算，超支就等兩天再決定。收到意外之財（比如退款、紅包）別急著花，存起來當應急金。晚上適合整理錢包，把零錢存進儲蓄罐，積少成多。",
        "health_text": "注意避免關節部位著涼，尤其是膝蓋、手腕這些地方。天氣涼的時候，穿上長褲，戴上護腕。在空調房裡，別讓關節對著空調吹。運動前要做好熱身，活動一下關節，避免運動時受傷。要是關節已經有不舒服的感覺，可以用熱毛巾敷一敷，能緩解疼痛。",
        "lucky_color": "深藍色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時抱佛腳",
        "yi": "提升幸福感",
        "all": "93%",
        "date": "2025-10-27",
        "love": "96%",
        "work": "92%",
        "money": "91%",
        "health": "95%",
        "notice": "透著股舒服勁兒",
        "discuss": "98%",
        "all_text": "你像被陽光曬暖的沙發，整個人都透著股舒服勁兒。整體運勢持續走高，生活裡的小美好會像泡泡一樣冒出來——可能是路過花店時看到喜歡的花，或是和朋友聊天時突然被逗笑，甚至只是喝到一杯剛好合口味的茶，這些小事都會讓你覺得“真不錯”。這種好狀態會讓你更願意和身邊的人互動，比如主動約朋友出門、和家人分享趣事，人際間的溫暖會反過來滋養你。你可能會發現，平時覺得“麻煩”的事做起來特別順，比如整理房間、處理瑣事，甚至偶爾犯個小懶也沒關係。這一天運勢的順暢，正是你之前積累的好心情終於開了花，好好享受這種被生活包圍的感覺吧。",
        "love_text": "單身的你，魅力值會提升，可能會在社交場合成為焦點，吸引到主動靠近的人。你的自信和獨特會讓對方覺得“你很特別”。已有伴者的你，會得到伴侶的肯定和讚美，比如對方誇你“很漂亮”，或是認可你在某件事上的處理方式。這種被認可的感覺，會讓你們的關係更穩固。",
        "work_text": "如同敏銳的信息捕手，對周圍的變化感知力超強。能快速捕捉到關鍵信息，無論是行業動態，還是身邊人的需求，都能精準把握。這種敏銳讓你在各種場合都能佔據先機，輕鬆應對各種狀況。憑藉這份能力，你有望在複雜的環境中脫穎而出，不過要避免過於敏感而過度解讀。",
        "lucky_star": "雙子座",
        "money_text": "副業或迎來新發展，比如之前的小項目開始有收入，或朋友介紹兼職機會。適合把副業收入單獨存起來，別和主業工資混用。若想擴大副業規模，可以先從小投入開始，別急著追加資金。晚上適合和合作夥伴溝通，明確收益分配，避免後續糾紛。",
        "health_text": "如果想要減脂減重，一定要用健康的方式。別靠節食或者吃減肥藥，這些方法對身體傷害大，還容易反彈。可以控制一下飲食的量，多吃蔬菜、水果和粗糧，少吃高熱量的食物。再結合一些運動，比如慢跑、游泳。別想著一下子瘦很多，每週瘦個1 - 2斤比較合適。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不及時同步資料",
        "yi": "體驗VR新科技",
        "all": "70%",
        "date": "2025-10-27",
        "love": "73%",
        "work": "68%",
        "money": "77%",
        "health": "71%",
        "notice": "留意腳下小石子",
        "discuss": "75%",
        "all_text": "就像走在平地上的行人，不快不慢，但得留意腳下的小石子。整體運勢平平，沒有大波瀾，但容易因為“沒計劃”或“太隨性”陷入被動——比如臨時被拉去處理別人的事，或是原本想放鬆卻被瑣事纏住，反而打亂了節奏。這種時候別急著抱怨，先深呼吸，把“必須立刻解決”的念頭放一放，很多事其實沒你想象中那麼急。人際方面可能會遇到點小摩擦，比如和朋友意見不合，或是和熟人聊天時覺得“聊不下去”，不用急著解釋或妥協，退一步反而能更快翻篇。這一天看似平平的運勢不是壞事，它提醒你：偶爾主動掌控節奏，比被生活推著走更輕鬆。",
        "love_text": "單身的你，要多在社交場合刷存在感，比如參加聚會、和朋友出去玩，你的開朗會吸引到同樣愛玩的人。別總躲在角落，主動聊幾句說不定能遇到聊得來的人。已有伴者的你，和伴侶可以一起嘗試新事物（比如學個新技能、去沒去過的地方），共同的話題會讓你們更有話聊，也能減少“沒話題”的尷尬。",
        "work_text": "似乎有些分身乏術，一心多用的情況較為明顯。在處理多項任務或兼顧不同領域時，容易顧此失彼，導致效率降低。注意力難以集中，可能會錯過一些重要細節。你需要學會合理分配精力，優先處理關鍵事務，避免被瑣事纏身，陷入混亂局面。",
        "lucky_star": "摩羯座",
        "money_text": "收支基本平衡，適合維持現狀，別急著做大的財務調整。購物時注意性價比，別為“品牌”多花錢。若收到獎金或額外收入，可以拿出一小部分獎勵自己，剩下的存起來。晚上適合檢查賬戶，確保沒有自動扣費的項目在悄悄花錢。",
        "health_text": "建議不要久坐不動，長時間坐著會讓腰痠背痛，血液循環也不通暢。每坐1 - 2個小時，就起身活動一下，伸伸懶腰，走走路。工作/學習間隙，可以做一些簡單的伸展運動，比如轉動脖子、活動手腕。下班下課後，可以去散散步或者打打球，讓身體動起來。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "皮膚乾燥脫皮",
        "yi": "清理電腦垃圾",
        "all": "80%",
        "date": "2025-10-27",
        "love": "74%",
        "work": "86%",
        "money": "75%",
        "health": "83%",
        "notice": "做力所能及的事",
        "discuss": "90%",
        "all_text": "你就像臺剛保養好的機器，運轉順暢，但別急著“超負荷”。整體運勢尚可，適合做些力所能及的事——比如整理下房間、處理積壓的小任務，或是把之前沒完成的計劃撿起來，這些事做起來會特別順，完成後還會有種“沒白過”的踏實感。人際方面，和家人或老朋友的互動會更溫暖，比如一起做頓飯、聊點家長裡短，不用刻意找話題，自然就能聊得開心。不過要注意，別因為“想做好”就給自己定太高的目標，比如非要完成多少事、達到什麼標準，適當放鬆反而能讓你更高效。這一天裡，你會用適合自己的節奏，把生活過得穩穩當當。",
        "love_text": "單身的你，對感情的態度會比較謹慎，遇到有好感的人時，可能會先觀察對方是否靠譜，而不是急著投入。這種“慢熱”反而能幫你篩選出更適合的人。已有伴者的你，可能會因為“怕麻煩”而隱藏自己的真實想法，但和伴侶敞開心扉聊聊，反而能讓對方更理解你，也能減少因“猜來猜去”產生的矛盾。",
        "work_text": "秉持腳踏實地的態度，穩步前行。無論是面對工作中的挑戰，還是學習上的難題，都能一步一個腳印地去解決。你的耐心和毅力讓你在處理複雜事務時遊刃有餘，不會急於求成。這種穩健的風格能為你積累豐富的經驗，為未來的發展築牢根基，但也要注意偶爾突破常規，尋求新機遇。",
        "lucky_star": "巨蟹座",
        "money_text": "沒有明確的理財計劃，容易隨性消費，建議設定每日支出上限，比如用現金或單獨的卡消費，超支就停止。若想投資，可以先學習基礎知識，別急著跟風。晚上適合整理財務文件，把合同、賬單分類存放，避免需要用時找不到。",
        "health_text": "建議不要長時間戴耳機，不然會損傷聽力。戴耳機的時間最好不要超過1個小時，音量也不要調得太大。要是必須長時間使用耳機，就選質量好一點的，減少對耳朵的傷害。要是感覺耳朵不舒服，就趕緊把耳機取下來，讓耳朵休息一下。別在嘈雜的環境裡戴耳機，不然會不自覺地把音量調大。",
        "lucky_color": "天青色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "指甲剪太短",
        "yi": "隨身帶暖寶寶",
        "all": "57%",
        "date": "2025-10-27",
        "love": "51%",
        "work": "63%",
        "money": "66%",
        "health": "64%",
        "notice": "煩心事焦頭爛額",
        "discuss": "58%",
        "all_text": "這一天的你就像被雨淋溼的紙，怎麼都展不平。整體運勢低迷，容易碰到些焦頭爛額的煩心事——可能是原本計劃好的事突然變卦，或是和身邊的人因為小事鬧得不愉快，甚至只是自己心裡突然冒出的煩躁，都會讓你覺得運氣特別不順心。這種時候別急著“解決問題”，先允許自己“不高興”一會兒，哪怕只是發發呆、刷會兒沒營養的視頻，情緒也會慢慢鬆快。人際方面可能會因為“太敏感”而誤會別人的意思，比如朋友沒及時回消息，或是家人說話語氣重了點，別急著下結論，先問問清楚反而能避免矛盾。或許，你該給自己的情緒鬆鬆綁了。",
        "love_text": "單身的你，可能會在感情上遇到點小挫折，比如喜歡的人沒回應，或是被拒絕。別因此否定自己，感情的事本來就需要時間。已有伴者的你，容易因為情緒波動而忽冷忽熱，讓伴侶覺得“摸不透”。試著穩定自己的情緒，哪怕只是簡單說句“有點累”，也能讓對方更安心。",
        "work_text": "建議別總想著偷懶，否則容易錯過一些重要機會。在追求目標的道路上，需要保持積極主動的態度。若總是依賴他人或等待時機自動降臨，很可能會一事無成。要充分發揮自己的創造力，主動尋找解決問題的方法。雖然過程中可能會遇到一些困難，但只要不偷懶，就能收穫不錯的成果。",
        "lucky_star": "獅子座",
        "money_text": "或有一些資金被卡住，比如報銷延遲、合作方未打款，別急著催，先查清楚流程。購物時注意付款狀態，避免重複支付。若想借錢給別人，先評估對方的還款能力，別因面子答應。晚上適合檢查賬戶，確保沒有異常扣款，有問題及時聯繫銀行。",
        "health_text": "出行一定要遵守交通規則，避免發生小狀況。過馬路的時候要走斑馬線，看紅綠燈。騎車的時候別戴耳機聽音樂，容易分散注意力。開車的時候別超速、別酒駕。提前規劃好出行路線，避免因為趕時間而違反交通規則。遵守規則，才能保障自己和他人的安全。",
        "lucky_color": "粉色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "大聲說話",
        "yi": "參加考試比賽",
        "all": "75%",
        "date": "2025-10-27",
        "love": "59%",
        "work": "78%",
        "money": "68%",
        "health": "76%",
        "notice": "留意腳下別絆著",
        "discuss": "72%",
        "all_text": "就像走在有小坑路面上的一天，得留意腳下別絆著。整體運勢不容大意，偶爾會冒出點小狀況——可能是臨時需要處理的小麻煩，或是和朋友聊天時突然覺得“聊不下去”，甚至只是自己心裡冒出身心疲憊的念頭，甚至讓你的行動顯得有點手忙腳亂。這種時候別急著“解決所有事”，先挑重要的、能快速處理的來，剩下的可以暫時放一放。人際方面可能會因為“太在意”而過度糾結，比如朋友沒按你的想法來，或是家人沒理解你的意思，不用急著解釋或妥協，退一步反而能更輕鬆。或許，偶爾慢下來，反而能更穩地往前走。",
        "love_text": "單身的你，可能會因為表達笨拙而錯過和有好感的人進一步接觸的機會，比如想說“喜歡你”卻說成“隨便”。別太糾結，自然一點反而更好。已有伴者的你，和伴侶溝通時可能會“說一半留一半”，讓對方誤解你的意思。試著把想法完整說出來，哪怕有點囉嗦，也能減少不必要的矛盾。",
        "work_text": "要給自己適度壓力，這能成為你前進的動力。沒有壓力，你可能會有些懈怠，導致發展停滯不前。適當的壓力能激發你的潛能，讓你更加專注地投入到各項事務中。不過壓力也不能過大，否則會讓你產生焦慮情緒。把握好這個度，你就能在追求目標的道路上穩步邁進。",
        "lucky_star": "天蠍座",
        "money_text": "切勿貪小便宜，比如為了“滿減”湊單買不需要的東西，或輕信“高回報”的理財推薦。購物前先查真實價格，避免被“原價”誤導。若收到優惠信息，先冷靜一天再決定是否購買。晚上適合把閒置物品掛二手平臺，既能清理空間，又能回點血。",
        "health_text": "可別過度沉迷手機，長時間看手機會讓眼睛疲勞、乾澀，還可能引發頸椎病。每隔一段時間，就放下手機，看看遠處，做做眼保健操。使用手機的時候，要保持正確的姿勢，別低頭太久。晚上別躺著玩手機，對眼睛和頸椎都不好。多參加一些線下的活動，減少對手機的依賴。",
        "lucky_color": "綠色",
        "lucky_number": "8"
      }
    }
  }
}