{
  "updated": "2025-09-14T20:08:20.333Z",
  "updateTime": "2025/9/15 上午4:08:20",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 16718,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "鑽牛角尖",
        "yi": "做真實自己",
        "all": "80%",
        "date": "2025-09-15",
        "love": "73%",
        "work": "89%",
        "money": "86%",
        "health": "81%",
        "notice": "忙碌節奏穩陣腳",
        "discuss": "79%",
        "all_text": "你的整體運勢尚可，能在忙碌節奏裡穩住陣腳。生活就像一場快節奏的舞蹈，各種事務接踵而至，讓你應接不暇，但你憑藉自身的適應能力和果斷決策，巧妙地穿梭其中。面對繁雜的事務，你沒有自亂陣腳，而是有條不紊地一項項處理，這種沉穩的表現讓你在混亂中保持了清晰的思路。在人際交往中，你也能在熱鬧的場合裡找準自己的位置，既不顯得過於突兀，又能積極參與其中，與他人愉快交流。不過，忙碌之餘也要注意給自己留一些放鬆的時間，畢竟一直處於緊繃狀態，身體和精神都會吃不消。偶爾停下來，喝杯茶、聽聽音樂，讓自己在輕鬆的氛圍中恢復元氣，這樣才能以更好的狀態迎接後續的挑戰。整體而言，這一天你雖忙碌但充實，能在穩定中逐步推進各項事務。",
        "love_text": "單身的你，對感情期望值有點高，可能會不自覺地在心裡勾勒出理想伴侶的模樣，導致看到現實中的追求者時，容易因不符合預期而失落。已有伴者的你，在感情裡要保持自我個性，別為了迎合對方而過度改變，真實的你才是對方最初愛上的模樣，偶爾展現自己的小脾氣和小愛好，反而能讓感情更有活力。",
        "take_star": "",
        "work_text": "憑藉以往的經驗和反覆練習，在各項任務中逐漸找到感覺，處理起來愈發得心應手。面對難題時，過往的實踐能為你提供思路，讓你快速找到解決辦法。不過，也別因進展順利就掉以輕心，持續保持專注和努力，才能讓這份良好狀態延續下去。",
        "lucky_star": "天秤座",
        "money_text": "你的財運還算不錯，不過得保持精打細算的狀態。這一天裡，在購物或者處理和錢有關的事時，別衝動消費，多對比下價格和性價比。對於一些看似划算的促銷活動，也要冷靜思考是不是真的需要。把每一分錢都花在刀刃上，這樣能讓你在財運穩定的情況下，還能攢下一筆小錢。",
        "health_text": "需重點關注飲食均衡，別因忙碌隨便應付三餐。外賣或快餐易含高油高鹽，可能引發腸胃短暫不適，建議抽時間煮點清淡的粥或蔬菜湯。若白天吃了重口味食物，晚上可喝杯溫蜂蜜水助消化。運動方面，避免突然高強度鍛鍊，散散步更合適。",
        "lucky_color": "藕荷色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "鋪張浪費",
        "yi": "主動幫助別人",
        "all": "65%",
        "date": "2025-09-15",
        "love": "56%",
        "work": "66%",
        "money": "53%",
        "health": "64%",
        "notice": "埋頭於瑣事之中",
        "discuss": "57%",
        "all_text": "整體運勢不容樂觀，切記不要總是埋頭於瑣事之中。這一天，你似乎被各種微不足道的小事纏身，像陷入了一個瑣事的漩渦，難以自拔。這些瑣事不僅耗費了你大量的時間和精力，還讓你感到疲憊不堪，心情也變得煩躁起來。你可能會在處理這些小事時，忽略了更重要的事情，導致整體的生活節奏被打亂。而且，過度關注瑣事會讓你變得目光短淺，看不到生活中的美好和機會。不妨試著跳出這些瑣事的包圍，抬頭看看周圍的世界，給自己一些思考和規劃的時間。也許當你把注意力從瑣事上轉移開，會發現生活中還有許多值得你去追求和探索的東西，這樣也能讓你的心情更加舒暢，生活更加有意義。",
        "love_text": "單身的你，似乎對愛情有些灰心，不太相信能遇到那個對的人，這種心態會讓你錯過一些潛在的緣分，不妨試著打開心扉，給愛情一個機會。已有伴者的你，和伴侶之間缺乏信任，一些小事就可能引發猜疑，這會讓雙方都很疲憊，多給彼此一些空間和信任，感情才能更穩固。",
        "take_star": "",
        "work_text": "可能會陷入一種不太積極的狀態。整體來看，面對任務時容易產生逃避心理，遇到問題不想主動承擔責任，而是試圖將問題推給他人。這種態度不僅會影響任務的推進，還可能影響你在他人心中的形象，需要儘快調整心態，積極面對。",
        "lucky_star": "白羊座",
        "money_text": "財運狀況有點讓人操心，一定要小心別捲入錢財糾紛裡。不管是和朋友有金錢往來，還是涉及一些合作分賬，都要把規則和明細提前說清楚，白紙黑字記錄下來。在處理財務問題時，多留個心眼，避免因為疏忽或者輕信他人，而給自己帶來不必要的經濟損失和麻煩。",
        "health_text": "容易因追劇、打遊戲或刷手機放縱熬夜，第二天可能頭暈乏力。建議睡前一小時關閉電子設備，調暗燈光，用熱水泡腳10分鐘助眠。若實在想娛樂，設定鬧鐘提醒自己，別讓“再玩5分鐘”變成通宵。熬夜後早餐記得吃雞蛋和全麥麵包補能量。",
        "lucky_color": "奶油色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "三心二意",
        "yi": "自己事自己做",
        "all": "84%",
        "date": "2025-09-15",
        "love": "76%",
        "work": "88%",
        "money": "83%",
        "health": "82%",
        "notice": "努力抓住小幸運",
        "discuss": "85%",
        "all_text": "整體運勢中規中矩，只有努力才能抓住小幸運。這一天，生活看似平淡無奇，沒有太多波瀾壯闊的事情發生，但其中也隱藏著一些小驚喜和小機會。這些小幸運就像隱藏在草叢中的花朵，需要你用心去發現和爭取。如果你只是消極等待，它們可能會悄悄溜走。而當你積極主動地付出努力，去嘗試新的事物、拓展自己的視野時，就有可能與這些小幸運不期而遇。在與人交往中，真誠地表達自己，關心他人，也能為你帶來不錯的人際關係，說不定還能從中獲得一些意外的幫助和支持。所以，不要因為運勢的平淡而懈怠，保持積極的心態，努力去爭取，你會發現這一天也能過得充實而有意義。",
        "love_text": "單身的你，在感情上沒有新進展，可能會覺得有些無聊，不過彆著急，緣分說不定就在下一個轉角，耐心等待就好。已有伴者的你，要重視鞏固感情基礎，別因為相處久了就忽略對方的感受，一起回憶過去的美好，或者計劃一次短途旅行，都能讓感情升溫",
        "take_star": "",
        "work_text": "穩步前行的一天。你做事腳踏實地，一步一個腳印地朝著目標前進。無論是面對複雜的工作任務還是學習難題，都能保持冷靜，按照自己的節奏有條不紊地處理，不會因為外界的干擾而打亂計劃，這種穩紮穩打的方式能讓你取得不錯的成果。",
        "lucky_star": "金牛座",
        "money_text": "財運有上升趨勢，這時候做好儲蓄計劃很關鍵。這一天可能會有一些額外的收入進賬，別一拿到錢就想著怎麼花掉。可以根據自己的實際情況，制定一個合理的儲蓄目標，把一部分錢存起來，以備不時之需。養成儲蓄的好習慣，能讓你的財務狀況更加穩健，未來也更有保障。",
        "health_text": "可能因趕工、聚會或臨時任務頻繁奔波，雙腿容易酸脹。建議穿舒適的運動鞋，減少穿高跟鞋或硬底鞋的時間。每坐1小時起身活動5分鐘，做做拉伸。若需長時間站立，可悄悄踮腳尖促進血液循環，避免晚上小腿抽筋。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "否定別人努力",
        "yi": "拓展與學習",
        "all": "96%",
        "date": "2025-09-15",
        "love": "91%",
        "work": "96%",
        "money": "97%",
        "health": "95%",
        "notice": "學習的動力十足",
        "discuss": "92%",
        "all_text": "整體運勢非常好，學習動力十足，不斷進行自我提升。這一天，你就像一塊乾涸的海綿，對知識充滿了渴望，迫不及待地想要吸收各種新的信息。無論是閱讀書籍、參加培訓還是與他人交流，你都能全身心地投入其中，從中獲取寶貴的經驗和知識。這種強烈的學習慾望讓你不斷突破自己的舒適區，挑戰新的領域，拓寬自己的視野。在這個過程中，你會感受到自己的成長和進步，內心充滿了成就感。而且，你的這種積極向上的態度也會感染身邊的人，為你贏得他人的尊重和認可。不過，也要注意合理安排學習時間，避免過度勞累，保證充足的休息，這樣才能讓學習效果事半功倍，持續保持這種良好的提升狀態。",
        "love_text": "單身的你，會得到助力，可能是朋友的熱心介紹，或者是在社交場合遇到願意幫你牽線的人，要好好把握機會。已有伴者的你，感情會得到周圍人的支持，家人朋友的認可會讓你更有安全感，和伴侶一起參加聚會，分享這份喜悅，能讓感情更加甜蜜。",
        "take_star": "",
        "work_text": "充滿收穫的一天。你在各個方面都能取得明顯的進步，之前的努力和付出在這一天會得到回報。無論是工作中的項目成果，還是學習上的知識掌握，都能讓你感受到自己的成長和提升，這會讓你更加有信心和動力去迎接新的挑戰。",
        "lucky_star": "巨蟹座",
        "money_text": "財運簡直爆棚，正偏財都很好。在工作上，可能會因為表現出色得到一筆豐厚的獎金或者提成；在投資理財方面，之前的一些投入也可能會有不錯的回報。不過，即便財運好也別太得意忘形，還是要保持理性，合理規劃這筆錢，別一下子都花光，讓好運能持續下去。",
        "health_text": "大腦持續運轉，可能因思考工作、學習或生活瑣事感到疲憊。建議午休時閉眼聽輕音樂10分鐘，或傍晚去公園散步呼吸新鮮空氣。避免睡前覆盤未完成的事，可寫“待辦清單”把問題留在紙上，減輕心理負擔，幫助大腦放鬆。",
        "lucky_color": "卡其色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沒有分寸感",
        "yi": "整理舊物品",
        "all": "55%",
        "date": "2025-09-15",
        "love": "50%",
        "work": "53%",
        "money": "52%",
        "health": "58%",
        "notice": "總拿不準分寸感",
        "discuss": "61%",
        "all_text": "整體運勢欠佳，總是拿不準分寸感。這一天，你在處理各種事情時，就像在走鋼絲，難以把握好平衡。在與人交往中，你可能會因為過於熱情而讓對方感到有壓力，或者因為過於冷淡而讓人覺得你難以接近，導致人際關係出現一些小摩擦。在做決策時，你也容易猶豫不決，拿不定主意，一會兒覺得這個方案可行，一會兒又覺得那個方案更好，結果錯過了最佳的時機。這種拿不準分寸的狀態會讓你感到焦慮和困惑，影響你的心情和效率。不妨試著冷靜下來，分析事情的利弊，傾聽他人的意見，然後再做出決策。同時，在與人相處時，多站在對方的角度思考問題，調整自己的態度和行為，這樣才能更好地把握分寸，改善運勢。",
        "love_text": "單身的你，別總是自己一個人說個不停，多聽聽別人的想法，給別人表達的機會，說不定能發現那個與你心靈契合的人。已有伴者的你，話有點多，嘮叨起來會讓伴侶覺得煩，適當減少一些言語上的“關心”，用行動表達愛意，效果會更好。",
        "take_star": "",
        "work_text": "需要警惕過於理想化的問題。整體來看，你可能會對事情的發展抱有不切實際的期望，忽略了現實中的困難和挑戰。這種理想化的思維會讓你在面對實際問題時感到失落和挫敗，需要更加理性地看待問題，結合實際情況制定計劃和目標。",
        "lucky_star": "射手座",
        "money_text": "你的財運不太樂觀，控制開銷是重中之重。這一天你可能會被各種商品吸引，有強烈的購物慾望，但一定要剋制住自己。在買東西之前，先想想是不是真的需要，能不能延遲購買。避免因為一時的衝動，買回一堆不實用的東西，導致自己的錢包癟癟，財務壓力增大。",
        "health_text": "容易因壓力大或睡前興奮出現失眠多夢，可能半夜醒來難再入睡。建議晚餐少吃辛辣食物，避免咖啡或濃茶。睡前可做深呼吸練習：吸氣4秒，屏住4秒，呼氣6秒，重複5次。若實在睡不著，彆強迫自己，起身看會兒枯燥的書，睏意來了再睡。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "嘴欠話太多",
        "yi": "嘗試新美食",
        "all": "75%",
        "date": "2025-09-15",
        "love": "70%",
        "work": "65%",
        "money": "76%",
        "health": "71%",
        "notice": "時間有限想法多",
        "discuss": "70%",
        "all_text": "你的整體運勢平平，想法很多但時間有限。這一天，你的腦海中就像有一個創意的寶庫，不斷湧現出各種新奇的想法和計劃。你可能會對很多事情都充滿興趣，想要嘗試去做，但現實卻給了你一些限制，時間成為了你最大的敵人。你發現自己的精力有限，無法同時兼顧所有的想法，這讓你感到有些沮喪和無奈。不過，這也是一個讓你學會篩選和取捨的機會。你可以靜下心來，認真評估每個想法的可行性和重要性，選擇那些最有可能實現、對自己最有價值的去實施。雖然不能把所有的想法都付諸實踐，但專注於少數幾個，也能讓你在這一天有所收穫，不至於因為想法太多而一事無成。",
        "love_text": "單身的你，要多欣賞別人的優點，別總是盯著對方的缺點不放，每個人都有閃光點，換個角度看，說不定就能發現那個適合你的人。已有伴者的你，要給彼此適度空間，別把對方管得太嚴，每個人都有自己的社交圈和生活方式，尊重對方的空間，感情才能更自由。",
        "take_star": "",
        "work_text": "存在總找藉口拖延的問題。整體上，面對任務時，你容易產生拖延心理，總是找各種理由推遲開始的時間。這種拖延不僅會讓任務堆積，增加壓力，還可能影響最終的質量和效果。你需要克服自己的拖延習慣，提高執行力，及時完成任務。",
        "lucky_star": "雙魚座",
        "money_text": "要注意不要請客埋單。可能會有一些朋友邀請你聚餐或者參加活動，這時候別為了面子就搶著付錢。可以委婉地表達自己的經濟狀況，或者提議AA制。畢竟，每一分錢都來之不易，合理規劃自己的支出，才能讓財務狀況保持穩定，避免出現入不敷出的情況。",
        "health_text": "情緒容易波動，可能因小事焦慮或煩躁，間接影響食慾或睡眠。建議遇到問題時先深呼吸3次再處理，避免衝動反應。若感到煩躁，可嚼口香糖或捏解壓玩具轉移注意力。晚上用40℃溫水泡腳，加兩滴薰衣草精油，幫助舒緩神經。",
        "lucky_color": "米白色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "躺著玩手機",
        "yi": "結交新朋友",
        "all": "91%",
        "date": "2025-09-15",
        "love": "87%",
        "work": "94%",
        "money": "89%",
        "health": "92%",
        "notice": "保持大好的勢頭",
        "discuss": "94%",
        "all_text": "整體運勢不斷上升，保持著大好的勢頭。生活裡，你彷彿被一股積極的力量環繞，做什麼都順風順水。與人交流時，你能輕鬆營造出和諧的氛圍，大家都很願意和你相處，這讓你在社交場合中格外受歡迎，也能從中結識到不少有趣且有助力的人。在處理日常事務時，你的思路格外清晰，能迅速抓住關鍵點，高效地解決問題，不會在一些小麻煩上浪費時間和精力。而且，你的好心態還能感染身邊的人，讓周圍的環境都變得積極向上。這種良好的運勢也讓你對未來充滿了期待，你會更主動地去探索新的領域，嘗試新的事物，在這個過程中不斷髮現新的機會和樂趣。不過，即便運勢不錯，也別過於得意忘形，保持謙遜和謹慎，能讓這份好運持續得更久。",
        "love_text": "單身的你，可以先從朋友做起，慢慢培養感情，別急於確定關係，在相處中瞭解對方的喜好和性格，能讓感情發展得更順利。已有伴者的你，要加深彼此的瞭解，多和伴侶聊聊心裡話，分享彼此的夢想和煩惱，讓對方走進你的內心世界，感情會更深厚。",
        "take_star": "",
        "work_text": "是效率超高的一天，彷彿被幸運之神眷顧，做什麼都能事半功倍。整體上，無論是處理複雜的工作任務，還是攻克學習中的難題，你都能迅速找到關鍵要點，以巧妙的思路和靈活的方法輕鬆應對，節省大量時間和精力，還能取得相當不錯的成果，讓人忍不住對你豎起大拇指。",
        "lucky_star": "天蠍座",
        "money_text": "財運較為平穩，關鍵是要量入為出。這一天要根據自己的實際收入情況來安排支出，別超出自己的經濟能力範圍。在購買東西時，多考慮性價比，不要盲目追求品牌和高端產品。制定一個合理的消費預算，並且嚴格按照預算執行，這樣能讓你的財務狀況井井有條，不會出現經濟上的混亂。",
        "health_text": "可能因久坐辦公或追劇不自覺蹺二郎腿，導致腰部或腿部痠麻。建議每半小時檢查坐姿，雙腿平放地面，可在膝蓋間夾張紙提醒自己。若需長時間坐著，可在背後墊個靠枕支撐腰部。下班後做10分鐘瑜伽“貓牛式”，緩解脊柱壓力。",
        "lucky_color": "桃紅色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "背後說人壞話",
        "yi": "享受慢生活",
        "all": "74%",
        "date": "2025-09-15",
        "love": "75%",
        "work": "71%",
        "money": "68%",
        "health": "73%",
        "notice": "將步伐先慢下來",
        "discuss": "72%",
        "all_text": "整體運勢一般，不妨試著將步伐慢下來。這一天，生活中雖然沒有什麼大的波折，但各種小狀況也讓你有些應接不暇。你會發現事情的發展不如預期中那麼順利，原本計劃好的事情可能會出現一些小變動，讓你不得不重新調整安排。在與人相處時，也可能會因為一些小事產生小摩擦，影響心情。這時候，如果你還像往常一樣急於推進事情的進展，可能會讓情況變得更糟。不如放慢節奏，給自己一些時間冷靜思考，重新審視問題，找出更好的解決辦法。慢下來也能讓你更留意生活中的小美好，發現那些平時被忽略的細節，給平淡的生活增添一些樂趣。",
        "love_text": "單身的你，需要搞清楚自己的想法，明確自己想要什麼樣的感情，別在感情裡迷茫徘徊，只有清楚自己的目標，才能找到對的人。已有伴者的你，要注意關係的平衡，別總是要求對方付出，自己也要學會給予，相互付出和包容，感情才能長久。",
        "take_star": "",
        "work_text": "需要保持足夠的耐心。整體來看，這一天在推進各項事務時，進展可能不會像你預期的那樣迅速，會遇到一些小阻礙和波折。但彆著急，這些困難只是暫時的，只要你沉住氣，一步一個腳印地堅持下去，就能慢慢突破困境，最終收穫滿意的結果。",
        "lucky_star": "摩羯座",
        "money_text": "千萬不要打腫臉充胖子。在社交場合中，別為了顯示自己的大方或者有面子，就隨意承諾請客或者借錢給別人。要根據自己的實際經濟能力來行事，如果勉強自己去做這些事，可能會給自己帶來經濟上的壓力。保持低調和理性，才能讓財運穩定發展。",
        "health_text": "可能因久坐或低頭看手機導致肩頸僵硬，甚至牽連頭痛。建議每小時轉動脖子10次（順時針、逆時針各5圈），或用熱毛巾敷肩頸10分鐘。若條件允許，午休時靠牆站立5分鐘，讓身體自然伸展。晚上睡前可做“嬰兒式”瑜伽動作放鬆背部。",
        "lucky_color": "橘黃色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "多愁善感",
        "yi": "穿舒適休閒服",
        "all": "92%",
        "date": "2025-09-15",
        "love": "90%",
        "work": "97%",
        "money": "93%",
        "health": "98%",
        "notice": "展示自己的優勢",
        "discuss": "96%",
        "all_text": "整體運勢非常給力，善於展示自己的優勢。這一天，你就像一顆閃耀的星星，無論走到哪裡都能吸引別人的目光。你清楚自己的長處在哪裡，並且懂得在合適的時機展現出來，這讓你在各種場合中都能脫穎而出。在交流中，你能自信地表達自己的觀點和想法，讓人信服；在參與活動時，你也能充分發揮自己的特長，贏得他人的讚賞和認可。這種積極的展示不僅讓你獲得了成就感，還能為你帶來更多的機會和資源。你會發現自己的人脈在不斷拓展，身邊圍繞著越來越多志同道合的人。不過，在展示自己的同時，也要注意傾聽他人的意見，不要過於自我，這樣才能讓好運持續下去。",
        "love_text": "單身的你，魅力在線，走到哪裡都能吸引別人的目光，自信的你更容易獲得異性的青睞，大膽展現自己的魅力，說不定就能收穫一段美好的感情。已有伴者的你，會得到伴侶的讚美，這讓你心情格外愉悅，不妨也給伴侶一些回應，互相誇讚能讓感情更加甜蜜。",
        "take_star": "",
        "work_text": "充滿自信與果敢，這種積極的狀態會讓你在各方面都表現出色。整體上，你敢於挑戰自我，主動嘗試新的事物和方法，不害怕失敗。憑藉著這份勇氣和決心，你能夠突破自己的舒適區，挖掘出自身更大的潛力，為自己贏得更多的機會和發展空間。",
        "lucky_star": "獅子座",
        "money_text": "偏財運非常好，可能會有一些意外之財降臨。比如，之前參與的一些抽獎活動可能會中獎，或者收到一筆意外的退款。不過，別因為偏財運好就放鬆對正財的努力。還是要認真對待工作，通過自己的努力增加收入。同時，對於意外之財也要合理規劃使用，讓它發揮更大的價值。",
        "health_text": "抵抗力較弱，可能因溫差大或接觸不潔物品感冒。建議隨身帶件薄外套，避免空調直吹。外出回家後用肥皂洗手20秒，尤其接觸公共物品後。飲食多吃富含維生素C的水果（如橙子、獼猴桃），增強免疫力。若已打噴嚏，及時喝杯薑茶驅寒。",
        "lucky_color": "湖藍色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "浮躁焦慮",
        "yi": "家庭聚餐",
        "all": "60%",
        "date": "2025-09-15",
        "love": "65%",
        "work": "57%",
        "money": "56%",
        "health": "62%",
        "notice": "吃一塹要長一智",
        "discuss": "66%",
        "all_text": "整體運勢磕磕絆絆，吃一塹要長一智。這一天，生活中會遇到不少讓你頭疼的小麻煩，事情的發展常常出乎你的意料，讓你有些措手不及。在做決策時，可能會因為考慮不周全而做出錯誤的選擇，導致後續出現一系列的問題。在與人合作時，也可能會因為溝通不暢而產生矛盾和分歧。這些挫折雖然會讓你感到沮喪和失落，但也是你成長的機會。每一次的失誤都是一次學習的過程，它能讓你更加清楚地認識到自己的不足之處。從這些經歷中吸取教訓，總結經驗，以後在面對類似的情況時，你就能更加從容應對，避免再次犯錯。",
        "love_text": "單身的你，比較優柔寡斷，面對追求者時，不知道該不該接受，別想太多，跟著自己的心走，猶豫不決只會讓你錯過機會。已有伴者的你，總是幫對方做決定，這會讓伴侶覺得沒有自主權，多聽聽對方的意見，讓對方參與決策，感情會更和諧。",
        "take_star": "",
        "work_text": "似乎不太順利，總是碰釘子。整體上，這一天你在推進事情時，會遇到各種意想不到的阻礙和困難，彷彿每前進一步都要付出巨大的努力。無論是與他人的溝通，還是對任務的執行，都可能會出現一些問題，讓你感到有些沮喪和疲憊，但別灰心，這只是暫時的低谷。",
        "lucky_star": "處女座",
        "money_text": "財運不太理想，千萬不要一籃子投入。在處理財務問題時，不管是投資還是做其他重大的金錢決策，都要謹慎行事。不要把所有的資金都集中在一個項目或者領域上，要分散風險。可以多諮詢一些專業人士的意見，做好充分的市場調研，再做決定，避免因為盲目投資而導致資金損失。",
        "health_text": "容易因過度思考未來或回憶過去而胡思亂想，導致精神疲憊。建議把注意力集中在當前任務上，比如工作時專注處理文件，吃飯時細嚼慢嚥。若思緒飄遠，可大聲朗讀一段文字拉回注意力。晚上寫3件“要完成的小事”，增強成就感，減少焦慮。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不相信隊友",
        "yi": "內心保持豐盈",
        "all": "82%",
        "date": "2025-09-15",
        "love": "68%",
        "work": "82%",
        "money": "69%",
        "health": "87%",
        "notice": "精神層面的滿足",
        "discuss": "81%",
        "all_text": "整體運勢有點小曲折，注重精神層面的滿足。這一天，生活不會完全按照你的計劃進行，會有一些小意外和小變化出現，讓你的心情也跟著起起落落。不過，這些小曲折並不會對你的生活造成太大的影響，反而能讓你在應對的過程中鍛鍊自己的心態。在物質方面，可能不會有太大的收穫，但你可以把注意力更多地放在精神層面。你可以通過閱讀一本好書、欣賞一場藝術展覽或者與朋友進行一次深入的交流，來豐富自己的內心世界，獲得精神上的愉悅和滿足。這種對精神層面的追求能讓你在面對生活中的小挫折時，保持平和的心態，不被外界的干擾所左右。",
        "love_text": "單身的你，別總想著追求完美對象，世界上沒有十全十美的人，適當降低一些標準，你會發現身邊有很多不錯的人值得去了解。已有伴者的你，不要總想改變對方，每個人都有自己的習慣和性格，尊重對方的差異，求同存異，感情才能更穩定。",
        "take_star": "",
        "work_text": "在與他人的互動交流中，你會接觸到不同的觀點和想法，拓寬自己的視野和思維方式。通過與他人的思想碰撞，你能夠激發出新的靈感和創意，為解決各種問題提供新的思路和方法，從而推動各項事務更好地發展。",
        "lucky_star": "水瓶座",
        "money_text": "要特別注意警惕詐騙陷阱。現在詐騙手段層出不窮，在這一天裡，可能會收到一些看似誘人的投資信息或者中獎通知，千萬別輕易相信。在涉及金錢交易時，一定要通過正規的渠道和方式，仔細核實對方的身份和信息。保持警惕，不貪小便宜，才能避免陷入詐騙陷阱，保護好自己的財產安全。",
        "health_text": "需注意床品衛生，可能因床單被子未及時換洗引發皮膚輕微瘙癢或過敏。建議檢查床單是否有汙漬，若有條件可換洗。若沒時間，至少用粘毛器清理床麵灰塵。睡前用溫水洗臉，避免化妝品殘留堵塞毛孔，保持皮膚清潔。",
        "lucky_color": "青綠色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不守承諾",
        "yi": "自我增值",
        "all": "71%",
        "date": "2025-09-15",
        "love": "54%",
        "work": "64%",
        "money": "79%",
        "health": "70%",
        "notice": "競爭壓力下要改變",
        "discuss": "20%",
        "all_text": "你的整體運勢尚可，意識到競爭壓力的同時，也要試著改變。這一天，你會感受到周圍存在著一定的競爭氛圍，無論是在生活還是社交中，都能察覺到他人也在努力追求自己的目標，這讓你感受到了一些壓力。不過，這種壓力也能成為你前進的動力，讓你更加清楚地認識到自己的目標和方向。在意識到競爭的同時，你也要明白，一成不變是很難在競爭中脫穎而出的。不妨試著做出一些改變，無論是改變自己的思維方式，還是嘗試新的做事方法，都可能為你帶來新的機會和突破。雖然改變可能會讓你感到有些不適應，但只有勇敢地邁出這一步，你才能在競爭中佔據更有利的位置。",
        "love_text": "單身的你，太容易動心，可能會因為對方一個小小的舉動就陷入愛河，別太沖動，多瞭解對方再做決定，避免受到傷害。已有伴者的你，別給對方太大壓力，別把自己的想法強加給對方，讓對方輕鬆自在一些，感情才能更長久。",
        "take_star": "",
        "work_text": "你對自己的判斷不夠自信，這可能會影響你在各方面的表現。整體上，在做決策或處理事情時，你總是猶豫不決，擔心自己的選擇是錯誤的。這種不自信會讓你錯過一些機會，也會讓事情的推進變得緩慢。你需要相信自己的能力，勇敢地做出決定，並堅定地執行下去。",
        "lucky_star": "雙子座",
        "money_text": "收穫和努力程度息息相關，多勞才能多得。在工作中，要積極主動地承擔任務，努力提升自己的工作業績，這樣才能獲得相應的收入回報。如果只是消極怠工，可能很難有好的財運。同時，也可以利用業餘時間學習一些新的技能，提升自己的競爭力，為未來增加收入打下基礎。",
        "health_text": "可能因低頭玩手機、看書或工作導致脖子痠痛，甚至影響視力。建議每20分鐘抬頭看遠處20秒，放鬆眼部肌肉。若需長時間用電腦，可將屏幕抬高至與眼睛平視，減少低頭角度。下班後用熱毛巾敷眼睛5分鐘，緩解乾澀疲勞。",
        "lucky_color": "粉色",
        "lucky_number": "4"
      }
    }
  }
}