{
  "updated": "2025-11-02T23:08:01.730Z",
  "updateTime": "2025/11/3 上午7:08:01",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14796,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "晚上喝奶茶",
        "yi": "提前做準備",
        "all": "90%",
        "date": "2025-11-02",
        "love": "95%",
        "work": "88%",
        "money": "94%",
        "health": "91%",
        "notice": "被幸運星追著跑",
        "discuss": "92%",
        "all_text": "簡直像被幸運星追著跑的一天，走到哪兒都能撞上好機會。社交場合裡，你不用刻意表現，自然就能吸引到別人的注意，可能是朋友主動約你聚會，或是路上遇到熟人熱情打招呼，甚至原本沒聯繫的舊友突然發來消息。這種“被需要”的感覺會讓你一整天都心情舒暢，連平時覺得麻煩的社交應酬都變得輕鬆有趣。你可能會發現，自己隨便提的一個想法，竟然能得到不少人的響應，這種“左右逢源”的節奏會讓你更有動力去嘗試新事物。不過別因為太順就掉以輕心，偶爾停下來聽聽別人的意見，反而能讓你的好運更持久。適合多參與集體活動，無論是線上聊天還是線下見面，你的存在感都會很強，別把自己關在小圈子裡。",
        "love_text": "單身的你，像是被愛情推著往前走，原本猶豫的社交圈突然活躍起來，可能會遇到讓你眼前一亮的人，甚至對方主動釋放好感。別急著後退，試著接住這份熱情，或許能開啟一段新故事。已有伴者的你，和伴侶的互動像加了糖，對方會主動關注你的情緒，哪怕只是小事也能聊出溫暖感。不妨多回應幾句，別讓對方的用心落空，情緒價值拉滿的一天。",
        "work_text": "你的思維像被重新梳理過，原本雜亂的想法逐漸清晰，能快速抓住重點。這種“整理”狀態讓你在處理任務或學習時更高效，但也容易因追求速度而忽略細節。建議偶爾停下檢查，避免小疏漏影響整體進度。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運像開了雙通道，正職收入穩穩落袋，偏財方面也有小驚喜，可能是兼職外快到賬，或是朋友介紹的短期合作帶來收益。不過別因為進賬順就大手大腳，可以適當存下一部分，或者為近期想買的物品做規劃。下午可能會收到一筆意料外的錢，比如報銷、退款，或是客戶主動加單，整體是錢包鼓起來的好日子。",
        "health_text": "你的身體需要“動起來”，久坐或久站都容易讓肩頸、腰背發緊，比如上班族盯電腦久了會酸，站櫃檯的服務員可能腿脹。建議每小時起來活動5分鐘，做做擴胸、踮腳尖，或者接水時多走兩步。晚上別癱在沙發上刷手機，可以跟著視頻做10分鐘拉伸，讓肌肉放鬆，不然明天可能會酸得直不起腰。",
        "lucky_color": "紅色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡覺踢被子",
        "yi": "做好文件備份",
        "all": "81%",
        "date": "2025-11-02",
        "love": "80%",
        "work": "84%",
        "money": "89%",
        "health": "88%",
        "notice": "收穫不多但踏實",
        "discuss": "85%",
        "all_text": "整體運勢比較穩定，收穫不多，卻感到踏實。你會發現，提前安排好的計劃幾乎不需要調整就能順利推進，連原本擔心的小插曲都沒出現。這種“一切按預期發展”的感覺會讓你更有底氣去處理日常瑣事，比如整理房間、規劃週末，或是和家人朋友聊些輕鬆的話題。不過穩中也要留點彈性，比如臨時被拉去幫忙或改變原本的安排，別急著拒絕，稍微調整下節奏反而能發現新樂趣。你判斷力比較準，適合做些需要耐心和細心的決定，比如選擇聚餐地點、挑選禮物，或是幫朋友出主意。保持計劃的條理性，但別把自己框得太死，偶爾跟著感覺走也能收穫意外驚喜。",
        "love_text": "單身的你，對某個人的好感會悄悄升溫，可能是平時不太在意的人突然讓你覺得“有點意思”。別急著否定，先保持自然接觸，好感會慢慢沉澱成更明確的心意。已有伴者的你，適合花點心思在外表上，換個髮型或穿件新衣服，伴侶會注意到你的變化，甚至主動誇你“不一樣”。這種被關注的感覺，會讓你們的關係更親密。",
        "work_text": "更傾向於用“穩”的方式推進目標，不追求速度但注重質量。這種踏實感會讓你在任務或學習中少走彎路，但也可能因過於保守而錯過一些靈活調整的機會。建議保持節奏的同時，偶爾聽聽他人的建議。",
        "lucky_star": "白羊座",
        "money_text": "財運穩中帶點小壓力，正財收入和平時差不多，但可能會有突然的支出冒頭，比如朋友約飯、家用維修，或是想買的物品剛好打折。建議你早上先列個預算清單，把必要的開支標出來，剩下的錢再考慮其他消費。別因為“剛好夠”就放縱，稍微克制點能避免月底吃緊，晚上記得核對下賬戶餘額，心裡更有數。",
        "health_text": "坐姿是健康關鍵，彎腰駝背、歪著身子看電腦，容易讓頸椎、腰椎受壓，下午可能會覺得脖子僵、腰痠。建議你把屏幕調高到和眼睛平視，椅子加個靠墊，腰能挺直點。工作間隙可以雙手在背後交叉，輕輕往後拉，拉伸下胸椎，緩解久坐的緊繃感，別等疼了才想起來調整。",
        "lucky_color": "奶茶色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好心幫倒忙",
        "yi": "與時俱進",
        "all": "70%",
        "date": "2025-11-02",
        "love": "76%",
        "work": "71%",
        "money": "65%",
        "health": "75%",
        "notice": "說多錯多概率高",
        "discuss": "73%",
        "all_text": "運勢像塊溫吞的蛋糕，吃起來不甜不膩，但得注意別吃得太急。和人打交道時，你的表達欲可能會比平時更旺盛，但別急著把所有想法都倒出來，尤其是對不太熟悉的人。說多錯多的概率有點高，比如開玩笑時沒掌握好分寸，或是提建議時顯得太強勢，反而容易讓對方覺得有壓力。不如多聽少說，先觀察對方的反應再調整自己的態度。適合處理需要耐心的事，比如整理文件、回覆消息，或是和熟悉的朋友聊些日常，別給自己安排太多需要“高情商輸出”的場合。保持輕鬆狀態反而更順，別因為太想表現反而弄巧成拙。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但別急著一頭扎進去。先冷靜觀察對方的言行，別被一時的熱情衝昏頭，慢一點反而能看清真心。已有伴者的你，和伴侶需要一點“呼吸感”，別把所有時間都黏在一起。各自做點喜歡的事，晚上再分享日常，反而能讓感情更有彈性。",
        "work_text": "需要多關注自己的“短板”，那些被你忽略的小問題可能會在關鍵時刻冒頭。無論是工作還是學習，主動查缺補漏比盲目推進更重要。別怕麻煩，現在補的漏洞未來能省更多時間。",
        "lucky_star": "獅子座",
        "money_text": "你的財運有點“飄”，可能會看到別人賺錢輕鬆就跟著心動，比如想跟風買熱門產品、參與短期投資，或是相信“輕鬆賺”的宣傳。但現實是，這些快速的路子容易踩坑，可能錢投進去沒回報，或是買的東西根本用不上。穩住自己，先把手頭的事做好，正職收入才是最踏實的，別為了“快錢”丟了自己的節奏。",
        "health_text": "關節需要“暖”著點，降溫或吹風時，膝蓋、手腕容易發涼，比如騎車、穿短褲時可能會酸脹。建議出門戴個護膝或薄手套，辦公室備條小毯子蓋腿。下午可以搓搓手心，捂熱後敷在膝蓋上，促進血液循環。晚上用熱水泡泡手，別讓關節受冷，不然明天可能會疼得彎不了。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "用熱水洗臉",
        "yi": "影院看電影",
        "all": "92%",
        "date": "2025-11-02",
        "love": "90%",
        "work": "95%",
        "money": "97%",
        "health": "89%",
        "notice": "在滿足感蜜罐裡",
        "discuss": "91%",
        "all_text": "你簡直像被“滿足感”泡在蜜罐裡，精神上的愉悅和物質上的小確幸會同時降臨。可能是讀到一本讓人醍醐灌頂的書，或是聽到一首反覆循環的歌，讓你一整天都帶著淡淡的幸福感；也可能是突然收到期待已久的包裹，或是吃到一頓超合口味的飯，這些小事會讓你覺得“生活真美好”。這種滿足感會讓你更願意和身邊人分享，比如給家人帶點小禮物，或是和朋友聊些溫暖的話題，你的善意也會被溫柔回應。適合做些讓自己開心的事，不用刻意追求效率，把時間花在“喜歡”上就是最好的安排。無論是宅家追劇還是出門散步，你都能從中找到樂趣。",
        "love_text": "單身的你，遇到喜歡的人別太矜持，主動說句話或約個小活動，對方可能會因為你的真誠而心動。機會稍縱即逝，別等錯過了才後悔。已有伴者的你，能明顯感受到伴侶的真心，可能是對方主動為你做的小事，或是認真聽你說話的態度。別把這些當作理所當然，回應一句“謝謝你”，會讓對方更溫暖。",
        "work_text": "是你“加分”的好時機，無論是工作還是學習，你的表現都容易被看到。可能是任務完成得漂亮，或是學習時突然開竅，這種狀態會讓你更有信心。別藏著實力，適當展示自己的能力。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運帶著點小幸運，可能是抽獎中了小獎品，比如奶茶券、購物卡，或是參與活動拿到實用的小物件。正財方面和平時差不多，但偏財的小驚喜會讓你心情變好。下午可能會收到朋友發的紅包，或是兼職的小額到賬，雖然不多，但足夠讓你開心。不過別因為手氣好就衝動消費，把小驚喜存下來，反而更有滿足感。",
        "health_text": "你的腳需要“泡”一下，白天走多了或站久了，腳容易脹、涼，晚上泡個腳能緩解。水溫不用太燙，40度左右剛好，泡15分鐘，加點生薑片或艾草包更暖。泡完後擦乾，穿雙軟底拖鞋，別光腳踩地板。睡前再按按腳底的湧泉穴，能助眠，明天起床腳會輕鬆很多。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝太多咖啡",
        "yi": "穿喜歡的鞋子",
        "all": "95%",
        "date": "2025-11-02",
        "love": "96%",
        "work": "94%",
        "money": "92%",
        "health": "96%",
        "notice": "擅長領域成主場",
        "discuss": "90%",
        "all_text": "你像顆發光的星星，走到哪兒都能照亮一片。你擅長的領域會成為你的“主場”，比如組織活動、表達觀點，或是解決別人搞不定的問題，你的自信和能力會自然流露，讓別人忍不住想靠近你、認可你。這種“被需要”的感覺會讓你更有動力，甚至可能主動承擔更多責任，但別忘了偶爾停下來聽聽別人的反饋，你的光芒太耀眼時，也需要給身邊人一點表現的機會。適合參與需要“展示”的場合，比如主持會議、分享經驗，或是和朋友聊些你的專長話題，你的表現會讓人印象深刻。不過別因為太投入而忽略休息，偶爾放鬆下反而能保持狀態。",
        "love_text": "單身的你，追求者可能會扎堆出現，可能是朋友介紹，或是社交場合的主動搭話。別急著拒絕，先聊聊看，說不定能遇到合拍的人。已有伴者的你，和伴侶的感情像被火烤過一樣熱乎，對方會主動製造小驚喜，比如突然帶你去吃喜歡的餐廳，或是說句暖心的話。這種被放在心尖上的感覺，會讓你們更依賴彼此。",
        "work_text": "你會感受到明顯的“進步感”，無論是工作還是學習，都能突破原有的限制。可能是效率提升，或是掌握了新技能，這種飛躍會讓你更有動力。保持這種狀態，但別因驕傲而忽略細節。",
        "lucky_star": "天秤座",
        "money_text": "你的財運像被按了加速鍵，可能會收到一筆豐厚的進賬，比如項目獎金、客戶尾款，或是之前合作的分成到賬。這筆錢比預期多，讓你有底氣做點想做的事，比如買件心儀的衣服，或是請家人吃飯。不過別因為錢多就亂花，可以拿出一部分存起來，剩下的再分配，這樣既能享受，又不會把好運一次性花光。",
        "health_text": "眼睛需要“歇”一下，盯屏幕、看書久了，可能會幹澀、發酸，甚至看東西模糊。建議你每用眼40分鐘，就看看窗外5分鐘，或者閉眼轉轉眼球。下午可以泡杯菊花茶，清清火。晚上別關燈刷手機，燈光調亮點，不然明天眼睛可能會紅、怕光，影響工作狀態。",
        "lucky_color": "檸黃色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間買買買",
        "yi": "敷敷面膜",
        "all": "55%",
        "date": "2025-11-02",
        "love": "50%",
        "work": "53%",
        "money": "52%",
        "health": "67%",
        "notice": "盯著小問題糾結",
        "discuss": "56%",
        "all_text": "你可能會被“細節”絆住腳，明明整體進展不錯，卻總忍不住盯著小問題糾結。比如文件裡的一個錯別字、對話裡的一個語氣詞，或是計劃裡的一個小偏差，這些小事會讓你反覆回想，甚至影響心情。其實大方向很穩，很多“問題”只是你過於敏感的產物，不妨試著把視線拉遠一點，看看整體是否在向前推進。你可能會發現，自己糾結的事對別人來說根本不重要，反而因為太在意細節而忽略了更重要的事。適合處理需要“精準”的事，比如核對數據、整理資料，但別讓自己陷入“完美主義”的陷阱，完成比完美更重要。偶爾放鬆下標準，你會發現事情其實沒那麼複雜。",
        "love_text": "單身的你，說話容易“不過腦子”，可能因為一句無心的話讓對方誤會，甚至鬧得不愉快。說話前先停兩秒，別讓好機會被嘴快趕走。已有伴者的你，和伴侶容易陷入冷戰，可能是小事上的分歧，但誰都不肯先低頭。別讓情緒積壓，主動說句“我們聊聊”，反而能解開誤會。",
        "work_text": "容易陷入“擺爛”狀態，可能是任務太重複，或是學習太枯燥，導致動力不足。別逼自己太緊，偶爾放鬆反而能恢復狀態。如果實在提不起勁，先做點簡單的事，慢慢找回節奏。",
        "lucky_star": "射手座",
        "money_text": "你的財運需要多留個心眼，可能會遇到分期付款的誘惑，比如想買的東西支持分期，或是商家推薦“零利息”活動。但容易忽略隱藏費用，比如手續費、服務費，算下來可能比全款還貴。建議你先冷靜，把總價算清楚再決定，或者暫時不買，等過幾天再看是否真的需要。守住錢包，別被“分期”帶偏了節奏。",
        "health_text": "想要提升睡眠質量，就要“戒”手機，睡前刷視頻容易越看越精神，大腦興奮得睡不著，可能翻來覆去到半夜。建議你睡前1小時把手機放客廳，或者調成黑白模式減少刺激。可以聽聽輕音樂、翻兩頁紙質書，讓心情平復。早點睡，不然明天會頭疼、沒精神，工作都提不起勁。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "幫人和稀泥",
        "yi": "出門前檢查",
        "all": "79%",
        "date": "2025-11-02",
        "love": "76%",
        "work": "75%",
        "money": "78%",
        "health": "83%",
        "notice": "按部就班地推進",
        "discuss": "71%",
        "all_text": "你的整體運勢像一杯剛泡好的茶，溫度剛好，香氣淡淡，沒有濃烈的驚喜，卻也不至於讓人失望。生活節奏平穩，沒有突如其來的波折，也沒有值得歡呼的突破，一切按部就班地推進。你可能會覺得日子過得有些“沒勁”，既沒有特別想完成的目標，也沒有必須面對的挑戰，甚至連情緒都保持著一種微妙的平衡——不興奮，也不低落。這種狀態或許會讓你偶爾覺得“少了點什麼”，但換個角度看，也正是調整節奏的好時機。你可以利用這份平穩，把注意力放在一些需要耐心的小事上，比如整理房間、梳理日常習慣，或是單純地放空自己，享受不被打擾的安靜。這一天適合把期待值調低，用更鬆弛的心態面對生活，畢竟，平淡裡也藏著細水長流的踏實感。",
        "love_text": "單身的你，感情狀態像按了暫停鍵，沒有明顯的進展，但也沒有糟心事。維持現有的社交節奏，別急著推進關係，順其自然反而更好。已有伴者的你，和伴侶的生活有點平淡，可以一起做點沒做過的小事，比如換個餐廳吃飯，或是看場電影，新鮮感能讓感情重新熱起來。",
        "work_text": "容易陷入“平庸”的循環，明明有想法卻難以突出，或是付出了努力卻沒被看到。這種狀態可能讓你有點失落，但別急著否定自己，問題可能出在表達方式上。試著把成果更清晰地呈現出來，或是主動和同事/同學交流，讓你的存在感“被刷”出來。",
        "lucky_star": "巨蟹座",
        "money_text": "財運比較平靜，沒有突然的進賬消息，正財收入和平時持平，偏財方面也沒什麼動靜。不過這種“穩”反而適合整理財務，比如查看賬戶餘額、核對賬單，或是把閒置的物品掛二手賣掉。下午可能會和朋友聊到理財話題，雖然沒立刻行動，但能學到點小技巧。別急著找賺錢的路子，先把現有的錢管好更重要。",
        "health_text": "體重需要“穩”住，太輕可能沒力氣，太重容易給關節壓力，比如爬樓梯膝蓋疼、久坐腰痠。建議你早上稱下體重，和平時對比，如果波動大，就調整飲食——太輕多吃點蛋白質，太重少吃點零食。下午可以散散步，別一直坐著，保持體重在合理範圍，身體會更輕鬆。",
        "lucky_color": "墨綠色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前刷視頻",
        "yi": "精緻的打扮",
        "all": "97%",
        "date": "2025-11-02",
        "love": "96%",
        "work": "93%",
        "money": "95%",
        "health": "97%",
        "notice": "靈感創意冒出來",
        "discuss": "98%",
        "all_text": "對你來說，像突然被撒了一把幸運的星星糖，連呼吸都帶著輕快的甜味。你的思路像被打開了開關，靈感和創意源源不斷地冒出來，可能是一個突然冒頭的想法，或是對日常事物的全新解讀，讓你覺得“原來還能這樣”。這種狀態會讓你不自覺地想嘗試新事物，哪怕只是換個路線散步，或是換種方式處理瑣事，都能從中找到樂趣。你可能會發現，平時覺得麻煩的事，做起來卻格外順手，甚至能從中發現隱藏的小驚喜。這種“被幸運追著跑”的感覺，會讓你整個人都亮起來，連帶著對周圍人的態度也更溫和。不妨順著這份活力，多做些讓自己開心的小事，比如聽首喜歡的歌，或是和有趣的人聊聊天，把這份好運的能量傳遞出去。",
        "love_text": "單身的你，可能會和心上人有獨處的機會，可能是對方主動約你，或是偶然的單獨相處。別緊張，自然表現就好，你的真誠會讓對方更心動。已有伴者的你，適合和伴侶來場浪漫約會，可能是燭光晚餐，或是散步時的深情對視。這種儀式感會讓你們更珍惜彼此。",
        "work_text": "是你“開掛”的日子，無論是任務還是學習，都像被按了加速鍵。你的執行力、判斷力都在線，甚至能預判到潛在的問題並提前解決。這種狀態會讓你在人群中格外亮眼，但別因此忽略合作，不妨適當分享經驗，能讓你收穫更多支持。",
        "lucky_star": "金牛座",
        "money_text": "財運相對寬裕，正職收入穩定，偏財方面也有小補充，可能是兼職的小額到賬，或是之前借出的錢還回來一部分。這種“不缺錢”的狀態讓你更有安全感，可能會想請朋友吃飯，或是買點提升生活的小物件。不過別因為手頭松就過度消費，可以拿出一部分存起來，剩下的再分配，這樣既能享受，又不會把好運一次性花完。",
        "health_text": "聽力需要“護”著，長時間戴耳機、聽大聲音樂，可能會耳鳴、聽不清，比如通勤時耳機音量開太大，或者工作場合噪音大。建議你把耳機音量調低，不超過60%，戴1小時就摘下來歇會兒。如果環境吵，可以戴個降噪耳塞，保護聽力，不然明天可能會覺得耳朵悶、聽人說話費勁。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚玩手機",
        "yi": "做購物攻略",
        "all": "85%",
        "date": "2025-11-02",
        "love": "86%",
        "work": "89%",
        "money": "74%",
        "health": "84%",
        "notice": "多花點時間打底",
        "discuss": "79%",
        "all_text": "你的運勢像一張精心鋪好的畫布，雖然還沒開始動筆，但所有的準備都已就緒。你做事前會不自覺地多花點時間“打底”，比如列個清單、理清步驟，或是提前確認細節，這種“先鋪墊再行動”的習慣，會讓你每一步都走得更穩。你可能不會立刻看到成果，但這種踏實感會讓你心裡有底，哪怕遇到小插曲，也能從容應對。你可能會發現，平時容易忽略的細節，反而能注意到，甚至從中找到改進的方向。這種“有備無患”的狀態，會讓你在處理日常事務時更高效，也更容易獲得滿足感。不妨把這份“準備充分”的勁頭延續下去，哪怕只是小事，也能讓你感受到“一切盡在掌握”的安心。",
        "love_text": "單身的你，社交圈會擴大，可能是朋友聚會，或是新加入的團體，遇到新人的機會變多。別急著定關係，先多瞭解，合適的人會慢慢浮現。已有伴者的你，適合和伴侶一起出門，可能是短途旅行，或是逛個展。共同的體驗會讓你們更默契，也能聊出更多話題。",
        "work_text": "你的狀態像“潛伏的獵手”，表面平靜，但能敏銳捕捉到關鍵機會。可能是同事的一句提醒，或是學習中的某個靈感，這些小細節會成為你突破的契機。別因為“怕麻煩”而錯過，主動跟進會有意外收穫。",
        "lucky_star": "處女座",
        "money_text": "財運需要點“記賬”的小習慣，可能會因為粗心忘記某些支出，比如買了小東西沒記，或是請客吃飯沒算清楚，導致晚上看賬戶時有點懵。建議你早上就打開手機記賬軟件，每花一筆就記下來，哪怕只是買杯奶茶。下午可能會收到一筆小額進賬，比如兼職、退款，記賬能讓你清楚錢去哪了，也能避免月底發現“錢怎麼沒了”的尷尬。",
        "health_text": "作息需要“穩”點，熬夜、睡懶覺容易打亂生物鐘，比如晚上刷劇到凌晨，早上起不來，白天沒精神。建議你固定睡覺和起床時間，哪怕週末也別差太多。睡前可以調暗燈光，營造睡眠氛圍。保持規律作息，明天精神會好很多，工作學習效率也更高。",
        "lucky_color": "棕色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門丟三落四",
        "yi": "多說讚美的話",
        "all": "90%",
        "date": "2025-11-02",
        "love": "88%",
        "work": "93%",
        "money": "89%",
        "health": "95%",
        "notice": "努力後嚐到甜頭",
        "discuss": "95%",
        "all_text": "對你而言，像一場精心策劃的播種終於迎來了抽芽的時刻。你之前投入的精力，會以一種“水到渠成”的方式顯現出來，可能是某個計劃順利推進，或是某個目標突然有了清晰的路徑，這種“嚐到甜頭”的感覺會讓你更有動力繼續向前。你的專注力會達到頂峰，能屏蔽掉外界的干擾，一心一意地推動自己想做的事。這種“心無旁騖”的狀態，會讓你在處理事務時更高效，甚至能發現之前忽略的細節。你可能會覺得，自己比平時更有“掌控感”，無論是小事還是大方向，都能按照預期推進。不妨趁著這份勢頭，把重要的任務放在完成，你會發現自己能比平時做得更好。",
        "love_text": "單身的你，和異性的互動機會變多，可能是工作場合的接觸，或是朋友組的局。別封閉自己，多聊幾句，說不定能遇到有共同話題的人。已有伴者的你，別把愛藏在心裡，主動說句“我想你”，或是誇誇對方，這種直接的情感表達會讓伴侶更開心，關係也會更緊密。",
        "work_text": "你的效率像被“調了快進鍵”，無論是任務還是學習，都能用更短的時間完成，甚至質量更高。這種狀態源於你對方法的優化，比如更合理的時間分配、更精準的優先級排序。保持這種節奏，但別因追求速度而忽略休息。",
        "lucky_star": "水瓶座",
        "money_text": "財運有點“零花”的小確幸，可能是正職發了點獎金，或是兼職的小額到賬，雖然不多，但足夠讓你買點喜歡的小東西，比如吃頓好的、買本書。偏財方面沒什麼大動靜，但這種“小富即安”的狀態反而讓你輕鬆。下午可能會和朋友聊到賺錢的話題，雖然沒立刻行動，但能學到點小技巧。別追求大進賬，把零花錢花得開心更重要。",
        "health_text": "運動前需要做好充分的熱身，突然劇烈運動容易拉傷，比如打球前沒活動開，跑兩步就扭到腳，或者舉鐵時閃到腰。建議你運動前做5分鐘動態拉伸，活動手腕、腳踝，轉轉腰、壓壓腿。運動時別逞強，量力而行，不然明天可能會疼得動不了，影響後續鍛鍊。",
        "lucky_color": "藏青色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意說反話",
        "yi": "嚴於律己",
        "all": "76%",
        "date": "2025-11-02",
        "love": "73%",
        "work": "74%",
        "money": "75%",
        "health": "78%",
        "notice": "順其自然的態度",
        "discuss": "74%",
        "all_text": "你的運勢像一片安靜的湖，沒有風浪，也沒有喧囂，只有水面倒映的雲淡風輕。你可能會覺得，自己比平時更“佛系”，對很多事都抱著“順其自然”的態度，既不刻意爭取，也不焦慮糾結。這種狀態會讓你更專注於自我提升，比如讀本書、學個新技能，或是單純地思考一些平時忽略的問題。你可能會發現，平時覺得“必須做”的事，反而能放下，轉而把時間花在讓自己更舒服的事情上。這種“不被外界推著走”的鬆弛感，會讓你更清晰地聽到內心的聲音，甚至能從中找到新的方向。不妨把這份“專注自我”的狀態延續下去，哪怕只是靜坐一會兒，也能讓你感受到內心的平靜。",
        "love_text": "單身的你，對感情比較理智，不會因為一時的好感就衝動。這種清醒的態度反而能幫你篩選出更合適的人。已有伴者的你，和伴侶的相處偏理性，可能會聊些實際問題，少了點浪漫。別忘了偶爾說句甜話，比如“和你在一起很開心”，能讓對方感受到你的在意。",
        "work_text": "需要“屏蔽”外界的干擾，無論是同事的閒聊、手機的消息，還是學習時的環境噪音，這些都會分散你的注意力。試著給自己創造一個“專注空間”，比如戴耳機、找安靜角落，或是設定“免打擾時段”。集中精力後，你的效率會明顯提升。",
        "lucky_star": "天蠍座",
        "money_text": "需要多提升點理財意識，可能會看到別人賺錢就跟著心動，比如想跟風買熱門產品、參與短期合作，但容易忽略風險，可能錢投進去沒回報，或是買的東西根本用不上。建議你先冷靜，把手頭的錢理清楚，比如查看賬戶餘額、核對賬單，或是把閒置的物品掛二手賣掉。守住錢包，別因為“想賺錢”就亂行動，先管好現有的錢更重要。",
        "health_text": "眉頭需要“松”開，總皺眉、緊張容易讓額頭、太陽穴發緊，比如工作遇到難題，或者和人說話時太專注。建議你時不時用手搓搓額頭，從眉心往兩邊推，放鬆肌肉。下午可以閉眼深呼吸3次，或者嚼顆口香糖，緩解面部緊繃。別讓眉頭總皺著，不然明天可能會頭疼、眼睛酸。",
        "lucky_color": "銀灰色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "馬路上逆行",
        "yi": "穿休閒套裝",
        "all": "52%",
        "date": "2025-11-02",
        "love": "50%",
        "work": "59%",
        "money": "54%",
        "health": "63%",
        "notice": "躺平啥都不想幹",
        "discuss": "58%",
        "all_text": "對你來說，這一天的狀態就像一臺電量不足的手機，連屏幕都懶得亮起來。你可能會覺得，自己特別“沒勁”，連平時喜歡的事都提不起興趣，甚至簡單的日常事務都覺得“麻煩”。這種低迷的狀態可能會讓你更想“躺平”，什麼都不想幹，只想躲在自己的小世界裡。你可能會發現，平時容易集中注意力的時間，卻總被各種小情緒打斷，連說話的力氣都像被抽走了一半。這種“懶洋洋”的感覺，雖然讓你覺得“不舒服”，但也恰恰是身體在提醒你：“該休息了”。不妨順著這份倦意，給自己放個假，哪怕只是睡個懶覺，或是發會兒呆，也能讓你從這種低迷中緩過來。畢竟，偶爾的“停擺”，也是為了更好地出發。",
        "love_text": "單身的你，容易誤解別人的好意，可能對方只是禮貌，你卻以為對方喜歡自己。別太敏感，先觀察對方的後續行動。已有伴者的你，容易患得患失，可能會因為伴侶沒及時回消息而焦慮。別自己瞎想，直接問一句“你在幹嘛”，反而能消除誤會，讓關係更穩定。",
        "work_text": "你的注意力像“漏風的窗戶”，明明想做好，卻總被各種小事打斷，可能是手機消息、同事搭話，或是突然冒出的雜念。這種狀態會讓你效率低下，甚至懷疑自己“是不是不行”。別太苛責，試著把任務拆成小步驟，每完成一步就給自己一點獎勵，慢慢找回狀態。",
        "lucky_star": "雙子座",
        "money_text": "有點“入不敷出”的小壓力，可能會因為突然的支出冒頭，比如朋友約飯、家用維修，或是想買的東西剛好打折，導致錢花得比賺的快。建議你早上先列個預算清單，把必要的開支標出來，剩下的錢再考慮其他消費。別因為“剛好夠”就放縱，稍微克制點能避免月底吃緊，晚上記得核對下賬戶餘額，心裡更有數，別讓小支出拖垮了錢包。",
        "health_text": "需要提防視力的下降，長時間看近處、用眼不衛生，可能會視力模糊，比如看書太近、揉眼睛。建議你保持30釐米的閱讀距離，每20分鐘抬頭看看遠處。下午可以做做眼保健操，按按睛明穴、四白穴。晚上別關燈看書，光線暗容易加重疲勞，不然明天可能會看不清東西，得配眼鏡。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    }
  }
}