{
  "updated": "2025-08-23T20:08:18.518Z",
  "updateTime": "2025/8/24 上午4:08:18",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 26689,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩極限運動",
        "yi": "多表達情感",
        "all": "96%",
        "date": "2025-08-24",
        "love": "91%",
        "work": "97%",
        "money": "90%",
        "health": "98%",
        "notice": "做什麼都順風順水",
        "discuss": "94%",
        "all_text": "對你而言簡直是開掛的一天！彷彿被幸運之神緊緊跟隨，做什麼都順風順水。日常裡那些讓你頭疼的難題，此刻都能輕鬆找到解決方向，就像原本雜亂的毛線團突然有了頭緒，一切都有條不紊地推進著。你可能會發現，自己提出的想法總能得到他人的積極響應，大家都很願意圍繞在你身邊，聽從你的安排。這種眾星捧月般的感覺，讓你自信心爆棚，做起事來更加得心應手。而且，在與人交流的過程中，你能夠敏銳地捕捉到關鍵信息，這些信息說不定會在未來的某個時刻發揮大作用。你就像一個充滿能量的磁場，吸引著各種好運和機會，不妨大膽地去嘗試一些新事物，說不定會有意想不到的驚喜等著你。不過，也別因為太過順利而得意忘形，保持一顆平常心，才能讓這份好運持續得更久。",
        "love_text": "單身的你，感情運勢超棒，或許會有貴人出現，在不經意間為你牽線搭橋，讓你結識到不錯的異性。這個人可能和你有著相似的興趣愛好，交流起來十分順暢。已有伴者的你，和伴侶的感情會得到雙方長輩的支持與祝福。長輩們的認可會讓你們的關係更加穩固，也能讓你們更有信心面對未來的生活。不妨找個時間和伴侶一起去看望長輩，增進彼此間的感情。",
        "take_star": "",
        "work_text": "腦袋裡不斷冒出新奇獨特的點子。無論是處理日常任務，還是探索新的領域，都能憑藉這些創意找到別具一格的解決辦法。在團隊協作中，你的想法也能為項目注入新的活力，帶動整體氛圍。不過，別光沉浸在創意的喜悅中，也要注意將想法落地實施。",
        "lucky_star": "摩羯座",
        "money_text": "經濟狀況相對寬裕，手頭資金比較充裕，能比較從容地應對日常開銷。不過也別因為有錢就隨意揮霍，在購買一些非必需品時還是要多思考一下是否真的需要。同時，如果有閒置資金，也可以考慮一些穩健的小額投資，讓錢生錢，但別投入過多，以免影響正常生活資金週轉。",
        "health_text": "建議保持適度鍛鍊。可以選擇在傍晚去公園慢跑，或者跟著健身視頻做些簡單的運動，這樣能增強心肺功能，讓身體更有活力。但別過度運動，避免拉傷肌肉。鍛鍊前後要做好熱身和拉伸，運動中及時補充水分，讓鍛鍊效果更好，也能減少受傷風險。",
        "lucky_color": "青檸色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "封閉內心世界",
        "yi": "享受品質生活",
        "all": "72%",
        "date": "2025-08-24",
        "love": "74%",
        "work": "75%",
        "money": "63%",
        "health": "71%",
        "notice": "傾向於保守行事",
        "discuss": "77%",
        "all_text": "整體運勢還算不錯，處於一種比較平穩的狀態。你會傾向於選擇保守行事，就像一隻小心翼翼的蝸牛，把自己的想法和感受都藏在堅硬的殼裡，不太願意輕易表露出來。這種謹慎的態度讓你在處理事情時更加穩妥，不會輕易做出衝動的決定。對於一些不確定的事情，你會反覆思考，權衡利弊，確保萬無一失後才肯行動。雖然這樣的方式可能會讓你錯過一些快速前進的機會，但也能避免很多不必要的麻煩。在人際交往中，你也保持著一定的距離感，不會過於熱情地投入其中，而是更注重自己內心的感受。這種保守的策略雖然不會讓你大放異彩，但至少能保證你平穩地度過這一天，不會出現什麼大的波折。",
        "love_text": "單身的你，在感情方面別太鑽牛角尖啦。遇到心儀對象時，別總是糾結一些小細節，放寬心態去接觸，說不定會有新發現。已有伴者的你，別總是宅在家裡，多和伴侶出門走走。可以去公園散散步，或者去周邊城市旅遊，在新的環境中，你們能發現彼此更多的閃光點，讓感情在輕鬆愉快的氛圍中升溫。",
        "take_star": "",
        "work_text": "換個視角看待問題，以往那些讓你頭疼的難題，換個思路或許就能迎刃而解。在推進各項事務時，不要侷限於常規方法，勇於嘗試新的途徑。這種思維轉變不僅能提高效率，還能讓你發現新的機會。不過，剛開始可能會有些不適應，需要耐心調整。",
        "lucky_star": "射手座",
        "money_text": "要警惕情緒化消費，可能會因為一些小事心情起伏，然後通過購物來發洩情緒，這樣很容易買回一堆不實用的東西。在付款前先冷靜幾分鐘，問問自己是不是真的需要它。也可以提前制定好購物清單，只買清單上的物品，避免衝動消費，守住自己的錢包。",
        "health_text": "要著重保持起居環境的乾淨整潔，這對你健康很關鍵。及時清理房間的灰塵，整理雜亂的物品，避免滋生細菌。定期更換床單被罩，讓睡眠環境更舒適衛生。乾淨的環境能減少過敏和呼吸道疾病的發生，讓你在舒適的空間裡放鬆身心，以更好的狀態迎接新一天。",
        "lucky_color": "茶色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門丟三落四",
        "yi": "郊外踏青野餐",
        "all": "53%",
        "date": "2025-08-24",
        "love": "55%",
        "work": "48%",
        "money": "50%",
        "health": "59%",
        "notice": "小麻煩不斷冒出",
        "discuss": "70%",
        "all_text": "可真是運氣掉線的一天，各種小麻煩就像一群調皮的小精靈，不斷地圍繞在你身邊，讓你煩不勝煩。原本計劃好的事情，可能會因為一些突發的狀況而被打亂，讓你有些措手不及。你可能會發現，自己原本清晰的思路變得混亂起來，做事情也變得丟三落四，總是容易忽略一些重要的細節。在與人交流的時候，也可能會因為一些小誤會而產生矛盾，影響彼此的心情。這些小麻煩雖然不會對你造成太大的傷害，但卻會讓你感到無比的煩躁和疲憊。不過，也別讓這些小問題影響了你的心態，儘量保持冷靜，一件一件地去解決它們。相信只要你有足夠的耐心和毅力，這些小麻煩遲早都會被你一一擺平。",
        "love_text": "單身的你，在感情上可別太吊兒郎當啦。對待喜歡的人要認真一些，展現出你的真誠和靠譜，不然容易讓對方覺得你不夠重視。已有伴者的你，要培養自己的責任感。在感情裡不能只圖一時開心，要多為伴侶考慮，主動承擔起應有的責任，這樣你們的感情才能長久穩定。",
        "take_star": "",
        "work_text": "要格外小心粗心大意這個“小怪獸”，它可能會在你處理事務時悄悄冒出來，給你帶來一些不必要的麻煩。在完成各項任務時，要認真仔細，多檢查幾遍，避免因為疏忽而出現錯誤。同時，也要保持專注，不要被外界的干擾分散注意力。",
        "lucky_star": "雙魚座",
        "money_text": "在消費方面，你要警惕分期付款消費。分期雖然能讓你當下輕鬆買到心儀的東西，但後續每月的還款可能會給你帶來經濟壓力。在決定分期前，仔細算一算總共要還多少錢，利息是多少，看看自己是否能承受。如果實在想買，也可以等手頭資金充足時再購買。",
        "health_text": "你的抵抗力稍弱，容易受到病菌侵襲。出門記得戴上口罩，儘量避免去人員密集、空氣不流通的場所。回到家後第一時間洗手洗臉，換上乾淨的衣服。飲食上多吃富含維生素的蔬菜水果，增強身體免疫力。如果感覺身體不適，要及時休息，必要時去醫院就診。",
        "lucky_color": "藕荷色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不信任隊友",
        "yi": "自由做自己",
        "all": "82%",
        "date": "2025-08-24",
        "love": "80%",
        "work": "87%",
        "money": "79%",
        "health": "81%",
        "notice": "遵循想法去行事",
        "discuss": "86%",
        "all_text": "整體運勢趨於平穩，你會更傾向於遵循自己內心的想法去行事。就像一艘在平靜海面上航行的船隻，按照自己既定的航線穩步前進。你不會受到外界太多的干擾和影響，能夠堅定地朝著自己認定的方向前行。在面對選擇時，你會聽從內心的聲音，做出讓自己感到安心和舒適的決定。這種遵循內心的生活方式，讓你感到無比的自在和放鬆。你可能會花更多的時間在自己的興趣愛好上，享受那份獨屬於自己的快樂。在與家人和朋友的相處中，你也會展現出溫柔體貼的一面，讓大家感受到你的溫暖和關懷。對你來說，這是一個適合沉澱自己、享受生活的日子，不妨好好地放鬆一下，感受生活中的美好。",
        "love_text": "單身的你，或許會有別人給你介紹對象的機會。不要拒絕這樣的安排，抱著開放的心態去認識新朋友，說不定你的緣分就在其中。已有伴者的你，要多和伴侶分享自己的想法。無論是生活中的瑣事，還是對未來的規劃，坦誠地交流能讓你們更加了解彼此，減少不必要的誤會，讓感情更加深厚。",
        "take_star": "",
        "work_text": "是個抓住機會提升自己的好時機，各種有利於成長的機會會悄然出現。無論是參加培訓、學習新技能，還是拓展人脈，都要積極把握。這些機會能讓你在未來的發展中佔據更有利的位置。不過，機會總是留給有準備的人，要提前做好準備。",
        "lucky_star": "金牛座",
        "money_text": "需要開源節流的一天，一方面可以尋找一些增加收入的途徑，比如利用業餘時間做點兼職，發揮自己的特長賺點外快。另一方面，在生活開銷上要節省一些，減少不必要的聚會和娛樂活動，自己在家做飯比外出就餐能省不少錢。合理規劃收支，讓財務狀況更健康。",
        "health_text": "可不要久坐不動，長時間保持一個姿勢會影響血液循環，導致身體僵硬和疲勞。工作或學習一段時間後，就起身活動活動，伸伸懶腰、踢踢腿、轉轉脖子。也可以利用午休時間出去散散步，呼吸新鮮空氣，讓身體得到放鬆和舒展，保持良好的精神狀態。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過愛面子",
        "yi": "嘗試新運動",
        "all": "58%",
        "date": "2025-08-24",
        "love": "65%",
        "work": "53%",
        "money": "58%",
        "health": "60%",
        "notice": "自尊心或成絆腳石",
        "discuss": "56%",
        "all_text": "你的整體運勢比較差，自尊心太強反而成了你前進路上的絆腳石。就像一個揹著沉重包袱的行者，每走一步都顯得格外吃力。你太在意別人對自己的看法和評價，一旦聽到一些負面的聲音，就會陷入自我懷疑和焦慮之中。這種過度的敏感讓你無法專注於自己的事情，總是擔心自己做不好會被人嘲笑。在與人交往中，你也可能會因為過於強調自己的面子，而與他人產生矛盾和衝突。其實，每個人都有自己的優點和不足，沒有人能夠做到十全十美。你應該學會放下自己的自尊心，以更加平和的心態去面對生活中的挑戰和困難。不要總是活在別人的眼光裡，要相信自己的能力和價值，勇敢地做自己。只有這樣，你才能擺脫困境，重新找回自信和快樂。",
        "love_text": "單身的你，在感情這件事上可不能將就。不要因為一時孤單就隨便選擇一個人，要耐心等待那個真正與你契合的人出現。已有伴者的你，要多關注伴侶的情緒變化。可能伴侶會因為一些小事而心情不好，耐心傾聽他們的煩惱，給予安慰和支持，讓對方感受到你的關心。",
        "take_star": "",
        "work_text": "要牢記不懂就要問的原則，遇到不明白的問題不要不懂裝懂，及時向他人請教能讓你快速解決問題，避免在錯誤的道路上越走越遠。無論是專業知識還是實際操作，都不要害怕提問。同時，也要學會傾聽他人的意見和建議，這能讓你收穫更多。",
        "lucky_star": "雙子座",
        "money_text": "在吃喝玩樂方面要節制，可能會收到很多聚會邀請，或者看到好玩的地方就想去。但頻繁的娛樂活動會讓你的錢包迅速癟下去。在參加活動前，先看看自己的預算，選擇一些性價比高的活動。也可以把部分娛樂活動改為免費或低成本的，比如去公園散步、在家看電影等。",
        "health_text": "要少吃甜食，甜食雖然能帶來短暫的愉悅，但吃多了對身體不好。過多的糖分攝入會增加肥胖、糖尿病等疾病的風險，還可能影響口腔健康，導致蛀牙。如果想吃甜的東西，可以選擇吃一些水果，既能滿足對甜味的需求，又能補充維生素和膳食纖維。",
        "lucky_color": "粉色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度猜忌",
        "yi": "打卡新店鋪",
        "all": "71%",
        "date": "2025-08-24",
        "love": "70%",
        "work": "74%",
        "money": "68%",
        "health": "76%",
        "notice": "很多零碎的想法",
        "discuss": "73%",
        "all_text": "整體運勢平平，你腦子裡有很多零碎的想法，就像一堆散落在地上的拼圖碎片，雖然每一片都蘊含著獨特的意義，但卻很難將它們拼湊成一個完整的畫面。你可能會被這些想法搞得有些心煩意亂，不知道該從何處下手。而且，時間有限，你無法將所有的想法都付諸實踐，這讓你感到有些無奈和沮喪。在這種情況下，你需要學會篩選和整理自己的想法，找出那些最有價值、最可行的方案，集中精力去實現它們。不要貪多求全，否則只會讓自己陷入更加混亂的局面。同時，也要學會給自己一些放鬆的時間，不要讓自己一直處於緊繃的狀態。適當的休息和調整，能夠讓你更加清晰地思考問題，提高效率。",
        "love_text": "單身的你，在感情方面可能沒有新的進展。彆著急，感情的事急不來，不妨利用這段時間好好提升自己，讓自己變得更加優秀。已有伴者的你，和伴侶的感情維持現狀。雖然沒有大的驚喜，但這種平淡的相處也很溫馨。可以在家裡一起做頓飯，享受溫馨的家庭時光，增進彼此的感情。",
        "take_star": "",
        "work_text": "通過多練習來鞏固所學知識和技能，熟能生巧的道理在會體現得淋漓盡致。無論是工作中的任務，還是學習中的知識點，多重複幾次，就能掌握得更加熟練。不過，練習也要講究方法，不要盲目地重複，要有針對性地進行訓練。",
        "lucky_star": "天蠍座",
        "money_text": "要警惕小錢支出，像買杯奶茶、坐個網約車等小開銷，看似不多，但積少成多也會是一筆不小的數目。出門前可以自帶水杯，減少買飲料的次數；儘量選擇公共交通出行，既環保又省錢。養成記賬的好習慣，清楚每一筆錢的去向，避免不必要的支出。",
        "health_text": "要注意枕頭選擇合適的高度，枕頭過高或過低都會影響頸椎的健康。合適的枕頭能讓頸椎在睡眠中保持自然的生理曲度，減輕頸椎的壓力。你可以根據自己的睡眠習慣和身體感受來調整枕頭高度，如果感覺頸部不適，及時更換枕頭，讓頸椎得到充分的休息和放鬆。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不敢拒絕人",
        "yi": "享受浪漫氛圍",
        "all": "75%",
        "date": "2025-08-24",
        "love": "70%",
        "work": "76%",
        "money": "72%",
        "health": "79%",
        "notice": "按著熟悉節奏走",
        "discuss": "71%",
        "all_text": "你的整體運勢中規中矩，是趨於平淡的一天。生活就像一杯溫吞的白開水，沒有大起大落的波瀾，一切都按著熟悉的節奏緩緩推進。你可能會覺得周圍的環境和日常的瑣事都缺乏新鮮感，但這種平淡也有它的好處，能讓你在熟悉和穩定中獲得一種安心感。你不需要為了應對突發狀況而絞盡腦汁，也不用在複雜的人際關係中周旋，可以按照自己的習慣和喜好來安排生活。或許你會覺得這樣的日子有些缺乏激情，但換個角度想，這也是一個讓自己沉澱和放鬆的好時機。你可以利用這段時間整理一下思緒，回顧一下過去的經歷，或者做一些自己喜歡但平時沒時間做的事情。雖然沒有特別驚喜的事情發生，但這種平淡的幸福也是一種難得的體驗，好好享受這份寧靜與安穩吧。",
        "love_text": "單身的你，或許會有相親的機會。不要對相親有牴觸情緒，把它當成一次認識新朋友的機會，說不定會遇到讓你心動的人。已有伴者的你，和伴侶相處時要多一些包容。每個人都有自己的小缺點，不要總是揪著伴侶的小毛病不放，多站在對方的角度思考問題，這樣你們的感情會更加和諧。",
        "take_star": "",
        "work_text": "整體狀態比較平穩，但若想取得更大突破，多拓展知識是關鍵。現有的知識儲備或許能應對日常，但面對新挑戰時可能稍顯不足。主動去涉獵不同領域的知識，就像為自己的能力寶庫添磚加瓦。無論是閱讀相關書籍，還是參加線上講座，都能拓寬視野，為後續發展積攢能量，讓你在各種場景中都能更從容自信。",
        "lucky_star": "天秤座",
        "money_text": "可能沒有明顯進賬，收支基本保持平衡。這時候要合理安排現有資金，優先保障必要的生活開銷，如房租、水電費等。對於一些非急需的購物慾望，可以先緩一緩。也可以利用這段時間學習一些理財知識，為未來的財富增長做好準備，等有進賬機會時能更好地把握。",
        "health_text": "睡覺儘量選擇仰臥，仰臥的睡姿能讓身體更加放鬆，減少對脊柱和關節的壓力，有助於保持脊柱的自然曲線。同時，仰臥還能避免臉部受到擠壓，減少皺紋的產生。在睡覺前，可以調整好睡姿，讓自己以最舒適的狀態進入夢鄉，提高睡眠質量",
        "lucky_color": "金黃色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "看一場演唱會",
        "all": "95%",
        "date": "2025-08-24",
        "love": "93%",
        "work": "97%",
        "money": "96%",
        "health": "94%",
        "notice": "渾身散發正能量",
        "discuss": "91%",
        "all_text": "你的整體運勢非常給力，渾身都散發著正能量，彷彿被幸運女神緊緊擁抱，好運連連不斷。你會明顯感覺到身邊的一切都在朝著好的方向發展，那種積極向上的氛圍讓你充滿了動力和信心。無論是與人交流還是處理日常事務，你都能輕鬆應對，而且往往能取得超出預期的效果。你的思維變得格外敏捷，能夠迅速捕捉到關鍵信息，做出明智的決策。這種良好的狀態也會感染到身邊的人，讓他們更願意與你合作和交流。你會發現自己的人緣變得格外好，大家都很樂意圍繞在你身邊，聽從你的建議和安排。對你來說是一個充滿機遇和可能性的日子，不妨大膽地去嘗試一些新事物，說不定會有意想不到的收穫，盡情享受這份好運帶來的快樂吧。",
        "love_text": "單身的你，有可能會遇到讓你怦然心動的人。當這個人出現時，不要害羞，勇敢地表達自己的心意，說不定就能開啟一段美好的戀情。已有伴者的你，要給感情加點浪漫。可以為伴侶準備一份小禮物，或者一起去看一場浪漫的電影，讓平淡的生活充滿甜蜜，讓你們的感情更加濃烈。",
        "take_star": "",
        "work_text": "彷彿被敏銳的直覺籠罩，對周圍的變化感知迅速。無論是處理複雜事務，還是應對突發狀況，都能憑藉這份敏銳快速做出反應。這種能力讓你在人群中脫穎而出，能抓住一些稍縱即逝的機會。不過，也要注意別過於依賴直覺，適當結合理性思考，讓決策更加穩妥，確保每一步都走得堅實有力。",
        "lucky_star": "白羊座",
        "money_text": "理財收益會頗為豐厚，之前投資的項目可能會有不錯的回報。不過別因為收益好就盲目追加投資，要保持冷靜的頭腦。可以拿出一部分收益作為獎勵自己的資金，享受一下理財帶來的成果，另一部分則可以繼續留在理財賬戶中，讓財富持續增值。",
        "health_text": "要給大腦適度放鬆，忙碌的生活和工作容易讓大腦處於緊張狀態。你可以在午休或下班後，聽一些舒緩的音樂，讓身心得到放鬆。也可以進行一些簡單的冥想練習，閉上眼睛，專注於自己的呼吸，排除雜念。給大腦放個假，能提高工作效率，讓你以更好的狀態面對生活。",
        "lucky_color": "奶油白",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "與朋友聚餐",
        "all": "85%",
        "date": "2025-08-24",
        "love": "75%",
        "work": "82%",
        "money": "87%",
        "health": "80%",
        "notice": "享受閒暇的時光",
        "discuss": "76%",
        "all_text": "你的整體運勢平穩，可以好好享受一些閒暇的時光。生活沒有太多的壓力和負擔，一切都顯得輕鬆自在。你不需要為了完成某個目標而拼命奔波，也不用為了迎合他人而刻意改變自己。你可以按照自己的節奏和喜好來安排生活，做自己想做的事情。或許你會選擇在家中安靜地看書、聽音樂，享受一個人的寧靜時光；也可能會約上幾個好友一起出去散步、聊天，分享生活中的趣事。這種閒暇的時光能讓你放鬆身心，緩解平時的疲憊和壓力。你可以盡情地享受這份悠閒，讓自己的身心得到充分的休息和調整。不過，也不要過於放縱自己，還是要保持一定的自律，合理安排時間，這樣才能在享受閒暇的同時，也能保持良好的狀態。",
        "love_text": "單身的你，要多留意身邊的人。也許那個一直陪伴在你身邊，默默關心你的人，就是你的緣分所在。已有伴者的你，要多花些時間和伴侶培養感情。可以一起參加一些有趣的活動，比如戶外運動或者手工製作，在互動中增進彼此的瞭解，讓感情更加親密。",
        "take_star": "",
        "work_text": "是個適合多交流的日子，與他人的溝通互動能為你帶來新的啟發和思路。在交流過程中，你會接觸到不同的觀點和想法，就像打開了一扇扇新世界的大門。這些新的信息能豐富你的認知，幫助你從多個角度看待問題。無論是和同事討論工作，還是與同學探討學習，都能讓你收穫頗豐，推動各方面不斷向前發展。",
        "lucky_star": "獅子座",
        "money_text": "在求財方面要穩紮穩打，不要急於求成。如果有新的賺錢機會出現，先仔細評估風險和收益，再做決定。在工作中，認真完成每一項任務，爭取獲得額外的獎金或提成。也可以和同事交流一些賺錢的經驗和想法，互相學習，共同提高收入水平。",
        "health_text": "不要熬夜晚睡，熬夜會打亂身體的生物鐘，影響新陳代謝和內分泌系統，導致免疫力下降、皮膚變差等問題。儘量在晚上11點前上床睡覺，保證充足的睡眠時間。睡前可以泡個熱水澡，喝一杯溫牛奶，幫助放鬆身心，更快地進入睡眠狀態。",
        "lucky_color": "湖藍色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不切實際",
        "yi": "記錄小美好",
        "all": "91%",
        "date": "2025-08-24",
        "love": "89%",
        "work": "92%",
        "money": "95%",
        "health": "96%",
        "notice": "節目充實運氣棒",
        "discuss": "93%",
        "all_text": "你的整體運勢棒棒噠，是節目充實的一天。你會發現自己有很多事情可以做，而且每一件事都充滿了意義和樂趣。你的生活變得豐富多彩，不再像往常那樣單調乏味。你可能會參加一些社交活動，結識新的朋友，拓展自己的人脈圈；也可能會參與一些興趣小組或社團活動，發揮自己的特長和才能，獲得他人的認可和讚賞。這些活動不僅能讓你學到新的知識和技能，還能讓你感受到生活的熱情和活力。你會覺得時間過得飛快，每一刻都充滿了驚喜和期待。對你來說這是一個充滿活力和機遇的日子，不妨盡情地投入到各種活動中去，讓自己的生活更加精彩，享受這份充實帶來的滿足感。",
        "love_text": "單身的你，有機會拉近與心上人的距離。可以找機會和對方多聊聊天，瞭解對方的興趣愛好和生活習慣，讓對方感受到你的真誠和關心。已有伴者的你，和伴侶琴瑟和諧。你們之間的默契度會很高，能很好地理解對方的想法，一起度過溫馨又美好的一天，感情也會更加穩固。",
        "take_star": "",
        "work_text": "在各方面進展都較為順利，呈現出事半功倍的良好態勢。你之前的努力和積累在開始顯現成效，無論是處理日常事務還是應對新的挑戰，都能得心應手。這種高效的狀態讓你有更多時間和精力去規劃未來，進一步拓展自己的發展空間。不過，也別因此而驕傲自滿，保持謙虛謹慎的態度，持續努力，才能讓這份好運延續下去。",
        "lucky_star": "巨蟹座",
        "money_text": "在偏財方面會有驚喜，可能會收到意外的禮物、獎金或者得到一些合作機會帶來的額外收益。但別因為有了意外之財就大手大腳，要合理規劃這筆錢。可以把一部分存起來作為應急資金，另一部分用於改善生活或者投資自己，提升自己的能力和競爭力。",
        "health_text": "要小心熱水，在使用熱水時，比如燒水、洗澡、泡茶等，要注意防止燙傷。燒好的熱水不要隨意放置，避免孩子或老人碰到。洗澡前先調好水溫，避免水溫過高燙傷皮膚。如果不小心被熱水燙傷，要立即用冷水沖洗，並及時就醫處理。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執己見",
        "yi": "目光放長遠",
        "all": "96%",
        "date": "2025-08-24",
        "love": "90%",
        "work": "91%",
        "money": "97%",
        "health": "94%",
        "notice": "放長線去釣大魚",
        "discuss": "95%",
        "all_text": "你的整體運勢很好，保持著放長線釣大魚的姿態。你不會被眼前的小利益所迷惑，而是有著更長遠的眼光和規劃。你清楚地知道自己想要什麼，並且會為了實現目標而穩步前進。在面對各種選擇和誘惑時，你能夠保持冷靜和理智，不被一時的衝動所左右。你會仔細分析每一個機會的利弊，選擇最適合自己的道路。這種沉穩和睿智的態度讓你在處理事情時更加得心應手，也更容易取得成功。雖然可能不會立刻看到明顯的成果，但你所付出的努力和積累的經驗都會在未來的某個時刻發揮作用。對你來說是一個適合佈局和謀劃的日子，不妨靜下心來，為自己的未來制定一個詳細的計劃，然後按照計劃一步步地去實現它。",
        "love_text": "單身的你，桃花運旺盛。身邊可能會出現不少追求者，讓你有些眼花繚亂。不過別太沖動，慢慢挑選，找到那個真正適合你的人。已有伴者的你，和伴侶的感情甜蜜升溫。你們會互相理解、互相支持，一起度過很多快樂的時光。不妨一起規劃一下未來，讓你們的感情更有目標。",
        "take_star": "",
        "work_text": "得到很多助力，彷彿有一雙無形的手在背後推動你前進。身邊的人會主動為你提供幫助和支持，無論是經驗分享還是資源介紹，都能讓你在前進的道路上少走很多彎路。這些助力讓你在面對困難時更有信心，能夠更加輕鬆地應對各種挑戰。要珍惜這些機會，積極與他人合作，共同創造更好的成果。",
        "lucky_star": "水瓶座",
        "money_text": "會有多方進賬，除了正常的工作收入，可能還會有一些兼職收入或者投資回報。面對多筆收入，要合理分配。可以拿出一部分用於償還債務，減輕經濟壓力；一部分用於日常消費，提高生活質量；剩下的則可以存起來或者進行穩健的投資，讓財富不斷積累。",
        "health_text": "別在昏暗燈光下玩手機，昏暗的光線會讓眼睛過度疲勞，增加近視、乾眼症等眼部疾病的發生風險。在晚上使用手機時，要打開房間的燈，保證充足的光線。同時，控制玩手機的時間，每隔一段時間就讓眼睛休息一下，看看遠處的景物，緩解眼部疲勞。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法太極端",
        "yi": "學習新知識",
        "all": "58%",
        "date": "2025-08-24",
        "love": "61%",
        "work": "50%",
        "money": "55%",
        "health": "62%",
        "notice": "遇到不如意的事",
        "discuss": "59%",
        "all_text": "你的整體運勢略顯倒黴，不過別把所有的小挫折都放在一起沮喪。生活中難免會遇到一些不如意的事情，你可能會碰到一些小麻煩，比如出門忘帶東西、和人交流出現小誤會等等。這些小問題雖然會讓你感到有些煩惱，但它們並不會對你的生活造成太大的影響。如果你把這些小挫折都堆積在心裡，一味地沉浸在沮喪和抱怨中，那隻會讓自己更加不開心。其實，換個角度看，這些小挫折也是生活的一種考驗，它們能讓你變得更加堅強和成熟。你可以試著以平和的心態去面對這些問題，積極尋找解決的辦法。每解決一個小問題，你都會獲得一份成就感。所以，不要讓這些小倒黴影響了你一天的心情，保持樂觀的心態，努力過好這一天吧。",
        "love_text": "單身的你，太容易動情啦。遇到稍微有好感的人就可能會陷入幻想，要理智一些，多瞭解對方再做決定，避免受到傷害。已有伴者的你，不要過度追求浪漫。感情需要的是實實在在的陪伴和關心，偶爾的浪漫是調味劑，但過度追求反而會讓彼此感到疲憊，保持平淡而溫馨的相處就好。",
        "take_star": "",
        "work_text": "可能會出現一些小失誤，這可能會讓你有些懊惱和沮喪。不過，犯錯並不可怕，它是成長過程中的寶貴經驗。重要的是要從錯誤中吸取教訓，及時調整自己的狀態和方法。在接下來的時間裡，保持冷靜和專注，認真對待每一項任務，避免再次出現類似的問題。",
        "lucky_star": "處女座",
        "money_text": "可能會感覺經濟壓力大，可能是有一些意外的支出，比如家電損壞需要維修等。別慌張，先梳理一下自己的財務狀況，看看有哪些地方可以節省開支。也可以和家人朋友商量一下，看看能否得到一些幫助。同時，要調整好自己的心態，積極尋找增加收入的方法，緩解經濟壓力。",
        "health_text": "走路不要玩手機，走路時玩手機容易分散注意力，導致摔倒、撞到他人或物體等意外發生。在行走過程中，要把注意力集中在前方和周圍環境上，確保行走安全。如果需要使用手機，可以找一個安全的地方停下來，處理完事情後再繼續前行，避免不必要的危險。",
        "lucky_color": "米白色",
        "lucky_number": "5"
      }
    }
  }
}