{
  "updated": "2025-08-27T00:34:41.121Z",
  "updateTime": "2025/8/27 上午8:34:41",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 22894,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "多關心家人",
        "all": "51%",
        "date": "2025-08-27",
        "love": "55%",
        "work": "53%",
        "money": "65%",
        "health": "50%",
        "notice": "關鍵時刻掉鏈子",
        "discuss": "63%",
        "all_text": "對你來說可能是稍顯倒黴的一天，總有種“關鍵時刻掉鏈子”的無力感，小麻煩接二連三，雖不嚴重卻足夠讓人煩躁。更讓人憋屈的是，原本計劃好的事總被意外打亂，比如約朋友吃飯對方臨時爽約，或是想買的東西剛好賣完，連喝杯奶茶都可能遇到排隊最長的時候。這種“不順”更像一種無形的磁場，越急越容易出錯，比如急著找東西時反而把房間翻得更亂，或是說話不過腦子得罪人。你可能會忍不住嘆氣，覺得“怎麼什麼都在跟我作對”，但這種狀態更多是暫時的，別讓小挫折影響了整體心情。建議遇到問題時先深呼吸，別急著下結論或行動，有時候“慢半拍”反而能避開更多麻煩。另外，不適合做重要決定，比如買大件、籤合同，容易因情緒波動而後悔。晚上可以早點回家，泡個熱水澡或聽點舒緩的音樂，把“黴運”留在門外，明天又是新的一天。",
        "love_text": "單身的你，容易因為怕被拒絕而不敢主動，哪怕遇到有好感的人，也會在心裡反覆糾結“他會不會看不上我”，最後選擇退縮。其實對方未必像你想象中那麼難接近，試著用輕鬆的態度打個招呼，反而能減少尷尬。已有伴者的你，容易因為一點小事打破醋罈子，比如伴侶和異性多聊兩句，或是沒及時回消息，都會讓你心裡泛酸。其實對方可能只是沒注意到你的情緒，直接說出你的在意，比憋著生悶氣更有效。",
        "take_star": "",
        "work_text": "被無形的壓力籠罩，原本順手的事突然變得棘手，連日常的小任務都需要反覆確認才能推進。這種“卡殼”感會讓你有點急躁，尤其是當事情不如預期時，容易陷入自我懷疑的循環。其實問題不在能力，而是外界的變動或臨時要求打亂了你的節奏，導致你不得不邊調整邊應對。建議別把目標定得太高，允許自己“慢半拍”，先穩住基礎，再考慮突破。",
        "lucky_star": "射手座",
        "money_text": "你的經濟壓力會悄悄冒頭，可能是之前忽略的賬單突然需要處理，或是日常開銷比預期多出一截，讓你有點手頭緊張。別急著用信用卡填補缺口，先理清楚哪些是必要支出，哪些可以暫時緩一緩。購物時多問自己“真的需要嗎”，避免衝動消費讓錢包更癟。晚上可以翻翻記賬本，把零散的支出列出來，心裡有數才能穩住財運。",
        "health_text": "情緒容易急躁，身體可能因壓力出現緊繃感，尤其頭部和肩頸部位易痠痛。建議主動減少與人爭執的衝動，遇到矛盾時先暫停對話，做幾次深呼吸平復心情。飲食上避免過量攝入咖啡因，可選擇喝菊花茶或溫水幫助舒緩神經，睡前用熱毛巾敷額頭能緩解煩躁情緒。",
        "lucky_color": "杏色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "審美降級",
        "yi": "多展示才藝",
        "all": "97%",
        "date": "2025-08-27",
        "love": "98%",
        "work": "95%",
        "money": "89%",
        "health": "96%",
        "notice": "幸運光環籠罩著",
        "discuss": "95%",
        "all_text": "對你而言是運氣開掛的一天，整個人像被“幸運光環”籠罩，做什麼都順順當當。比如平時難約的人突然主動找你，想辦的事剛好有熟人幫忙，甚至隨手買的東西都能中個小獎，這些“巧合”會讓你忍不住感嘆“運氣真好”。更棒的是，你擅長的事會被更多人看到——比如你的廚藝被朋友誇讚，你的理財建議被家人採納，或是你平時積累的小技能（比如修電腦、拍照）突然派上用場，讓你在群體中特別有存在感。這種“被需要”的感覺會讓你更自信，連走路都帶風。你可能會發現，平時覺得“不過如此”的能力，卻能發揮得淋漓盡致，甚至超出自己的預期。這種好運更多源於你平時的積累，只是剛好被“觸發”了。建議可以多參與社交，或是嘗試些平時想做但沒機會的事，比如去新開的餐廳、學個小手工，運氣會幫你把體驗感拉滿。晚上可以記錄下“小確幸”，未來回頭看會發現，這一天是近期的高光時刻。",
        "love_text": "單身的你，善解人意的特質會特別吸引人，比如朋友聚會時主動照顧大家的需求，或是耐心聽別人傾訴，這些細節會讓人覺得“和你相處很舒服”，好感度悄悄上升。已有伴者的你，適合為感情加點浪漫，比如一起做頓晚餐、送束小花，或是重溫第一次約會的地點，這些小舉動會讓對方覺得“你一直把我放在心上”，感情更甜蜜。",
        "take_star": "",
        "work_text": "像握著方向盤的老司機，對整體節奏的把控遊刃有餘。無論是處理突發狀況還是推進長期計劃，你都能快速找到關鍵點，用最省力的方式達成目標。這種“穩中帶控”的狀態會讓你在團隊中顯得格外可靠，甚至能帶動身邊人的效率。",
        "lucky_star": "雙魚座",
        "money_text": "給錢包“加點甜頭”，比如把閒置的物品掛二手平臺轉賣，或整理下存摺看看有沒有到期的定期存款，小收益可能比你想象中多。如果遇到朋友推薦靠譜的短期理財小項目，不妨花點時間瞭解，但別急著投大錢，先試試水看看反饋。好財運藏在“主動行動”裡，別讓機會悄悄溜走。",
        "health_text": "需特別關注床品衛生，皮膚敏感者可能因蟎蟲滋生出現瘙癢或小紅點。建議早晨起床後立刻開窗通風，將被褥翻面晾曬，晚上更換乾淨枕套。飲食可增加綠豆湯或冬瓜湯，幫助身體排出溼熱，避免熬夜導致免疫力下降，夜間保持臥室乾燥清潔更利於皮膚健康。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "優柔寡斷",
        "yi": "去公園走走",
        "all": "78%",
        "date": "2025-08-27",
        "love": "72%",
        "work": "77%",
        "money": "80%",
        "health": "75%",
        "notice": "以觀望者的姿態",
        "discuss": "72%",
        "all_text": "整體運勢中規中矩，沒有大起大落。你可能會覺得“好像沒什麼特別的事”，既沒有驚喜也沒有意外，連平時愛湊的熱鬧都提不起興趣，更願意以“觀望者”的姿態看周圍發生的一切。比如朋友聊八卦時你只是笑著聽，家人討論計劃時你也不急著表態，甚至遇到小矛盾都選擇“退一步”，這種“不爭不搶”的狀態反而讓你少了些麻煩。你更像在“蓄力”，比如刷到有用的信息會默默收藏，聽到別人的經驗會記在心裡，雖然表面沒行動，但這些積累會在未來某天派上用場。不過，這種“平靜”也可能讓你覺得有點無聊，比如想找點事做卻不知道從何開始，或是覺得“好像沒做什麼”。建議可以給自己找點小樂趣，比如聽首喜歡的老歌，或是整理下房間，把“平淡”過出自己的節奏。晚上可以早點睡，養足精神，明天可能會有新的機會出現。",
        "love_text": "單身的你，可能沒遇到特別喜歡的人，社交圈裡暫時沒有讓你心動的人出現，別急著湊合，不如把精力放在自己的興趣上，比如看本書、學個新技能，反而能讓你更清楚自己想要什麼。已有伴者的你，可以增加約會的儀式感，比如提前約好時間、精心打扮，或是選個有氛圍的地方見面，這些小細節會讓對方覺得“你願意為這段感情花心思”，關係更緊密。",
        "take_star": "",
        "work_text": "需要像海綿一樣吸收新知識，無論是工作中遇到的新流程，還是學習中接觸的新概念，主動了解背景和邏輯會讓你後續推進更順利。如果只是機械執行，可能會在後續環節卡殼，反而需要花更多時間返工。",
        "lucky_star": "水瓶座",
        "money_text": "平時總說“零花錢不夠花”的你，可以試試把零錢存起來——比如把買奶茶的錢省下來，或把打車改為步行，這些小改變能讓你發現“原來能攢下不少”。如果收到意外的小紅包（比如家人給的零用），別急著花掉，直接存進儲蓄罐，這種“積少成多”的滿足感會比消費更踏實。",
        "health_text": "習慣性無意識蹺二郎腿，會容易導致腰椎輕微不適或下肢血液循環變慢。建議坐立時主動保持雙腳平放地面，每隔一段時間調整坐姿，避免長時間維持同一動作。起身活動時可做簡單拉伸，如轉動腳踝或踮腳尖，幫助促進血液循環，減少久坐帶來的僵硬感。",
        "lucky_color": "墨綠色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太過玻璃心",
        "yi": "持之以恆",
        "all": "60%",
        "date": "2025-08-27",
        "love": "66%",
        "work": "61%",
        "money": "58%",
        "health": "63%",
        "notice": "過度解讀易失落",
        "discuss": "73%",
        "all_text": "整體運勢欠佳，最明顯的感覺是“對別人的話特別敏感”，可能朋友隨口說的一句“你最近好像胖了”，或是家人無意中提的“你怎麼又亂買東西”，都會讓你反覆琢磨，甚至懷疑自己是不是哪裡沒做好。這種“過度解讀”會讓你心情低落，連平時愛吃的美食都覺得沒味道，或是看劇都提不起勁，總忍不住想“他們是不是在針對我”。更麻煩的是，這種敏感可能會讓你變得小心翼翼，比如說話前反覆斟酌，做事時總擔心出錯，反而讓自己更累。其實“不順”更多源於你的情緒放大，別人的話可能並沒有惡意，只是你剛好處於“易感期”，把小事當成了大事。建議可以試著“鈍感”一點，比如聽到不舒服的話時，先告訴自己“可能他只是開玩笑”，或是轉移注意力去做點喜歡的事（比如擼貓、畫畫），別讓負面情緒佔據大腦。晚上可以和信任的人聊聊，把心裡的委屈說出來，反而會輕鬆很多。記住，敏感只是暫時的，別讓它影響了你的生活節奏。",
        "love_text": "單身的你，容易因為過於害羞而錯過機會，比如遇到有好感的人，明明想搭話卻不敢開口，或是對方主動找你聊天，你卻緊張得不知道說什麼。其實放鬆一點，把對方當普通朋友相處，反而能自然展現你的可愛。已有伴者的你，別總讓對方猜心思，比如心裡有不滿卻不說，或是期待驚喜卻不說破，容易讓對方摸不著頭腦。直接表達你的需求，感情會更順暢。",
        "take_star": "",
        "work_text": "容易在“不懂裝懂”和“不敢開口”之間糾結，比如工作中遇到沒接觸過的任務，或學習時碰到卡殼的知識點，總擔心問太多會顯得自己能力不足。其實主動請教反而能節省時間，避免因誤解導致後續返工。",
        "lucky_star": "獅子座",
        "money_text": "要小心“人情開銷”這個隱形錢包殺手，比如朋友結婚隨份子、同事聚餐AA，或是幫人代購墊付，這些錢花出去容易，要回來難。如果必須支出，提前和對方確認金額，避免“大家隨意”最後變成你多掏。晚上可以和朋友聊聊“省錢小妙招”，互相提醒別當“冤大頭”，財運才能穩住。",
        "health_text": "壓力感較明顯，可能出現偏頭痛或胃部悶脹的情況。建議將待辦事項簡化處理，優先完成必要事務後暫停過度思考。飲食選擇易消化的食物，如小米粥或蒸南瓜，避免油膩加重腸胃負擔。晚上可通過聽輕音樂或閉眼靜坐，幫助轉移注意力，緩解精神緊繃。",
        "lucky_color": "金黃色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "虛榮心作祟",
        "yi": "挑戰自我",
        "all": "92%",
        "date": "2025-08-27",
        "love": "93%",
        "work": "90%",
        "money": "91%",
        "health": "94%",
        "notice": "走到哪都自帶高光",
        "discuss": "96%",
        "all_text": "整體運勢棒棒噠，整個人像被陽光包圍，走到哪都自帶“高光”，比如逛街時被店員誇“氣質好”，聚會時成為大家的開心果，甚至走路都能被陌生人問“你用的什麼香水這麼好聞”，這些小讚美會讓你心情大好，連嘴角都忍不住上揚。更棒的是，你會特別有“存在感”，比如平時不愛說話的你突然成了話題中心，或是你提的建議被大家紛紛採納，這種“被重視”的感覺會讓你更自信，連做小事都特別有動力。你可能會發現，自己平時忽略的優勢（比如會講笑話、懂搭配）被無限放大，甚至有人主動找你取經，讓你有點“受寵若驚”。這種好運更多源於你放鬆狀態——不刻意表現，反而自然流露出魅力。建議可以多參與社交，或是嘗試些平時不敢做的事（比如穿亮色衣服、唱K），運氣會幫你把表現分拉滿。晚上可以和朋友小聚，分享快樂，這種“被需要”的感覺會讓你更滿足。",
        "love_text": "單身的你，容易打動喜歡的人，比如你自信的狀態、幽默的談吐，或是某個擅長的領域，都會讓對方覺得“你很有魅力”，主動靠近你的可能性很高。已有伴者的你，和伴侶更有默契，比如一個眼神就能懂對方的意思，或是同時說出一樣的話，這種“心有靈犀”的感覺會讓你們更珍惜彼此，感情升溫。",
        "take_star": "",
        "work_text": "像自帶“高光濾鏡”，無論是處理複雜任務還是表達觀點，都能展現出超出平時的自信和掌控力。這種狀態會讓你在團隊中格外突出，甚至能推動原本停滯的項目向前一步。不過別太沉浸在自己的節奏裡，適當聽聽他人的建議會更穩妥。",
        "lucky_star": "處女座",
        "money_text": "可能是之前跟進的項目突然有進展，或是客戶主動找你談合作，甚至可能收到一筆意外的獎金或補貼。遇到機會別猶豫，該爭取的主動提，你的果斷會讓對方更信任你。不過別因為“賺了點”就大手大腳，留一部分存起來，未來會有更穩的底氣。",
        "health_text": "長時間盯著電子屏幕易導致眼睛乾澀模糊，甚至出現短暫視力下降。建議主動減少連續用眼時間，每使用20分鐘電子設備後遠眺放鬆。可滴人工淚液緩解乾澀，避免在昏暗環境下看手機。下午可閉眼休息片刻，或用溫熱毛巾敷眼幫助舒緩不適。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "做有氧運動",
        "all": "73%",
        "date": "2025-08-27",
        "love": "75%",
        "work": "73%",
        "money": "70%",
        "health": "78%",
        "notice": "過度逞強易透支",
        "discuss": "84%",
        "all_text": "整體運勢一般般，最需要注意的點是“別過於逞強”，比如明明累了還想堅持做完所有事，或是明明做不到卻硬著頭皮答應別人，這種“強撐”反而會讓你更累，甚至可能出錯。你可能會覺得“狀態不太好”，比如注意力不集中、反應變慢，或是平時順手的事總做不對，這時候別急著責怪自己，而是要承認“我需要休息”。其實“不順”更多是身體在提醒你“該調整了”，比如長時間熬夜後的疲憊，或是最近壓力太大沒釋放。建議可以試著“示弱”一點，比如做不完的事就明天再做，幫不了的忙就坦誠拒絕，別把自己逼得太緊。晚上可以泡個腳、聽點輕音樂，或是早點睡覺，把精力留給明天。記住，“一般”不是失敗，而是身體在給你“充電”的機會，調整好狀態，未來才能走得更穩。",
        "love_text": "單身的你，對感情沒什麼想法，可能更想獨處，比如宅家看書、追劇，或是做點自己喜歡的事，對社交活動提不起興趣。其實偶爾享受單身也不錯，別給自己壓力，順其自然就好。已有伴者的你，別放任感情平淡，比如可以一起嘗試新事物，比如學做新菜、看場電影，或是聊點有趣的話題，這些小互動能讓感情保持新鮮感。",
        "take_star": "",
        "work_text": "需要警惕“磨蹭”這個小怪獸，比如處理任務時反覆檢查細節，或學習時總糾結“是不是還有更好的方法”，這種“追求完美”的心態反而會拖慢進度，導致原本能按時完成的事被拖延。建議設定小目標，完成後再優化細節。",
        "lucky_star": "天蠍座",
        "money_text": "要管住“逛購物網站”的手——刷直播時容易被“限時折扣”吸引，或是看到“買一送一”就囤貨，結果買回來一堆用不上的東西。如果實在想購物，先把商品加入購物車，過兩小時再決定買不買，多數時候你會發現“其實沒那麼需要”。把省下的錢存起來，比買一堆閒置更划算。",
        "health_text": "需注意避免久坐或久站，長時間保持同一姿勢可能引發腰部或腿部痠痛。建議每隔一段時間主動變換姿勢，如從坐姿改為站立活動，或散步片刻促進血液循環。可做簡單的伸展動作，如轉動腰部或拉伸小腿，幫助放鬆肌肉緊張，預防僵硬。",
        "lucky_color": "粉色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忍氣吞聲",
        "yi": "慢工出細活",
        "all": "55%",
        "date": "2025-08-27",
        "love": "65%",
        "work": "58%",
        "money": "50%",
        "health": "60%",
        "notice": "諸事不順憋屈感",
        "discuss": "64%",
        "all_text": "你的運氣總有種“怎麼都不順”的憋屈感。最明顯的是容易犯低級錯誤，比如填表時寫錯數字、出門忘帶鑰匙、說話時口誤說錯重點，這些小事雖不嚴重，卻足夠讓你懊惱半天。更麻煩的是，你越急越容易出錯，比如急著趕時間反而選錯路線，急著解釋反而越說越亂，連平時擅長的事都可能搞砸，這種“掉鏈子”的狀態會讓你忍不住懷疑自己“是不是沒帶腦子”。其實“不順”更多源於你的急躁，平時你習慣把事情安排得井井有條，但卻總想“快點搞定”，反而忽略了細節。建議遇到問題時先停一停，比如填表前多檢查一遍，說話前先理清思路，別讓“急”成了犯錯的導火索。另外，不適合做重要決定，比如買大件、籤合同，容易因粗心而後悔。晚上可以早點回家，泡個熱水澡或聽點舒緩的音樂，把“黴運”留在門外，明天再重新出發。",
        "love_text": "單身的你，可能因為太過忙碌而沒精力顧及感情，比如工作/學習任務重，或是要處理各種瑣事，連和朋友聚會的時間都沒有，更別說認識新人了。其實感情的事急不來，先把眼前的事處理好，緣分自然會來。已有伴者的你，可能忙於其他事，忽略了伴侶的感受，比如沒及時回消息，或是約會時心不在焉。記得抽點時間給對方，哪怕只是發個可愛的表情包，也能讓對方感受到你的在意。",
        "take_star": "",
        "work_text": "容易陷入“差不多就行”的鬆散狀態，比如核對文件時漏看關鍵數據，或複習時跳過難點，這種“睜一隻眼閉一隻眼”的疏忽會在後續環節暴露問題，導致需要花更多時間返工。外界的小干擾（比如手機消息、同事閒聊）也會讓你分心，難以專注推進任務。建議把重要事項列成清單，完成一項劃掉一項，用儀式感減少遺漏。",
        "lucky_star": "天秤座",
        "money_text": "看到喜歡的東西先別急著下單，尤其是“打折”“限量”這類標籤，很容易讓你衝動消費。比如路過商場看到新款衣服，或刷到網紅推薦的零食，先問自己“家裡有沒有類似的”“這個月預算夠嗎”，如果答案是否定的，就果斷放下。控制住“買買買”的衝動，錢包才不會突然變癟。",
        "health_text": "容易因過度思慮產生精神內耗，可能伴隨失眠或食慾不振。建議減少對未發生事情的擔憂，將注意力集中在當下能完成的小事上。飲食選擇清淡食物，如蔬菜湯或清蒸魚，避免油膩加重腸胃負擔。晚上可通過閱讀或整理房間轉移注意力，幫助平穩情緒。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動購物",
        "yi": "包容別人",
        "all": "85%",
        "date": "2025-08-27",
        "love": "81%",
        "work": "86%",
        "money": "82%",
        "health": "83%",
        "notice": "自我成長的機會",
        "discuss": "88%",
        "all_text": "整體運勢平穩，沒有大起大落，卻藏著“自我成長”的小機會。你可能會覺得“好像沒什麼特別的事”，既沒有驚喜也沒有意外，連平時愛湊的熱鬧都提不起興趣，更願意安安靜靜地觀察周圍，比如聽朋友聊天時默默記下有用的信息，看新聞時多思考背後的邏輯，甚至刷手機時都會留意那些能啟發自己的內容。這種“沉澱”狀態會讓你在不知不覺中積累經驗，比如突然想通了一個困擾已久的問題，或是發現了一個之前忽略的小技巧。你更像在“蓄力”，雖然表面沒行動，但大腦一直在運轉，把零散的信息整合成有用的知識。建議可以給自己留點獨處時間，比如整理下房間、翻翻舊書，或是寫寫日記，把心裡的想法梳理清楚。這種“平穩”不是無聊，而是成長的前奏——你積累的每一點，都會在未來某天變成你的優勢。晚上可以早點睡，養足精神，明天可能會有新的啟發出現。",
        "love_text": "單身的你，保持真誠的態度更容易吸引人，比如和朋友相處時不刻意討好，也不假裝高冷，而是自然展現真實的自己，這種“不做作”反而會讓人覺得“和你相處很踏實”，好感度上升。已有伴者的你，會得到伴侶的關心，比如對方主動問你“累不累”，或是幫你解決小麻煩，這些細節會讓你覺得“被放在心上”，感情更溫暖。",
        "take_star": "",
        "work_text": "像被“合作buff”加持，無論是團隊項目還是小組討論，都能和他人碰撞出火花。你的敏銳觀察力能快速捕捉到對方的潛在需求，而對方的思路也能幫你突破固有框架，形成“1+1>2”的效果。不過要注意別過度堅持己見，適當妥協能讓合作更順暢。",
        "lucky_star": "金牛座",
        "money_text": "可能有小財悄悄進賬，比如兼職的尾款到賬、客戶給的額外獎勵，或是之前借出的錢被還回來。這些錢雖然不多，但足夠讓你開心一整天。別因為“錢不多”就隨便花掉，可以把它存進單獨的賬戶，作為“應急小金庫”，未來遇到突發情況時，這筆錢會幫你大忙。",
        "health_text": "需留意坐姿或站姿是否端正，長期彎腰駝背可能導致脊椎輕微不適。建議主動調整身體姿態，保持背部挺直，避免含胸低頭。可使用靠墊支撐腰部，減輕脊椎壓力。起身活動時可做擴胸運動，幫助打開胸腔，緩解因姿勢不當引發的緊繃感。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說別人壞話",
        "yi": "參加社交活動",
        "all": "89%",
        "date": "2025-08-27",
        "love": "90%",
        "work": "88%",
        "money": "85%",
        "health": "87%",
        "notice": "抬腳往前邁一步",
        "discuss": "90%",
        "all_text": "整體運勢穩中有升，像走在緩坡上，不用太用力，稍微抬抬腳就能往前邁一步。你可能會發現，平時需要費很大勁才能完成的事，稍微努力就能搞定，比如想聯繫的人剛好主動找你，想找的東西突然出現在眼前，甚至連平時難約的飯局都順利成行。這種“順”不是運氣爆棚，而是你之前的積累在“開花結果”——比如你平時愛幫人，就有人願意回饋你；你平時愛學習，就剛好用到新學的知識。你可能會覺得“好像沒做什麼特別的事”，但回頭看會發現，自己已經比昨天進步了一點。建議可以試著“主動一點”，比如主動聊個天、主動嘗試新事物，運氣會幫你把機會放大。不過別太貪心，適合“小步前進”，比如學個小技能、認識個新朋友，別給自己定太高的目標。晚上可以和信任的人分享收穫，這種“被認可”的感覺會讓你更滿足。",
        "love_text": "單身的你，或得到喜歡的人的回應，比如你之前主動示好過，對方可能會給出積極的反饋，比如多聊幾句、約你一起吃飯，或是誇你“很有趣”，這些信號都說明關係在推進。已有伴者的你，主動熱情一點，比如主動牽手、擁抱，或是說點甜言蜜語，對方會特別開心，感情也會更甜蜜。",
        "take_star": "",
        "work_text": "像裝了個“上進心小馬達”，對新知識、新任務充滿熱情，哪怕遇到困難也願意主動嘗試解決。這種“想突破”的狀態會讓你在人群中格外顯眼，甚至能帶動身邊人的積極性。不過要注意別因“貪多”而分散精力，專注一個目標更容易出成果。",
        "lucky_star": "摩羯座",
        "money_text": "能省下一筆讓你意外的小錢，比如出門發現公交卡餘額充足，或點外賣時剛好有滿減券，甚至可能是原本要買的物品突然降價。這些“小幸運”會讓你覺得“財運不錯”，但別因此放鬆警惕，比如看到促銷還是想囤貨。把省下的錢存起來，積少成多後，你會感謝自己。",
        "health_text": "飲食需節制大魚大肉，過量攝入油膩食物可能引發腸胃脹氣或消化不良。建議增加蔬菜纖維攝入，如涼拌黃瓜或清炒菠菜，幫助促進腸道蠕動。避免邊吃飯邊說話導致吞入過多空氣，飯後可散步片刻幫助消化，減少腹部不適。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度思考",
        "yi": "突破常規思路",
        "all": "58%",
        "date": "2025-08-27",
        "love": "62%",
        "work": "55%",
        "money": "61%",
        "health": "67%",
        "notice": "按部就班失機會",
        "discuss": "60%",
        "all_text": "整體運勢低迷，最明顯的感覺是“被固定思路困住”，比如遇到問題時總想著“以前是怎麼解決的”，面對選擇時只考慮“最穩妥的選項”，甚至連說話都習慣用“我覺得應該……”開頭，這種“按部就班”雖然安全，卻容易讓你錯過新機會。你可能會發現，想做的事總被“老方法”限制，比如想換個髮型卻擔心不適合，想嘗試新餐廳卻覺得“不如常去的那家放心”，這種“不敢突破”的狀態會讓你覺得“好像沒什麼進展”。其實“低迷”更多源於你的保守，你習慣把風險降到最低，但更需要“換個角度看問題”。建議遇到問題時試著問自己“如果換個方式會怎樣”，比如和平時不太熟的人聊聊天，或是做件平時不會做的小事（比如換條路線回家），可能會發現新的樂趣。晚上可以寫寫日記，把糾結記錄下來，未來回頭看會發現，這些“限制”只是暫時的，突破它們才能看到更廣的世界。",
        "love_text": "單身的你，容易妄自菲薄，比如看到別人秀恩愛，會覺得自己“不夠好”“沒人喜歡”，其實你有很多優點，只是沒被自己發現。試著多誇誇自己，比如“我穿得挺好看”“我處理問題很冷靜”，自信會讓你更有魅力。已有伴者的你，別過於卑微，比如總是遷就對方、委屈自己，或是覺得“只要他開心我就開心”。感情是雙向的，偶爾表達你的需求，對方反而會更重視你。",
        "take_star": "",
        "work_text": "容易陷入“摸魚陷阱”，比如刷手機、和同事閒聊的時間遠超實際工作，導致原本計劃完成的任務被拖延。這種“拖延-焦慮-更拖延”的循環會讓你越來越沒動力，甚至影響後續安排。建議把手機調至靜音，或用番茄鍾強制專注，先完成小目標再放鬆。",
        "lucky_star": "巨蟹座",
        "money_text": "要警惕“小額開銷”的累積效應，比如每天一杯咖啡、偶爾買包零食，或是打車多花幾塊錢，這些錢單獨看不多，但加起來可能超過你的預算。可以隨身帶個小本子，或用手機記賬APP，把每筆小支出記下來，晚上覆盤時你會發現“原來花了這麼多”。控制住這些“小錢”，財運才不會悄悄溜走。",
        "health_text": "需注意避免空調或風扇直吹身體，尤其頸部和腳踝部位容易受涼。建議調整出風口方向，或穿薄長袖衣物保護關節。飲食可喝薑茶或紅糖水幫助驅寒，避免食用生冷食物。夜間蓋薄被保護腹部，防止因著涼引發腹瀉或感冒。",
        "lucky_color": "草綠色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無腦作死",
        "yi": "拓展知識面",
        "all": "82%",
        "date": "2025-08-27",
        "love": "85%",
        "work": "81%",
        "money": "78%",
        "health": "83%",
        "notice": "時間利用很關鍵",
        "discuss": "84%",
        "all_text": "整體運勢還可以，最關鍵的是“時間的利用”，你可能會發現，同樣的時間，有人能做完三件事，有人卻連一件事都搞不定，而你效率完全取決於“怎麼分配時間”。比如你如果一早就列好清單，按重要程度排序，就能有條不紊地完成所有事；但如果你東一榔頭西一棒子，一會兒刷手機一會兒處理雜事，可能會覺得“什麼都沒幹”。這種“時間差”會讓你意識到，運氣藏在“規劃”裡，把時間花在刀刃上，收穫就會翻倍；反之，再好的機會也可能被浪費。建議可以試著“先做最重要的事”，比如先完成需要集中精力的工作，再處理瑣碎的小事，或是設定“專注時間”（比如半小時不看手機），效率會明顯提升。晚上可以回顧下時間分配，哪些是有效的，哪些是浪費的，明天可以調整得更合理。記住，“還可以”不是上限，合理利用時間，你能比預期做得更好。",
        "love_text": "單身的你，或有加深瞭解的機會，比如和某個朋友聊得更深入，或是通過共同活動認識新的人，對方可能會和你分享興趣、想法，這些互動會讓你覺得“原來我們這麼合拍”，好感慢慢產生。已有伴者的你，適合鞏固感情基礎，比如一起規劃未來、聊聊對生活的期待，或是解決之前的小矛盾，這些溝通會讓你們更信任彼此，感情更穩定。",
        "take_star": "",
        "work_text": "就像被“創新小精靈”附體，對常規任務總想“換個玩法”，比如用新工具優化流程，或用不同角度分析問題。這種“不按套路出牌”的思維能幫你發現新機會，甚至推動項目升級。不過要注意別因“太超前”而忽略實際可行性，適當結合傳統方法會更穩妥。",
        "lucky_star": "雙子座",
        "money_text": "你對理財沒什麼想法，可能是覺得“錢夠花就行”，或是懶得去研究怎麼存錢。不過可以試著做件小事：把收到的現金零錢存進儲蓄罐，或把微信/支付寶的餘額轉一部分到定期存款。這種“不費腦”的小操作，反而能讓你在不自覺中攢下錢。財運有時需要“被動積累”，就是好時機。",
        "health_text": "需特別關注肩頸放鬆，長時間低頭看手機或電腦可能導致肌肉僵硬。建議每隔一段時間主動轉動脖子，做“米”字操緩解緊張。可用熱毛巾敷肩頸部位，或輕輕按摩風池穴（後頸兩側凹陷處）。避免突然快速轉頭，防止拉傷肌肉。",
        "lucky_color": "藏青色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "嘴欠話太多",
        "yi": "多角度思考",
        "all": "95%",
        "date": "2025-08-27",
        "love": "96%",
        "work": "93%",
        "money": "94%",
        "health": "92%",
        "notice": "站在全新的高度",
        "discuss": "95%",
        "all_text": "整體運勢非常好，像站在一個全新的高度上，你可能會突然覺得“原來我可以做到這些”，比如平時不敢嘗試的事突然有了勇氣，或是一直忽略的優勢被自己發現，這種“突破感”會讓你特別有成就感。你可能會發現，自己比平時更自信，比如說話時聲音更響亮，做事時更果斷，甚至連走路都帶風，這種狀態會吸引更多機會靠近你，比如有人主動誇你“狀態真好”，或是有人找你合作新項目。你更像在“解鎖新版本”，,平時覺得“我不行”的事，現在會發現“其實可以試試”；平時覺得“沒必要”的事，會意識到“原來這麼有意思”。這種“好”不是偶然，而是你之前積累的勇氣和自信在“爆發”了。建議可以多做些平時不敢做的事，比如穿亮色衣服、主動表達觀點，或是嘗試新愛好，運氣會幫你把體驗感拉滿。晚上可以和朋友分享“突破”，這種“被認可”的感覺會讓你更堅定，你會發現原來自己可以比想象中更優秀。",
        "love_text": "單身的你，魅力加持，比如你溫柔的氣質、細膩的心思，或是某個擅長的領域，都會讓人覺得“你很有吸引力”，主動找你聊天、約你見面的人可能變多，其中或許就有讓你心動的人。已有伴者的你，適合甜蜜互動，比如一起散步時牽緊手、睡前說句“我愛你”，或是送個小禮物，這些小舉動會讓對方覺得“和你在一起很幸福”，感情更濃。",
        "take_star": "",
        "work_text": "就像開了“進步加速器”，無論是處理任務還是吸收知識，都能明顯感覺到“比昨天更順手”。這種“量變到質變”的突破可能來自之前的積累，比如長期練習的技能突然熟練，或反覆複習的知識點終於融會貫通。保持這種狀態，你會看到更明顯的成長。",
        "lucky_star": "白羊座",
        "money_text": "財運像被“幸運星”照著，可能是投資的項目有回報，或是兼職的收入比預期多，甚至可能是家人給你轉了一筆零用錢。這些收益會讓你覺得“賺錢沒那麼難”，但別因此放鬆對支出的控制。可以把部分收益存起來，另一部分用來獎勵自己（比如吃頓好的），既有滿足感又能守住財運。",
        "health_text": "長時間戴耳機可能引發耳道不適或聽力下降，尤其入耳式耳機需特別注意。建議減少連續使用耳機的時間，音量控制在60%以下。使用耳機後可用棉籤輕柔清潔耳道，避免殘留汙垢。可改用外放音響聽音樂，給耳朵適當休息時間。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    }
  }
}