{
  "updated": "2025-12-23T19:08:52.429Z",
  "updateTime": "2025/12/24 上午3:08:52",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12293,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不斷回憶過去",
        "yi": "參觀博物館",
        "all": "55%",
        "date": "2025-12-23",
        "love": "58%",
        "work": "53%",
        "money": "56%",
        "health": "64%",
        "notice": "盲目樂觀的心態",
        "discuss": "69%",
        "all_text": "整體運勢著實需要謹慎對待，切不可掉以輕心。盲目樂觀的心態就像隱藏在暗處的陷阱，很可能讓你在那些原本熟悉、覺得萬無一失的事情上栽跟頭。平日裡處理起來得心應手的事務，今日或許會因為你的疏忽大意而出現意想不到的狀況。原本順暢的節奏可能會被打亂，讓你陷入一些不必要的麻煩之中。所以，在面對各種情況時，一定要保持清醒的頭腦，認真對待每一個細節，多思考可能出現的風險，切不可憑藉慣性思維行事。只有時刻保持警惕，以嚴謹的態度應對，才能避免因盲目樂觀而帶來的不良後果，平穩度過這一天。",
        "love_text": "單身的你，在感情方面可得擦亮雙眼。周圍或許會出現一些看似熱情主動的人，但其中可能藏著虛情假意。別輕易被表象迷惑，多花些時間去了解對方真實的為人和意圖，別急著投入感情，以免最後受傷。已有伴者的你，和伴侶相處時要注意把握好分寸，別提出過分的要求。多站在對方角度想想，互相理解包容，感情才能穩定長久。",
        "work_text": "彷彿陷入了一個容易犯錯的循環裡。在各類事務處理中，粗心大意的情況頻繁出現，一些原本能順利完成的任務，也因不斷重複的錯誤而變得棘手。新的想法和計劃實施起來困難重重，難以按照預期推進，整體狀態欠佳，需要格外留意細節，避免因小失大。",
        "lucky_star": "天蠍座",
        "money_text": "消費的慾望像脫韁野馬，很難控制住自己買買買的衝動。看到心儀的東西，不管需不需要，都想收入囊中，這會讓錢包迅速癟下去。你得給自己設個消費上限，買東西前多想想是不是真有必要，不然月底可能就得為錢發愁，甚至影響正常生活開銷。",
        "health_text": "需要注意別再熬夜晚睡啦！熬夜會讓身體得不到充分休息，第二天精神萎靡不說，長期如此還會影響免疫力。晚上儘量早點放下手機，營造安靜舒適的睡眠環境，睡前可以泡泡腳、聽聽舒緩音樂，讓自己放鬆下來，保證充足睡眠，這樣身體才能更有活力。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間看手機",
        "yi": "進行戶外活動",
        "all": "96%",
        "date": "2025-12-23",
        "love": "91%",
        "work": "92%",
        "money": "90%",
        "health": "95%",
        "notice": "掌控自己的節奏",
        "discuss": "94%",
        "all_text": "整體運勢呈現出穩步上升的良好態勢，你能夠很好地掌控自己的生活節奏，成為自己命運的主導者。在做決策時，思維清晰，判斷準確，不會輕易受到外界因素的干擾，能夠堅定地朝著自己認定的方向前進。無論是處理日常瑣事，還是應對一些突發狀況，都能以從容不迫的姿態應對，展現出遊刃有餘的一面。這種自信且篤定的狀態，會讓你在人際交往中也頗具魅力，吸引他人主動與你交流合作，為你帶來更多積極的影響，讓這一天過得充實且富有意義。",
        "love_text": "單身的你，桃花運相當不錯喲！身邊可能會出現讓你心動的人，或許是在日常的社交場合，也可能是在不經意間的邂逅。主動一點，說不定就能開啟一段美好的戀情。已有伴者的你，和伴侶之間的感情會更加牢固。你們彼此理解、支持，相處起來溫馨又甜蜜，不妨一起做些有意義的事，讓感情進一步升溫。",
        "work_text": "對你而言是充滿光芒的一天。在各個領域都能展現出強大的實力和獨特的魅力，無論是處理複雜的工作任務，還是攻克學習中的難題，都能遊刃有餘。你的努力和付出會得到明顯的回報，周圍人也會對你投來讚賞的目光，整體狀態積極向上，充滿自信。",
        "lucky_star": "雙子座",
        "money_text": "你的投資眼光超準，之前投入的項目會給你帶來豐厚回報，就像種下的種子迎來了大豐收。不管是股票、基金還是其他投資，都有不錯的收益進賬。不過也別太得意，賺了錢別急著全部再投進去，留一部分應急，穩穩地享受這份財運帶來的喜悅。",
        "health_text": "要多吃蔬菜水果哦，它們富含各種維生素和膳食纖維，對身體健康大有益處。能促進腸道蠕動，預防便秘，還能增強身體抵抗力。別總盯著肉食，把蔬菜水果合理搭配到三餐中，像早餐加個蘋果，午餐晚餐有份綠葉菜，讓身體獲取更均衡的營養。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風消費",
        "yi": "定個小目標",
        "all": "75%",
        "date": "2025-12-23",
        "love": "71%",
        "work": "79%",
        "money": "77%",
        "health": "78%",
        "notice": "強烈的探索慾望",
        "discuss": "81%",
        "all_text": "整體運勢中規中矩，沒有特別突出的亮點，但也不存在明顯的阻礙。你內心對未知世界充滿好奇，有著強烈的探索慾望，這種探索精神將成為你前行的動力。在探索的過程中，你會不斷髮現新的興趣點和可能性，雖然可能不會立刻取得顯著的成果，但每一次的嘗試和發現都在為你積累經驗，拓寬視野。這一天不妨多給自己一些嘗試的機會，勇敢地去探索新的領域，說不定在不經意間就能找到新的方向，為未來的發展增添新的助力。",
        "love_text": "單身的你，在感情上可能不會有明顯的新進展。別太著急，感情的事急不來，不妨把精力先放在提升自己上，讓自己變得更優秀，緣分自然會在合適的時候到來。已有伴者的你，要多主動關心對方。生活裡多留意伴侶的需求和情緒變化，主動給予關心和陪伴，讓對方感受到你的愛意，這樣感情才能更加穩固。",
        "work_text": "整體發展較為平穩。在處理事務時，能按照既定的節奏逐步推進，沒有太大的起伏和波動。雖然不會遇到特別突出的好機會，但也不會面臨嚴重的阻礙。不過，這種平穩也可能讓你感覺有些缺乏激情，需要自己主動尋找一些新的挑戰和突破點，為發展注入新的活力。",
        "lucky_star": "水瓶座",
        "money_text": "你會發現自己零散收入變多了。可能是兼職的小報酬，也可能是之前幫人忙給的感謝費，這些零零碎碎的錢加起來也不少。雖然每筆金額不大，但積少成多也挺可觀。你可以把這些錢存起來，或者用來買些實用的小物件，讓生活更有品質。",
        "health_text": "記得適度運動放鬆，一直坐著不動或缺乏運動，身體會變得僵硬，還容易堆積脂肪。可以選擇簡單的運動，比如散步、拉伸，工作間隙站起來活動活動身體，伸伸懶腰、轉轉脖子。晚上下班後也能去慢跑一會兒，讓身體微微出汗，釋放壓力，保持良好狀態。",
        "lucky_color": "綠色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "放縱拖延症",
        "yi": "自己動手",
        "all": "78%",
        "date": "2025-12-23",
        "love": "75%",
        "work": "71%",
        "money": "85%",
        "health": "80%",
        "notice": "來自外部的助力",
        "discuss": "89%",
        "all_text": "整體運勢尚可，在這一天裡，可能不會得到太多來自外部的助力，身邊缺乏他人主動的扶持和幫助。不過，這其實是一個很好的自我成長機會，不妨藉此機會學著獨立，依靠自己的力量去解決問題。獨立的過程雖然可能會遇到一些困難和挑戰，但每一次克服困難都是一次成長和蛻變。通過自己的努力成功應對各種情況，會讓你變得更加自信和堅強，也能讓你更加清楚地認識自己的能力，為今後獨立面對生活打下堅實的基礎，讓你在未來的道路上走得更加穩健。",
        "love_text": "單身的你，不用急著脫單。感情不是任務，享受當下的單身生活，做自己喜歡的事，讓自己過得充實快樂。說不定在不經意間，緣分就會悄悄降臨。已有伴者的你，要注意感情的平衡。別總是隻考慮自己的感受，也要多聽聽伴侶的想法，在相處中找到一個雙方都舒服的平衡點，感情才能和諧美滿。",
        "work_text": "你會有一些小收穫。在日常的努力和積累中，能看到一些成果逐漸顯現，無論是工作上的小成績，還是學習上的小進步，都會讓你感到欣慰。這些小收穫也會激勵你繼續前進，但同時也要注意不要滿足於現狀，要繼續保持努力，爭取更大的突破，讓發展更上一層樓。",
        "lucky_star": "射手座",
        "money_text": "會有意外之財降臨，可能是抽獎中了小獎，也可能是收到一筆意外的退款。這筆錢就像天上掉下來的餡餅，讓你有點小驚喜。不過別因為這意外之財就大手大腳，可以把它當作生活的小驚喜，合理規劃使用，比如買件一直想買卻捨不得的東西。",
        "health_text": "保持心情愉悅呀，情緒對健康影響可不小。長期心情低落、焦慮，會引發身體各種不適。遇到煩心事別憋在心裡，找朋友傾訴傾訴，或者去做些自己喜歡的事，像看電影、聽音樂，讓自己開心起來，心情舒暢了，身體也會更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意浪費食物",
        "yi": "展現個人魅力",
        "all": "86%",
        "date": "2025-12-23",
        "love": "80%",
        "work": "84%",
        "money": "87%",
        "health": "82%",
        "notice": "腳踏實地地前行",
        "discuss": "88%",
        "all_text": "整體運勢比較穩定，在熟悉的領域裡，你能夠腳踏實地地前行。憑藉著以往積累的經驗和技能，處理各種事務都能得心應手，不會出現大的失誤。這種穩定的狀態讓你內心感到踏實，做起事來也更加從容不迫。在熟悉的環境中，你可以充分發揮自己的優勢，展現出自己的能力，同時也能與周圍的人保持良好的互動和合作。不過，穩定並不意味著一成不變，在保持穩定的基礎上，也可以適當嘗試一些新的方法和思路，為生活增添一些新的元素，讓這一天過得更加豐富多彩。",
        "love_text": "單身的你，有邂逅浪漫契機的可能。可能會在某個特別的場合遇到那個讓你心動的人，勇敢一點，主動上前交流，說不定就能開啟一段浪漫的戀情。已有伴者的你，和伴侶相處會甜蜜升溫。你們之間的互動增多，彼此的感情更加深厚，不妨一起去做些浪漫的事，比如看一場電影、吃一頓大餐，讓感情更加甜蜜。",
        "work_text": "各方面進展較為順利。在處理各種事務時，能夠充分發揮自己的能力，展現出強大的執行力和決策力。無論是面對工作中的難題，還是學習中的困惑，都能迅速找到解決辦法，推動事情向前發展。整體氛圍輕鬆愉快，讓你充滿信心和動力，為未來的發展奠定良好的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "在財運方面你可以小試牛刀。如果有一直想嘗試的小投資或者小生意，這天可以行動起來。不過別投入太多，先小規模試試水，看看市場反應。要是情況不錯，再考慮加大投入。要是效果不理想，也不會損失太多，就當積累經驗了。",
        "health_text": "要注意頸部保暖，天氣寒冷，頸部受涼容易引發頸部肌肉痙攣、疼痛，還可能影響頭部供血。出門時圍上圍巾，避免頸部直接暴露在冷空氣中。長時間低頭工作或玩手機後，也要活動活動頸部，做做頸部按摩，預防頸部問題。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度情緒化",
        "yi": "參加社交活動",
        "all": "91%",
        "date": "2025-12-23",
        "love": "90%",
        "work": "98%",
        "money": "93%",
        "health": "90%",
        "notice": "強大能量所包圍",
        "discuss": "92%",
        "all_text": "整體運勢相當給力，彷彿被一股強大的能量所包圍，整個人都處於滿格狀態。這種充沛的能量讓你在各個方面都展現出靚麗耀眼的姿態，無論是言行舉止還是思維方式，都散發著獨特的魅力。你能夠以積極樂觀的心態面對生活中的一切，遇到問題時也能迅速調整狀態，找到解決辦法。在人際交往中，你的熱情和活力會感染身邊的人，吸引他人主動與你親近，為你帶來良好的人際關係。這一天，你可以盡情展現自己的風采，享受這份好運帶來的美好，讓生活充滿陽光和歡笑。",
        "love_text": "單身的你，緣分可能會悄然降臨。也許是在一次普通的聚會中，也許是在日常的出行裡，那個對的人會出現在你身邊。保持開放的心態，勇敢迎接這份緣分。已有伴者的你，和伴侶之間的默契會持續加深。你們一個眼神、一個動作，對方就能明白你的意思，相處起來十分融洽。繼續保持這種狀態，感情會越來越好。",
        "work_text": "將收穫豐厚的成果。經過一段時間的努力和付出，在各個領域都能看到明顯的回報。無論是工作上的業績提升，還是學習上的成績進步，都讓你感到無比滿足和自豪。這些成果不僅是對你努力的肯定，也為你未來的發展提供了更多的機會和選擇，讓你能夠更加自信地邁向新的征程。",
        "lucky_star": "白羊座",
        "money_text": "你的理財收益會非常穩定，之前制定的理財計劃會按部就班地給你帶來收益。不管是定期存款、債券還是其他穩健型理財產品，都能讓你看到實實在在的回報。你可以繼續按照這個理財節奏走，也可以根據市場情況適當調整，讓財富穩步增長。",
        "health_text": "規律作息時間很重要哦，不規律的作息會打亂身體的生物鐘，影響身體各器官的正常運轉。儘量每天在相同的時間起床和睡覺，早上別賴床，晚上別熬夜。養成規律的作息習慣，身體才能更好地適應，保持良好的健康狀態。",
        "lucky_color": "藕荷色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "樹立自信心",
        "all": "70%",
        "date": "2025-12-23",
        "love": "67%",
        "work": "75%",
        "money": "63%",
        "health": "71%",
        "notice": "在挫折中長記性",
        "discuss": "73%",
        "all_text": "整體運勢並非一路順遂，或許會遭遇一些小狀況，讓你不得不吃一點小苦頭。這些小挫折就像成長路上的小石子，雖會硌腳，但也能讓你長記性。在與人相處時，可能會因觀點不同產生小摩擦，別急著反駁，試著耐心傾聽對方想法，說不定能從中獲得新啟發。面對生活中的小難題，別一味抱怨，主動思考解決辦法，把吃苦當作積累經驗的過程。當你能坦然接受這些小挫折，以積極心態應對，會發現自己的心態變得更加堅韌，處理問題的能力也在悄然提升。這一天或許會有些小波折，但正是這些經歷，讓你不斷成長，為未來應對更大的挑戰做好準備。",
        "love_text": "單身的你，在感情方面別總是猶豫糾結。遇到有好感的人，別想太多，勇敢表達自己的心意，說不定對方也在等著你呢。已有伴者的你，和伴侶相處要避免小爭小吵。生活中難免會有一些小摩擦，別把這些小事放大，多些包容和理解，互相退讓一步，感情就能避免受到傷害。",
        "work_text": "彷彿站在了一個充滿新奇可能的十字路口。在處理各類事務時，常規思路似乎有些不夠用，促使你不斷去嘗試不同的方法。這種探索的過程雖會帶來一些小混亂，比如方案反覆修改、計劃不斷調整，但也為你打開了新的視野。新的方式或許會帶來意想不到的成果，讓你在摸索中找到更適合自己的路徑，推動整體發展邁向新高度。",
        "lucky_star": "處女座",
        "money_text": "你的支出可能會超出預算。本來計劃好的花錢額度，因為一些突發情況或者沒忍住買了些計劃外的東西，導致錢花超了。你得好好審視自己的消費，看看哪些是不必要的，以後儘量避免。不然月底可能會入不敷出，影響生活質量。",
        "health_text": "要避免久坐不動，長時間坐著，下半身血液循環不暢，容易引發腿部腫脹、靜脈曲張等問題。工作學習一段時間後，就站起來走動走動，活動活動四肢。也可以設置個提醒，每隔一段時間就起身活動幾分鐘，讓身體保持活力。",
        "lucky_color": "奶油色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "購買奢侈品",
        "yi": "學習生活技巧",
        "all": "93%",
        "date": "2025-12-23",
        "love": "92%",
        "work": "94%",
        "money": "90%",
        "health": "91%",
        "notice": "創意點子想法多",
        "discuss": "94%",
        "all_text": "整體運勢特別給力，彷彿被幸運之神眷顧。你的腦海中創意點子不斷湧現，這些新奇的想法如同靈動的音符，為生活譜寫出一曲美妙的樂章。在與人交流時，你的獨特見解能吸引他人目光，讓交流變得更加有趣。無論是參與集體活動，還是獨自思考，都能從不同角度發現生活的樂趣與意義。不妨把這些創意記錄下來，說不定在未來某個時刻就能派上用場。這一天，你會感受到生活充滿了無限可能，每一個瞬間都值得珍惜。以開放的心態擁抱這些創意，盡情享受生活帶來的驚喜，讓這一天成為你美好回憶中的一抹亮色。",
        "love_text": "單身的你，魅力四射，很容易吸引他人的目光。你的自信和獨特氣質會讓你在人群中脫穎而出，說不定會有不少人主動向你示好。好好把握機會，說不定能遇到那個對的人。已有伴者的你，和伴侶之間的愛意愈發濃烈。你們會更加珍惜彼此，感情也會更加深厚，不妨一起計劃一次旅行，為感情增添更多美好回憶。",
        "work_text": "對你而言是突破困境、迎來轉機的一天。之前在某個領域或項目上遇到的瓶頸，彷彿被一股無形的力量打破。你能夠敏銳地捕捉到關鍵信息，憑藉自身的能力和智慧，迅速找到解決問題的核心方法。這種突破不僅讓你在當下取得顯著進展，更為未來的發展掃清了障礙，讓你能更加自信地朝著目標前進。",
        "lucky_star": "金牛座",
        "money_text": "你對商機的把握非常精準，能敏銳地發現市場上的賺錢機會。可能是發現了一個新的消費需求，或者找到了一個低成本高回報的項目。只要你抓住機會，果斷行動，就能收穫不錯的財富。不過在行動前，也要做好充分準備，降低風險。",
        "health_text": "勤做面部清潔很有必要，皮膚每天會接觸很多灰塵、汙垢，如果不及時清潔，容易堵塞毛孔，引發痘痘、粉刺等問題。早晚用合適的潔面產品清潔面部，定期去角質，保持皮膚清潔乾淨。同時，做好補水保溼工作，讓皮膚水潤有光澤。",
        "lucky_color": "藏青色",
        "lucky_number": "7"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無意義社交",
        "yi": "整理與收納",
        "all": "58%",
        "date": "2025-12-23",
        "love": "56%",
        "work": "63%",
        "money": "62%",
        "health": "65%",
        "notice": "社交的頻率過高",
        "discuss": "67%",
        "all_text": "整體運勢欠佳，社交活動頻繁，會佔據你大量時間。過多的社交可能會讓你感到疲憊，彷彿陷入一場無休止的熱鬧中。在與他人交往時，可能會遇到一些難以溝通的人，消耗你的精力。你可能會覺得自己的時間被分割得七零八落，無法靜下心來做自己想做的事。此時，要學會適當拒絕一些不必要的社交邀請，給自己留出一些獨處的時間。在獨處中，你可以整理思緒，放鬆身心，重新找回內心的平靜。不要讓社交的壓力壓垮自己，合理調整社交節奏，才能讓自己在社交中保持輕鬆愉悅的狀態。",
        "love_text": "單身的你，要小心爛桃花的干擾。身邊可能會出現一些別有用心的人，打著感情的幌子接近你，別被他們的花言巧語迷惑，保持清醒的頭腦。已有伴者的你，別忽視對方的感受。在忙碌的生活中，也別忘了給伴侶一些關心和陪伴，多和對方交流，讓對方感受到你的愛，感情才能穩定。",
        "work_text": "前進的道路上會遇到一些小阻礙。在推進各項事務時，似乎總有一些意外情況出現，打亂你的節奏。可能是資源短缺、溝通不暢，或是外部環境的變化，讓你不得不花費更多時間和精力去應對。不過，這些阻礙並非無法克服，只要保持冷靜，積極尋找解決辦法，就能逐步化解困難，繼續朝著目標前行。",
        "lucky_star": "天秤座",
        "money_text": "要小心財物意外損耗。可能會不小心把東西弄壞，或者丟失貴重物品，導致錢財受損。出門在外要保管好自己的財物，使用物品時也要小心謹慎。要是因為疏忽造成財物損失，不僅心疼錢，還會影響心情，所以這一天得多留個心眼。",
        "health_text": "需要小心腿部磕碰，走路、運動時要留意周圍環境，避免不小心撞到硬物。在進行一些活動前，做好熱身準備，增強腿部肌肉的靈活性和協調性。如果腿部不小心磕碰受傷，要及時處理傷口，避免感染，讓腿部保持健康狀態。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "逃避責任問題",
        "yi": "逛逛創意集市",
        "all": "61%",
        "date": "2025-12-23",
        "love": "65%",
        "work": "58%",
        "money": "56%",
        "health": "67%",
        "notice": "出現逃避的姿態",
        "discuss": "60%",
        "all_text": "整體運勢下滑，你容易出現逃避的姿態，假裝為忙而忙。面對生活中的一些問題，你可能會選擇視而不見，用忙碌來掩蓋內心的焦慮。然而，這種逃避並不能真正解決問題，反而會讓問題越積越多。你可能會陷入一種忙碌卻無意義的循環中，看似做了很多事，卻沒有實質性的收穫。此時，要勇敢面對現實，正視自己內心的恐懼和不安。停下來，認真思考自己真正想要的是什麼，明確目標後，再有條不紊地去行動。只有擺脫逃避的心態，以積極的態度去面對生活，才能逐漸改善當前的運勢，讓自己重新找回前進的動力。",
        "love_text": "單身的你，不妨拓展一下自己的社交圈子。多參加一些社交活動，認識更多的人，說不定就能在其中遇到那個有緣人。已有伴者的你，和伴侶相處要多些耐心溝通。遇到問題彆著急發脾氣，心平氣和地和對方交流，傾聽對方的想法，這樣才能更好地解決問題，讓感情更加和諧。",
        "work_text": "你會感覺困難像潮水一般湧來。在處理各種事情時，彷彿每一步都充滿挑戰，無論是工作上的任務，還是生活中的瑣事，都讓你感到壓力巨大。可能會遇到難以解決的問題，或是遭遇一些突發狀況，讓你有些應接不暇。但別灰心，這些困難只是暫時的，堅持下去，尋找合適的應對策略，終能度過難關。",
        "lucky_star": "獅子座",
        "money_text": "面臨資金週轉困難的問題。可能是要還的賬單到期了，但手頭的錢不夠，或者生意上需要資金投入，卻一時拿不出那麼多錢。你得趕緊想辦法解決，可以找親朋好友借點，或者和債權人商量延期還款。別讓資金問題影響到正常生活和工作。",
        "health_text": "要緩解眼部疲勞，長時間盯著電腦、手機屏幕，眼睛會又幹又澀，還容易近視加深。工作學習間隙，多看看遠處，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。晚上早點休息，讓眼睛得到充分休息，保護好視力。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決定",
        "yi": "自我增值",
        "all": "70%",
        "date": "2025-12-23",
        "love": "73%",
        "work": "72%",
        "money": "71%",
        "health": "75%",
        "notice": "渴望他人的肯定",
        "discuss": "79%",
        "all_text": "整體運勢一般般，你內心渴望得到他人的肯定。在與人交往中，你可能會不自覺地尋求他人的認可，希望自己的行為和想法能得到他人的贊同。這種渴望會讓你在與人相處時有些小心翼翼，甚至會為了迎合他人而改變自己。然而，過度在意他人的看法會讓你失去自我，陷入迷茫。你要明白，真正的肯定來自於內心的自我認同。穩住自己的步伐，堅持自己的原則和想法，不要被他人的意見左右。當你能夠自信地做自己，你會發現，無需他人的肯定，你也能感受到生活的美好和自身的價值。這一天，要學會關注自己的內心需求，做真實的自己。",
        "love_text": "單身的你，就安心等待緣分出現吧。感情的事急不得，在等待的過程中，不妨好好提升自己，讓自己變得更加優秀。已有伴者的你，和伴侶相處要保持情感新鮮。偶爾給對方一些小驚喜，比如送一份小禮物、安排一次特別的約會，讓感情始終充滿活力。",
        "work_text": "你會感覺困難像潮水一般湧來。在處理各種事情時，彷彿每一步都充滿挑戰，無論是工作上的任務，還是生活中的瑣事，都讓你感到壓力巨大。可能會遇到難以解決的問題，或是遭遇一些突發狀況，讓你有些應接不暇。但別灰心，這些困難只是暫時的，堅持下去，尋找合適的應對策略，終能度過難關。",
        "lucky_star": "雙魚座",
        "money_text": "你的副業會有所進賬。之前在副業上付出的努力，這天會得到回報，可能是客戶增加了，訂單變多了，收入也相應提高。這讓你更有動力在副業上發展。你可以趁著這個好勢頭，進一步拓展副業，說不定以後副業能成為你的主要收入來源。",
        "health_text": "要重視足部護理，足部每天承受身體重量，容易疲勞，還可能滋生細菌。晚上回家後用熱水泡泡腳，促進血液循環，緩解疲勞。定期修剪腳趾甲，保持足部清潔。選擇合適的鞋子，避免鞋子過緊或過硬，讓足部保持舒適健康。",
        "lucky_color": "天青色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間購物",
        "yi": "發揮個人優勢",
        "all": "93%",
        "date": "2025-12-23",
        "love": "96%",
        "work": "90%",
        "money": "92%",
        "health": "98%",
        "notice": "當下充實的姿態",
        "discuss": "92%",
        "all_text": "整體運勢非常棒，你各方優勢明顯，會喜歡當下充實的姿態。在這一天裡，你彷彿充滿了能量，無論做什麼都充滿熱情。你的溝通能力很強，能夠與他人建立良好的互動關係，在交流中收穫快樂和友誼。你的創造力也得到了充分發揮，能夠想出一些新穎有趣的點子，為生活增添色彩。你會積極參與各種活動，盡情展現自己的才華和魅力。這種充實的生活狀態讓你感到滿足和快樂，彷彿整個世界都在為你喝彩。珍惜這美好的一天，盡情享受生活帶來的美好，讓這份充實和快樂延續下去，成為你前進的動力。",
        "love_text": "單身的你，就安心等待緣分出現吧。感情的事急不得，在等待的過程中，不妨好好提升自己，讓自己變得更加優秀。已有伴者的你，和伴侶相處要保持情感新鮮。偶爾給對方一些小驚喜，比如送一份小禮物、安排一次特別的約會，讓感情始終充滿活力。",
        "work_text": "將迎來進步飛躍的一天。在各個領域都能感受到明顯的提升和變化，無論是能力還是認知，都有了新的突破。你能夠快速吸收新知識，掌握新技能，在處理問題時更加得心應手。這種進步不僅讓你在當下取得優異成績，更為未來的發展奠定了堅實基礎，讓你對未來充滿信心和期待。",
        "lucky_star": "巨蟹座",
        "money_text": "會有貴人給你帶來財路。可能是朋友給你介紹了一個賺錢的好機會，或者長輩給你提供了一些理財建議，讓你發現新的賺錢方向。你要好好把握這個機會，虛心聽取貴人的意見，積極行動起來。有了貴人的幫助，你的財運會越來越好。",
        "health_text": "要保證充足飲水，水是身體的重要組成部分，參與身體各種生理活動。如果飲水不足，身體會缺水，導致皮膚乾燥、便秘等問題。每天儘量喝夠足夠的水，不要等到口渴了才喝。可以隨身帶個水杯，時不時喝上幾口，讓身體時刻保持水分充足。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}