{
  "updated": "2025-11-17T23:08:23.732Z",
  "updateTime": "2025/11/18 上午7:08:23",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13939,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "看戲劇演出",
        "all": "80%",
        "date": "2025-11-18",
        "love": "71%",
        "work": "65%",
        "money": "88%",
        "health": "82%",
        "notice": "生活節奏稍作調整",
        "discuss": "89%",
        "all_text": "整體運勢尚可，生活節奏似乎可以稍作調整。不妨試著放慢一直快速向前的步伐，給自己一些緩衝的時間。在過往忙碌的生活裡，或許有些細節被忽略，有些感受未被充分體會。此時正好可以靜下心來，回顧一下近期的生活，梳理內心的想法。放慢腳步並非是停滯不前，而是為了更好地調整狀態，為後續的行動積蓄力量。在與人相處時，也能以更平和的心態去交流，避免因急躁而引發不必要的矛盾。可以找一些輕鬆的活動來參與，比如閱讀一本心儀的書籍，或是聽一場舒緩的音樂會，讓自己沉浸在寧靜的氛圍中，進行自我調整和反思。以這種從容的姿態面對生活，能讓你在後續的日子裡更加遊刃有餘，以更好的狀態迎接新的挑戰。",
        "love_text": "單身的你，感情運勢像小火慢燉的粥，循序漸進地散發著溫暖。在社交場合中，你自然散發的活力會吸引到一些人，不用刻意表現，真誠地交流就可能開啟一段不錯的緣分。已有伴者的你，和另一半的關係甜蜜升溫，一起做些簡單的事，比如逛超市、看電影，都能讓彼此的心靠得更近，享受這份溫馨。",
        "work_text": "整體狀態像是在爬坡，原本順暢的節奏被打亂，諸多小狀況不斷冒出來，讓你有些應接不暇。原本計劃好的事情，實施起來困難重重，感覺有力使不出。不過彆著急，這其實是調整蓄能的好時機，靜下心來重新梳理思路，為後續突破積攢力量。",
        "lucky_star": "天秤座",
        "money_text": "正財運勢明顯走高，職場中的努力容易被看見，或許會有項目獎金或績效提升的機會，收入可能比平時更豐厚。這一天適合主動爭取資源，但別急著把所有錢都花在提升生活品質上，留一部分存起來更穩妥，畢竟收入增加的同時，未來用錢的地方也可能變多。",
        "health_text": "身體狀態相當不錯，適合做些運動釋放能量，比如晨跑或者打球，不過運動前別忘了熱身，避免突然發力拉傷肌肉，運動後也記得拉伸放鬆，不然第二天可能會肌肉痠痛，影響後續活動。",
        "lucky_color": "紅色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略內心需求",
        "yi": "學習新知識",
        "all": "54%",
        "date": "2025-11-18",
        "love": "52%",
        "work": "51%",
        "money": "57%",
        "health": "68%",
        "notice": "被各種瑣事困擾",
        "discuss": "63%",
        "all_text": "整體運勢較為低迷，生活中可能會被各種瑣事所困擾。這些瑣事看似不起眼，但卻容易讓人心煩意亂，影響心情。在處理這些事情時，需要格外謹慎，避免因為一時的疏忽而讓情況變得更糟。面對紛繁複雜的狀況，要保持冷靜的頭腦，有條不紊地去應對。不要被情緒左右，做出衝動的決定。可以嘗試將事情按照輕重緩急進行分類，一件一件地去解決。在與他人溝通時，也要注意言辭，避免因言語不當而引發新的矛盾。儘管運勢不佳，但只要保持耐心和細心，依然能夠平穩度過。同時，也可以從這些瑣事中吸取經驗教訓，為以後處理類似問題做好準備，讓自己在面對生活挑戰時更加從容。",
        "love_text": "單身的你，別總沉浸在過去的感情回憶裡啦，是時候放下過去，輕裝上陣。多參加些新活動，說不定會遇到讓你眼前一亮的人。已有伴者的你，和伴侶之間可能會有小有摩擦，可能是因為一些生活瑣事，別急著爭吵，心平氣和地溝通，互相理解，就能化解矛盾。",
        "work_text": "彷彿置身於迷霧森林，困境凸顯，前行之路充滿迷茫。原本穩定的節奏被打亂，各種難題接踵而至，讓你有些不知所措。無論是工作還是學習，都感覺進展艱難，難以找到突破口。此時需要保持耐心，等待迷霧散去，局勢逐漸明朗。",
        "lucky_star": "處女座",
        "money_text": "你的支出需要格外謹慎，可能會遇到一些看似划算但實際用不上的東西，衝動消費的風險較高。購物前最好列個清單，只買真正需要的，避免被促銷活動帶偏。如果有人找你借錢或推薦理財產品，先別急著答應，多問問細節再決定，省得後續麻煩。",
        "health_text": "容易小困小乏，可能是最近作息不太規律，或者工作太累，中午不妨抽時間小憩一會兒，哪怕十幾分鍾也能讓精神好不少，晚上儘量早點睡，別熬夜刷手機，保證充足睡眠，第二天才能更有精神。",
        "lucky_color": "寶藍色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易許承諾",
        "yi": "與別人合作",
        "all": "70%",
        "date": "2025-11-18",
        "love": "68%",
        "work": "69%",
        "money": "72%",
        "health": "71%",
        "notice": "保持靈活的應變",
        "discuss": "79%",
        "all_text": "整體運勢稍有起伏，生活不會一直風平浪靜。面對這種變化，宜保持靈活應變的態度。當遇到突發情況時，不要拘泥於原有的計劃，而是要根據實際情況及時調整策略。要善於觀察周圍的環境和他人的反應，從中捕捉有利的時機。在與人交往中，可能會遇到一些觀念上的碰撞，此時要以開放的心態去接納不同的意見，通過交流和溝通找到解決問題的方法。不要害怕改變，有時候改變帶來的不僅是挑戰，更是新的機遇。以積極的心態去應對運勢的起伏，抓住每一個可能的機會，讓自己在變化中不斷成長和進步。相信自己的能力，靈活應對生活中的各種狀況，就能在起伏的運勢中保持平穩。",
        "love_text": "單身的你，社交場合就是你的感情福地，在和朋友聚會、參加興趣小組時，很容易因為共同話題而和別人生情，大膽展現自己的魅力。已有伴者的你，和另一半交流增多，不管是分享日常小事，還是討論未來規劃，都能讓你們更瞭解彼此，關係也會更加緊密。",
        "work_text": "狀態如同海上的波浪，起伏波動明顯。時而感覺靈感如泉湧，能高效地完成一些任務；時而又陷入低谷，思路受阻，進展緩慢。整體而言，需要穩中求進，在順利時乘勝追擊，在受阻時及時調整心態，保持平穩節奏。",
        "lucky_star": "射手座",
        "money_text": "偏財運有點小驚喜，可能是之前參與的活動抽中了小獎，或者收到朋友還的小額欠款，雖然金額不大，但足夠讓你開心。這一天別把精力全放在找額外收入上，反而容易錯過主業的提升機會，把現有工作做好，後續偏財的機會才會更穩定。",
        "health_text": "精神小振，頭腦比平時更清醒，適合處理些需要集中精力的事情，比如學習新技能或者整理資料，不過別一直坐著，每隔一段時間起來活動活動，伸伸懶腰、走動走動，不然久坐容易腰痠背痛，影響整體狀態。",
        "lucky_color": "卡其色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法太保守",
        "yi": "定一個新目標",
        "all": "96%",
        "date": "2025-11-18",
        "love": "92%",
        "work": "94%",
        "money": "91%",
        "health": "95%",
        "notice": "注入了新的活力",
        "discuss": "97%",
        "all_text": "運勢上揚，生活彷彿被注入了新的活力。此時可以以積極的心態去拓展生活的新篇章。不要侷限於現有的生活模式，大膽地去嘗試一些新的活動和體驗。可以結識新的朋友，拓展自己的社交圈子，從不同的人身上學到新的知識和觀點。也可以探索新的興趣愛好，豐富自己的生活內容。在與人相處時，真誠的態度會讓你更容易獲得他人的信任和好感。以樂觀的心態面對生活中的一切，你會發現身邊充滿了美好的事物。抓住這個運勢良好的時機，勇敢地邁出舒適區，去追求自己想要的生活。相信在積極拓展的過程中，你會收穫更多的快樂和滿足，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，愛情火花四濺，走在路上、參加活動，都可能遇到讓你心動的人，勇敢一點去搭話，說不定一段美好的感情就此開始。已有伴者的你，愛意滿溢，對另一半的關心和體貼會更明顯，一個溫暖的擁抱、一句貼心的問候，都能讓對方感受到滿滿的愛。",
        "work_text": "如同踏上了一條鋪滿鮮花的康莊大道，順遂暢達，各種機遇如同璀璨星辰般頻繁閃現。無論是工作還是學習，都能感受到順風順水的暢快，之前的努力開始得到回報，新的機會也在不斷湧現，要抓住這些機遇，積極進取。",
        "lucky_star": "摩羯座",
        "money_text": "財路特別順，除了本職收入，還可能通過兼職、副業或朋友介紹獲得額外賺錢機會，甚至有人主動找你合作。面對這些機會別猶豫，大膽嘗試，但記得簽好協議或明確分成，避免後續扯皮。錢進賬後別急著全花光，留一部分為未來做準備更明智。",
        "health_text": "身心舒暢的一天，情緒也很穩定，整個人狀態特別好，適合和家人朋友聚聚，或者去戶外走走，呼吸新鮮空氣，不過飲食上別太隨意，少吃點油膩辛辣的食物，多吃點蔬菜水果，腸胃會更舒服，身體也更健康。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度貪玩",
        "yi": "參加競技比賽",
        "all": "57%",
        "date": "2025-11-18",
        "love": "51%",
        "work": "59%",
        "money": "55%",
        "health": "63%",
        "notice": "別過度張揚自我",
        "discuss": "65%",
        "all_text": "運勢欠佳，生活中可能會遇到一些不太順利的情況。此時宜收斂鋒芒，低調行事。不要過於張揚自己的觀點和想法，以免引起他人的反感。在與人交流時，要多傾聽他人的意見，尊重他人的想法。遇到分歧時，不要急於爭辯，而是以平和的方式表達自己的看法。在做決策時，要更加謹慎，充分考慮各種因素，避免因一時衝動而做出錯誤的決定。儘管運勢不佳，但這也是一個反思和成長的機會。可以藉此機會審視自己的行為和態度，發現自己的不足之處並加以改進。保持低調的姿態，默默積蓄力量，等待運勢好轉的那一天，再以更好的狀態展現自己的風采。",
        "love_text": "單身的你，魅力綻放得淋漓盡致，不管走到哪裡，都能成為焦點，吸引眾多異性的目光，抓住機會，主動出擊，就能收穫愛情。已有伴者的你，和伴侶浪漫相伴，一起去做些浪漫的事，比如吃一頓燭光晚餐、看一場浪漫電影，讓愛情在浪漫中升溫。",
        "work_text": "彷彿被一層無形的屏障籠罩，阻礙重重，前行之路充滿坎坷。原本自信滿滿的你，在面對各種難題時，會感到有些力不從心。此時需要停下匆忙的腳步，反思自己的方法和策略，找出問題所在，才能重新找到前進的方向。",
        "lucky_star": "水瓶座",
        "money_text": "理財方面適合緩一緩，別急著做重大決定，比如買入新理財產品或調整投資組合，容易因為信息不全或情緒影響判斷。如果手頭有閒置資金，先存起來或選低風險產品，等過幾天信息更明確再行動。日常消費也別太隨意，小錢花多了也會影響整體財務。",
        "health_text": "稍感疲憊，可能是最近事情太多，壓力有點大，不妨給自己減減壓，比如下班後聽聽音樂、看看電影，放鬆放鬆心情，晚上早點休息，別想著把所有事情都做完，身體累壞了反而得不償失，養足精神才能更好地應對挑戰。",
        "lucky_color": "草綠色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "丟三落四",
        "yi": "整理書架桌面",
        "all": "79%",
        "date": "2025-11-18",
        "love": "81%",
        "work": "76%",
        "money": "80%",
        "health": "77%",
        "notice": "注重細節穩中求進",
        "discuss": "72%",
        "all_text": "整體運勢平穩前行，生活按部就班地進行著。在這樣的日子裡，宜注重細節，穩中求進。細節往往決定成敗，在處理事情時，要認真對待每一個環節，避免因小失大。可以對自己的生活進行一次細緻的梳理，從日常的作息到與人交往的方式，都可以進行一些調整和優化。在與他人合作時，要注重溝通的細節，確保信息的準確傳達，避免因誤解而產生矛盾。同時，也要保持謙虛的態度，不斷學習和進步。不要因為運勢平穩而放鬆對自己的要求，要以積極的心態追求更高的品質。在穩中求進的過程中，你會發現自己的生活變得更加有序和美好，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，情愫暗生，可能會在不經意間對某個人產生特別的感覺，別害羞，試著多和對方接觸，瞭解彼此。已有伴者的你，和另一半默契加深，一個眼神、一個動作，就能明白對方的心意，這種心有靈犀的感覺會讓你們的感情更加深厚。",
        "work_text": "如同一位穩健的行者，穩步推進各項事務，注重細節成為你致勝的法寶。在處理事情時，你能夠認真細緻地對待每一個環節，避免出現疏漏。雖然整體進展不算迅猛，但每一步都走得紮實，為未來的成功奠定了堅實基礎。",
        "lucky_star": "天蠍座",
        "money_text": "收支平衡做得特別好，收入能覆蓋支出，甚至還能存下一小筆。職場中可能因為表現優秀獲得額外獎勵，或者通過節省開支省下一筆錢。這一天適合整理財務狀況，看看哪些地方還能優化，比如取消不常用的會員服務，或者調整消費習慣，讓錢花得更值。",
        "health_text": "狀態平穩，身體沒什麼大問題，不過還是要留意細節，比如喝水別太少，不然容易口乾舌燥，或者長時間盯著電腦，眼睛會疲勞，可以時不時看看遠處，做做眼保健操，保護好視力，身體才能一直保持好狀態。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂花錢買買買",
        "yi": "報一個興趣班",
        "all": "55%",
        "date": "2025-11-18",
        "love": "52%",
        "work": "48%",
        "money": "59%",
        "health": "62%",
        "notice": "泛起一些小漣漪",
        "discuss": "57%",
        "all_text": "整體運勢稍顯低迷，生活裡的人際交往或許會泛起一些小漣漪。在與他人相處時，不經意間的言語或舉動，都可能如微風輕拂湖面般，在彼此心間激起小摩擦的波瀾。此時，不妨多留意自己的言行，說話前稍作思考，用溫和且真誠的話語表達想法，避免因口無遮攔而無意間傷害到身邊的人。面對分歧，別急著爭個對錯，以平和包容之心傾聽對方觀點，嘗試站在對方立場理解其感受。即便內心有不同見解，也儘量用輕柔的方式傳達，減少衝突發生的可能。在社交場合中，若感覺氛圍有些微妙，不必勉強自己融入不合適的圈子，保持恰到好處的距離，反而能讓自己更自在愜意。對於一些無謂的爭論，選擇沉默或許是最優雅的應對方式，避免捲入不必要的紛爭，讓生活多些寧靜祥和，少些波瀾起伏。",
        "love_text": "單身的你，在感情上可能會受小挫折，比如表白被拒或者遇到不太合適的人，別灰心，這只是暫時的，調整好心態繼續前進。已有伴者的你，和伴侶之間矛盾初顯，可能是因為觀念不同，別讓矛盾激化，冷靜下來好好溝通，找到解決辦法。",
        "work_text": "就像在佈滿荊棘的小路上前行，阻滯一個接著一個冒出來。原本順暢的節奏被打亂，各種突發狀況讓你有些手忙腳亂。無論是處理事務還是推進計劃，都感覺困難重重，彷彿有一股無形的力量在阻礙著你。此時一定要保持冷靜，別被眼前的困境打亂陣腳，穩住心態才能找到應對之策。",
        "lucky_star": "白羊座",
        "money_text": "消費節制是關鍵詞，可能會遇到各種促銷活動，但別被“划算”衝昏頭腦，買回家才發現用不上。購物前先問問自己“真的需要嗎”，避免浪費錢。如果有人約你一起消費，比如吃飯或娛樂，可以提議選性價比高的地方，既聯絡感情又不傷錢包。",
        "health_text": "小恙輕擾，可能是有點小感冒，或者腸胃不太舒服，別不當回事，多喝點熱水，注意保暖，飲食上也清淡點，別吃太刺激的食物，如果症狀沒緩解，或者加重了，及時去看醫生，別拖著，小問題拖成大麻煩就麻煩了。",
        "lucky_color": "墨綠色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風消費",
        "yi": "做斷舍離",
        "all": "77%",
        "date": "2025-11-18",
        "love": "70%",
        "work": "76%",
        "money": "79%",
        "health": "83%",
        "notice": "默默地積蓄力量",
        "discuss": "80%",
        "all_text": "整體運勢平穩如水，沒有明顯的起伏波瀾。這樣的日子裡，適合低調行事，默默積蓄力量。生活中不必急於展現自己的全部光芒，而是將精力投入到自我提升與經驗積累中。可以靜下心來回顧過往經歷，從中總結經驗教訓，為未來的發展精心做好鋪墊。面對生活中的種種狀況，保持沉穩淡定的心態，不被外界的干擾所左右。在與人交往時，不過分張揚自己的觀點，多傾聽他人的意見，從中汲取有益的信息，如同海綿吸水般充實自己。這種低調的姿態，不僅能避免不必要的麻煩，還能在不經意間發現新的突破契機。以平和且堅定的步伐，穩步朝著目標前進，為未來的發展築牢堅實基礎，等待合適的時機綻放屬於自己的光彩。",
        "love_text": "單身的你，在感情上比較保守被動，不太願意主動去追求別人，但其實可以試著邁出第一步，說不定會有驚喜。已有伴者的你，和另一半理解增多，能站在對方的角度思考問題，即使有小矛盾，也能很快化解，感情更加穩定。",
        "work_text": "彷彿是攀爬一座小山丘，過程中雖有小阻礙，但也迎來了不少突破的機會。你會發現自己在一些方面有了新的理解和感悟，原本困擾你的問題逐漸有了解決的思路。只要持續發力，保持積極進取的態度，就能不斷向上攀登，收穫更多的成果。",
        "lucky_star": "巨蟹座",
        "money_text": "意外進財的機會來了，可能是之前申請的補貼到賬，或者收到一筆意外的退款，甚至有人突然還你錢。這些錢雖然來得突然，但別急著花掉，先想想有沒有更重要的用途，比如還信用卡或存起來。如果有人找你合作賺錢，別急著答應，先了解清楚細節再決定。",
        "health_text": "元氣漸復，之前可能身體有些小毛病，慢慢好起來了，不過別急著做劇烈運動，先從輕鬆的活動開始，比如散步或者瑜伽，讓身體有個適應的過程，飲食上也可以適當補補，吃點有營養的食物，幫助身體更快恢復。",
        "lucky_color": "米白色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無意義社交",
        "yi": "品嚐精緻美食",
        "all": "82%",
        "date": "2025-11-18",
        "love": "81%",
        "work": "86%",
        "money": "87%",
        "health": "80%",
        "notice": "積極向上的活力",
        "discuss": "84%",
        "all_text": "整體運勢良好，生活宛如被溫暖的陽光籠罩，充滿了積極向上的活力。這種良好的運勢，賦予你足夠的勇氣和動力，去大膽探索生活中的新樂趣。不妨勇敢地嘗試一些之前未曾接觸過的活動或事物，拓寬自己的視野，為生活增添別樣的色彩。在探索的過程中，不要害怕失敗或犯錯，因為每一次嘗試都是成長的寶貴機會。以開放包容的心態接納新事物，積極與不同的人交流互動，從中獲得新的啟發和靈感。同時，在這個過程中，你可能會發現自己的新興趣點，讓生活變得更加豐富多彩。保持這種積極進取的態度，盡情享受生活帶來的各種驚喜和樂趣，讓生活充滿生機與活力。",
        "love_text": "單身的你，浪漫邂逅隨時可能發生，可能在旅行途中、參加戶外活動時遇到那個讓你心動的人，大膽表達自己的心意。已有伴者的你，和伴侶歡樂共享，一起去做些有趣的事，比如玩桌遊、去遊樂園，讓快樂充滿你們的生活。",
        "work_text": "如同乘坐著順風船，在發展的海洋中暢快前行，進展十分良好。各種機會如同璀璨的星辰，不斷在你身邊閃耀，只要你有敏銳的洞察力，就能抓住這些機遇，讓自己的發展更上一層樓。此時要保持銳意進取的精神，大膽地向前衝。",
        "lucky_star": "雙子座",
        "money_text": "投資方面有喜訊，之前投入的項目可能看到回報，或者你關注的理財產品表現不錯，讓你小賺一筆。這一天適合關注市場動態，但別因為小賺就追加投入，保持理性更重要。如果有人推薦新的投資機會，先做足功課，別盲目跟風，穩妥比高收益更可靠。",
        "health_text": "勁頭十足，做什麼都很有幹勁，適合完成些有挑戰性的任務，不過別太拼，累了就休息會兒，別硬撐著，不然容易過度疲勞，反而影響效率，運動時也要注意安全，別因為太興奮而受傷，量力而行最重要。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人感受",
        "yi": "去新地方走走",
        "all": "85%",
        "date": "2025-11-18",
        "love": "75%",
        "work": "81%",
        "money": "70%",
        "health": "84%",
        "notice": "穩步推進中前行",
        "discuss": "81%",
        "all_text": "整體運勢不錯，生活正沿著穩步推進的軌道前行。在這樣的日子裡，適合專注於生活中的小目標，一步一個腳印地朝著它們邁進。無論是培養個人興趣，還是提升生活品質，都可以按照自己的計劃有條不紊地進行。在追求目標的過程中，保持專注和耐心，不被外界的喧囂所幹擾。遇到問題時，冷靜分析，尋找合理的解決方案，如同在迷霧中尋找光明的方向。這種穩紮穩打的方式，能讓你在實現目標的過程中更加從容自信，每一步都走得堅實有力。同時，也能在不斷前進的過程中積累寶貴的經驗，為未來的發展做好充分準備。以堅定的信念和踏實的行動，穩步邁向自己想要的生活，收穫滿滿的滿足感。",
        "love_text": "單身的你，或許會有戀愛的想法，看到身邊成雙成對的人，也會渴望有一份屬於自己的愛情，那就多出去走走，增加遇到緣分的機會。已有伴者的你，和另一半溫情相伴，一起做頓飯、窩在沙發上看電視，享受這份平淡而溫馨的時光。",
        "work_text": "彷彿是耕耘後迎來了初步的收穫，成果初顯。之前付出的努力開始有了回報，無論是工作上的項目進展，還是學習中的知識積累，都讓你看到了自己的進步。不過此時不能驕傲自滿，要穩紮穩打，繼續保持努力，為後續更大的成功奠定基礎。",
        "lucky_star": "金牛座",
        "money_text": "穩收紅利的一天，可能是長期投資的分紅到賬，或者兼職收入穩定發放，讓你心裡踏實。這一天適合整理財務目標，比如為買房、教育或養老存錢，把收入分成幾部分，一部分用於日常，一部分存起來，一部分用於提升自己。穩紮穩打，財務狀況會越來越好。",
        "health_text": "體力充沛，身體狀態很好，適合做些體力活或者運動，比如健身或者爬山，不過運動前要做好準備活動，避免肌肉拉傷，運動後也要及時補充水分和營養，不然身體容易缺水缺能量，影響後續恢復。",
        "lucky_color": "天青色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "制定理財計劃",
        "all": "97%",
        "date": "2025-11-18",
        "love": "98%",
        "work": "95%",
        "money": "97%",
        "health": "96%",
        "notice": "思維火花自由綻放",
        "discuss": "92%",
        "all_text": "整體運勢超棒，生活彷彿被注入了神奇的魔法，充滿了無限的活力與可能。這種良好的運勢，讓你能夠盡情發揮自己獨特的創造力，如同一位才華橫溢的藝術家，在生活的畫布上盡情揮灑。在生活的各個方面，都可以大膽地展現自己的想法和創意，不受傳統思維的束縛，讓思維的火花自由綻放。無論是裝飾居住環境，還是參與社交活動，都能憑藉獨特的創意脫穎而出，成為眾人矚目的焦點。與他人交流時，新穎的觀點和獨特的見解會像磁石一樣吸引他人的關注，為你贏得更多的認可和讚賞。以開放和自信的姿態，充分發揮自己的創造力，讓生活變得更加豐富多彩，充滿驚喜與歡樂。抓住這個難得的好時機，讓自己的才華得到充分的展現，收穫滿滿的成就感。",
        "love_text": "單身的你，心動升級，對某個人的好感會越來越強烈，別猶豫，主動去了解對方，說不定就能開啟一段美好的戀情。已有伴者的你，和伴侶親密無間，彼此之間沒有任何隔閡，能毫無保留地分享自己的喜怒哀樂，感情更加深厚。",
        "work_text": "就像在平靜的湖面上划船，一帆風順，收穫頗豐。無論是處理事務還是學習新知識，都能得心應手，很少遇到阻礙。你會發現自己能夠輕鬆地完成各項任務，還能從中獲得不少的樂趣和成就感。此時要珍惜這良好的運勢，充分發揮自己的優勢。",
        "lucky_star": "獅子座",
        "money_text": "財源滾滾的一天，收入渠道可能變多，比如兼職收入增加，或者主業有額外獎金，甚至有人主動找你合作賺錢。面對這些機會別猶豫，大膽接住，但記得簽好協議或明確分成，避免後續糾紛。錢進賬後別急著全花光，留一部分為未來做準備，比如學習新技能或投資健康。",
        "health_text": "神采奕奕，整個人容光煥發，心情也很愉悅，適合和朋友出去玩玩，或者參加些社交活動，不過別玩得太晚，也別喝太多酒，不然第二天可能會頭疼，影響精神狀態，保持規律作息，身體才能一直這麼好。",
        "lucky_color": "寶藍色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜玩手機",
        "yi": "聽喜歡的音樂",
        "all": "94%",
        "date": "2025-11-18",
        "love": "91%",
        "work": "94%",
        "money": "92%",
        "health": "90%",
        "notice": "收穫生活小確幸",
        "discuss": "96%",
        "all_text": "整體運勢大好，生活處處瀰漫著溫馨與美好的氣息，彷彿置身於一個夢幻的童話世界。在這樣的日子裡，你能夠輕鬆地收穫生活中的小確幸，這些小確幸如同夜空中閃爍的繁星，點綴著你的生活。可能是與親朋好友的一次愉快聚會，大家圍坐在一起，歡聲笑語迴盪在空氣中；也可能是偶然間發現的一處美麗風景，讓你不禁感嘆大自然的鬼斧神工。以樂觀的心態去感受生活中的點滴美好，珍惜身邊的人和事，如同守護珍貴的寶藏。在與人相處時，真誠友善的態度會讓你的人際關係更加和諧融洽，如同溫暖的陽光照亮彼此的心房。同時，也能從他人那裡獲得更多的關愛和支持，讓你感受到生活的溫暖與美好。享受這份美好的運勢，用心去體驗生活的每一個瞬間，讓這份幸福的感覺在心中長久延續，收穫內心的寧靜與喜悅。",
        "love_text": "單身的你，桃花盛開，身邊會出現很多追求者，要仔細挑選，找到那個真正適合自己的人。已有伴者的你，和另一半柔情蜜意，會用各種方式表達對對方的愛，比如送小禮物、寫情書，讓愛情充滿甜蜜的味道。",
        "work_text": "彷彿被幸運之神眷顧，鴻運當頭，一切都呈現出蓬勃發展的態勢。無論是工作還是學習，都充滿了無限的可能和機遇。你會感受到身邊充滿了積極的能量，推動著你不斷向前。此時要抓住這難得的好運勢，大膽地去追求自己的目標。",
        "lucky_star": "雙魚座",
        "money_text": "財富匯聚的感覺特別明顯，可能是之前的努力終於看到回報，或者收到多筆收入，讓你錢包鼓起來。這一天適合規劃長期財務，比如為買房、旅行或退休存錢，把收入分成幾部分，一部分用於日常，一部分存起來，一部分用於提升生活品質。穩妥理財，財富會越積越多。",
        "health_text": "輕鬆愉悅，身體沒什麼負擔，心情也很舒暢，適合做些讓自己開心的事情，比如聽音樂、畫畫或者看書，不過別一直坐著不動，偶爾起來活動活動身體，促進血液循環，身體會更健康，心情也會更美好。",
        "lucky_color": "桃紅色",
        "lucky_number": "3"
      }
    }
  }
}