{
  "updated": "2025-08-24T08:14:44.984Z",
  "updateTime": "2025/8/24 下午4:14:44",
  "totalConstellations": 12,
  "successCount": 7,
  "failureCount": 5,
  "processingTimeMs": 301197,
  "convertedToTraditional": true,
  "errors": [
    "獅子座 (leo): timeout of 10000ms exceeded",
    "處女座 (virgo): timeout of 10000ms exceeded",
    "天秤座 (libra): timeout of 10000ms exceeded",
    "天蠍座 (scorpio): timeout of 10000ms exceeded",
    "射手座 (sagittarius): timeout of 10000ms exceeded"
  ],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩極限運動",
        "yi": "多表達情感",
        "all": "96%",
        "date": "2025-08-24",
        "love": "91%",
        "work": "97%",
        "money": "90%",
        "health": "98%",
        "notice": "做什麼都順風順水",
        "discuss": "94%",
        "all_text": "對你而言簡直是開掛的一天！彷彿被幸運之神緊緊跟隨，做什麼都順風順水。日常裡那些讓你頭疼的難題，此刻都能輕鬆找到解決方向，就像原本雜亂的毛線團突然有了頭緒，一切都有條不紊地推進著。你可能會發現，自己提出的想法總能得到他人的積極響應，大家都很願意圍繞在你身邊，聽從你的安排。這種眾星捧月般的感覺，讓你自信心爆棚，做起事來更加得心應手。而且，在與人交流的過程中，你能夠敏銳地捕捉到關鍵信息，這些信息說不定會在未來的某個時刻發揮大作用。你就像一個充滿能量的磁場，吸引著各種好運和機會，不妨大膽地去嘗試一些新事物，說不定會有意想不到的驚喜等著你。不過，也別因為太過順利而得意忘形，保持一顆平常心，才能讓這份好運持續得更久。",
        "love_text": "單身的你，感情運勢超棒，或許會有貴人出現，在不經意間為你牽線搭橋，讓你結識到不錯的異性。這個人可能和你有著相似的興趣愛好，交流起來十分順暢。已有伴者的你，和伴侶的感情會得到雙方長輩的支持與祝福。長輩們的認可會讓你們的關係更加穩固，也能讓你們更有信心面對未來的生活。不妨找個時間和伴侶一起去看望長輩，增進彼此間的感情。",
        "take_star": "",
        "work_text": "腦袋裡不斷冒出新奇獨特的點子。無論是處理日常任務，還是探索新的領域，都能憑藉這些創意找到別具一格的解決辦法。在團隊協作中，你的想法也能為項目注入新的活力，帶動整體氛圍。不過，別光沉浸在創意的喜悅中，也要注意將想法落地實施。",
        "lucky_star": "摩羯座",
        "money_text": "經濟狀況相對寬裕，手頭資金比較充裕，能比較從容地應對日常開銷。不過也別因為有錢就隨意揮霍，在購買一些非必需品時還是要多思考一下是否真的需要。同時，如果有閒置資金，也可以考慮一些穩健的小額投資，讓錢生錢，但別投入過多，以免影響正常生活資金週轉。",
        "health_text": "建議保持適度鍛鍊。可以選擇在傍晚去公園慢跑，或者跟著健身視頻做些簡單的運動，這樣能增強心肺功能，讓身體更有活力。但別過度運動，避免拉傷肌肉。鍛鍊前後要做好熱身和拉伸，運動中及時補充水分，讓鍛鍊效果更好，也能減少受傷風險。",
        "lucky_color": "青檸色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "封閉內心世界",
        "yi": "享受品質生活",
        "all": "72%",
        "date": "2025-08-24",
        "love": "74%",
        "work": "75%",
        "money": "63%",
        "health": "71%",
        "notice": "傾向於保守行事",
        "discuss": "77%",
        "all_text": "整體運勢還算不錯，處於一種比較平穩的狀態。你會傾向於選擇保守行事，就像一隻小心翼翼的蝸牛，把自己的想法和感受都藏在堅硬的殼裡，不太願意輕易表露出來。這種謹慎的態度讓你在處理事情時更加穩妥，不會輕易做出衝動的決定。對於一些不確定的事情，你會反覆思考，權衡利弊，確保萬無一失後才肯行動。雖然這樣的方式可能會讓你錯過一些快速前進的機會，但也能避免很多不必要的麻煩。在人際交往中，你也保持著一定的距離感，不會過於熱情地投入其中，而是更注重自己內心的感受。這種保守的策略雖然不會讓你大放異彩，但至少能保證你平穩地度過這一天，不會出現什麼大的波折。",
        "love_text": "單身的你，在感情方面別太鑽牛角尖啦。遇到心儀對象時，別總是糾結一些小細節，放寬心態去接觸，說不定會有新發現。已有伴者的你，別總是宅在家裡，多和伴侶出門走走。可以去公園散散步，或者去周邊城市旅遊，在新的環境中，你們能發現彼此更多的閃光點，讓感情在輕鬆愉快的氛圍中升溫。",
        "take_star": "",
        "work_text": "換個視角看待問題，以往那些讓你頭疼的難題，換個思路或許就能迎刃而解。在推進各項事務時，不要侷限於常規方法，勇於嘗試新的途徑。這種思維轉變不僅能提高效率，還能讓你發現新的機會。不過，剛開始可能會有些不適應，需要耐心調整。",
        "lucky_star": "射手座",
        "money_text": "要警惕情緒化消費，可能會因為一些小事心情起伏，然後通過購物來發洩情緒，這樣很容易買回一堆不實用的東西。在付款前先冷靜幾分鐘，問問自己是不是真的需要它。也可以提前制定好購物清單，只買清單上的物品，避免衝動消費，守住自己的錢包。",
        "health_text": "要著重保持起居環境的乾淨整潔，這對你健康很關鍵。及時清理房間的灰塵，整理雜亂的物品，避免滋生細菌。定期更換床單被罩，讓睡眠環境更舒適衛生。乾淨的環境能減少過敏和呼吸道疾病的發生，讓你在舒適的空間裡放鬆身心，以更好的狀態迎接新一天。",
        "lucky_color": "茶色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "出門丟三落四",
        "yi": "郊外踏青野餐",
        "all": "53%",
        "date": "2025-08-24",
        "love": "55%",
        "work": "48%",
        "money": "50%",
        "health": "59%",
        "notice": "小麻煩不斷冒出",
        "discuss": "70%",
        "all_text": "可真是運氣掉線的一天，各種小麻煩就像一群調皮的小精靈，不斷地圍繞在你身邊，讓你煩不勝煩。原本計劃好的事情，可能會因為一些突發的狀況而被打亂，讓你有些措手不及。你可能會發現，自己原本清晰的思路變得混亂起來，做事情也變得丟三落四，總是容易忽略一些重要的細節。在與人交流的時候，也可能會因為一些小誤會而產生矛盾，影響彼此的心情。這些小麻煩雖然不會對你造成太大的傷害，但卻會讓你感到無比的煩躁和疲憊。不過，也別讓這些小問題影響了你的心態，儘量保持冷靜，一件一件地去解決它們。相信只要你有足夠的耐心和毅力，這些小麻煩遲早都會被你一一擺平。",
        "love_text": "單身的你，在感情上可別太吊兒郎當啦。對待喜歡的人要認真一些，展現出你的真誠和靠譜，不然容易讓對方覺得你不夠重視。已有伴者的你，要培養自己的責任感。在感情裡不能只圖一時開心，要多為伴侶考慮，主動承擔起應有的責任，這樣你們的感情才能長久穩定。",
        "take_star": "",
        "work_text": "要格外小心粗心大意這個“小怪獸”，它可能會在你處理事務時悄悄冒出來，給你帶來一些不必要的麻煩。在完成各項任務時，要認真仔細，多檢查幾遍，避免因為疏忽而出現錯誤。同時，也要保持專注，不要被外界的干擾分散注意力。",
        "lucky_star": "雙魚座",
        "money_text": "在消費方面，你要警惕分期付款消費。分期雖然能讓你當下輕鬆買到心儀的東西，但後續每月的還款可能會給你帶來經濟壓力。在決定分期前，仔細算一算總共要還多少錢，利息是多少，看看自己是否能承受。如果實在想買，也可以等手頭資金充足時再購買。",
        "health_text": "你的抵抗力稍弱，容易受到病菌侵襲。出門記得戴上口罩，儘量避免去人員密集、空氣不流通的場所。回到家後第一時間洗手洗臉，換上乾淨的衣服。飲食上多吃富含維生素的蔬菜水果，增強身體免疫力。如果感覺身體不適，要及時休息，必要時去醫院就診。",
        "lucky_color": "藕荷色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不信任隊友",
        "yi": "自由做自己",
        "all": "82%",
        "date": "2025-08-24",
        "love": "80%",
        "work": "87%",
        "money": "79%",
        "health": "81%",
        "notice": "遵循想法去行事",
        "discuss": "86%",
        "all_text": "整體運勢趨於平穩，你會更傾向於遵循自己內心的想法去行事。就像一艘在平靜海面上航行的船隻，按照自己既定的航線穩步前進。你不會受到外界太多的干擾和影響，能夠堅定地朝著自己認定的方向前行。在面對選擇時，你會聽從內心的聲音，做出讓自己感到安心和舒適的決定。這種遵循內心的生活方式，讓你感到無比的自在和放鬆。你可能會花更多的時間在自己的興趣愛好上，享受那份獨屬於自己的快樂。在與家人和朋友的相處中，你也會展現出溫柔體貼的一面，讓大家感受到你的溫暖和關懷。對你來說，這是一個適合沉澱自己、享受生活的日子，不妨好好地放鬆一下，感受生活中的美好。",
        "love_text": "單身的你，或許會有別人給你介紹對象的機會。不要拒絕這樣的安排，抱著開放的心態去認識新朋友，說不定你的緣分就在其中。已有伴者的你，要多和伴侶分享自己的想法。無論是生活中的瑣事，還是對未來的規劃，坦誠地交流能讓你們更加了解彼此，減少不必要的誤會，讓感情更加深厚。",
        "take_star": "",
        "work_text": "是個抓住機會提升自己的好時機，各種有利於成長的機會會悄然出現。無論是參加培訓、學習新技能，還是拓展人脈，都要積極把握。這些機會能讓你在未來的發展中佔據更有利的位置。不過，機會總是留給有準備的人，要提前做好準備。",
        "lucky_star": "金牛座",
        "money_text": "需要開源節流的一天，一方面可以尋找一些增加收入的途徑，比如利用業餘時間做點兼職，發揮自己的特長賺點外快。另一方面，在生活開銷上要節省一些，減少不必要的聚會和娛樂活動，自己在家做飯比外出就餐能省不少錢。合理規劃收支，讓財務狀況更健康。",
        "health_text": "可不要久坐不動，長時間保持一個姿勢會影響血液循環，導致身體僵硬和疲勞。工作或學習一段時間後，就起身活動活動，伸伸懶腰、踢踢腿、轉轉脖子。也可以利用午休時間出去散散步，呼吸新鮮空氣，讓身體得到放鬆和舒展，保持良好的精神狀態。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": false,
      "error": "timeout of 10000ms exceeded",
      "data": null
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": false,
      "error": "timeout of 10000ms exceeded",
      "data": null
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": false,
      "error": "timeout of 10000ms exceeded",
      "data": null
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": false,
      "error": "timeout of 10000ms exceeded",
      "data": null
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": false,
      "error": "timeout of 10000ms exceeded",
      "data": null
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不切實際",
        "yi": "記錄小美好",
        "all": "91%",
        "date": "2025-08-24",
        "love": "89%",
        "work": "92%",
        "money": "95%",
        "health": "96%",
        "notice": "節目充實運氣棒",
        "discuss": "93%",
        "all_text": "你的整體運勢棒棒噠，是節目充實的一天。你會發現自己有很多事情可以做，而且每一件事都充滿了意義和樂趣。你的生活變得豐富多彩，不再像往常那樣單調乏味。你可能會參加一些社交活動，結識新的朋友，拓展自己的人脈圈；也可能會參與一些興趣小組或社團活動，發揮自己的特長和才能，獲得他人的認可和讚賞。這些活動不僅能讓你學到新的知識和技能，還能讓你感受到生活的熱情和活力。你會覺得時間過得飛快，每一刻都充滿了驚喜和期待。對你來說這是一個充滿活力和機遇的日子，不妨盡情地投入到各種活動中去，讓自己的生活更加精彩，享受這份充實帶來的滿足感。",
        "love_text": "單身的你，有機會拉近與心上人的距離。可以找機會和對方多聊聊天，瞭解對方的興趣愛好和生活習慣，讓對方感受到你的真誠和關心。已有伴者的你，和伴侶琴瑟和諧。你們之間的默契度會很高，能很好地理解對方的想法，一起度過溫馨又美好的一天，感情也會更加穩固。",
        "take_star": "",
        "work_text": "在各方面進展都較為順利，呈現出事半功倍的良好態勢。你之前的努力和積累在開始顯現成效，無論是處理日常事務還是應對新的挑戰，都能得心應手。這種高效的狀態讓你有更多時間和精力去規劃未來，進一步拓展自己的發展空間。不過，也別因此而驕傲自滿，保持謙虛謹慎的態度，持續努力，才能讓這份好運延續下去。",
        "lucky_star": "巨蟹座",
        "money_text": "在偏財方面會有驚喜，可能會收到意外的禮物、獎金或者得到一些合作機會帶來的額外收益。但別因為有了意外之財就大手大腳，要合理規劃這筆錢。可以把一部分存起來作為應急資金，另一部分用於改善生活或者投資自己，提升自己的能力和競爭力。",
        "health_text": "要小心熱水，在使用熱水時，比如燒水、洗澡、泡茶等，要注意防止燙傷。燒好的熱水不要隨意放置，避免孩子或老人碰到。洗澡前先調好水溫，避免水溫過高燙傷皮膚。如果不小心被熱水燙傷，要立即用冷水沖洗，並及時就醫處理。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執己見",
        "yi": "目光放長遠",
        "all": "96%",
        "date": "2025-08-24",
        "love": "90%",
        "work": "91%",
        "money": "97%",
        "health": "94%",
        "notice": "放長線去釣大魚",
        "discuss": "95%",
        "all_text": "你的整體運勢很好，保持著放長線釣大魚的姿態。你不會被眼前的小利益所迷惑，而是有著更長遠的眼光和規劃。你清楚地知道自己想要什麼，並且會為了實現目標而穩步前進。在面對各種選擇和誘惑時，你能夠保持冷靜和理智，不被一時的衝動所左右。你會仔細分析每一個機會的利弊，選擇最適合自己的道路。這種沉穩和睿智的態度讓你在處理事情時更加得心應手，也更容易取得成功。雖然可能不會立刻看到明顯的成果，但你所付出的努力和積累的經驗都會在未來的某個時刻發揮作用。對你來說是一個適合佈局和謀劃的日子，不妨靜下心來，為自己的未來制定一個詳細的計劃，然後按照計劃一步步地去實現它。",
        "love_text": "單身的你，桃花運旺盛。身邊可能會出現不少追求者，讓你有些眼花繚亂。不過別太沖動，慢慢挑選，找到那個真正適合你的人。已有伴者的你，和伴侶的感情甜蜜升溫。你們會互相理解、互相支持，一起度過很多快樂的時光。不妨一起規劃一下未來，讓你們的感情更有目標。",
        "take_star": "",
        "work_text": "得到很多助力，彷彿有一雙無形的手在背後推動你前進。身邊的人會主動為你提供幫助和支持，無論是經驗分享還是資源介紹，都能讓你在前進的道路上少走很多彎路。這些助力讓你在面對困難時更有信心，能夠更加輕鬆地應對各種挑戰。要珍惜這些機會，積極與他人合作，共同創造更好的成果。",
        "lucky_star": "水瓶座",
        "money_text": "會有多方進賬，除了正常的工作收入，可能還會有一些兼職收入或者投資回報。面對多筆收入，要合理分配。可以拿出一部分用於償還債務，減輕經濟壓力；一部分用於日常消費，提高生活質量；剩下的則可以存起來或者進行穩健的投資，讓財富不斷積累。",
        "health_text": "別在昏暗燈光下玩手機，昏暗的光線會讓眼睛過度疲勞，增加近視、乾眼症等眼部疾病的發生風險。在晚上使用手機時，要打開房間的燈，保證充足的光線。同時，控制玩手機的時間，每隔一段時間就讓眼睛休息一下，看看遠處的景物，緩解眼部疲勞。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法太極端",
        "yi": "學習新知識",
        "all": "58%",
        "date": "2025-08-24",
        "love": "61%",
        "work": "50%",
        "money": "55%",
        "health": "62%",
        "notice": "遇到不如意的事",
        "discuss": "59%",
        "all_text": "你的整體運勢略顯倒黴，不過別把所有的小挫折都放在一起沮喪。生活中難免會遇到一些不如意的事情，你可能會碰到一些小麻煩，比如出門忘帶東西、和人交流出現小誤會等等。這些小問題雖然會讓你感到有些煩惱，但它們並不會對你的生活造成太大的影響。如果你把這些小挫折都堆積在心裡，一味地沉浸在沮喪和抱怨中，那隻會讓自己更加不開心。其實，換個角度看，這些小挫折也是生活的一種考驗，它們能讓你變得更加堅強和成熟。你可以試著以平和的心態去面對這些問題，積極尋找解決的辦法。每解決一個小問題，你都會獲得一份成就感。所以，不要讓這些小倒黴影響了你一天的心情，保持樂觀的心態，努力過好這一天吧。",
        "love_text": "單身的你，太容易動情啦。遇到稍微有好感的人就可能會陷入幻想，要理智一些，多瞭解對方再做決定，避免受到傷害。已有伴者的你，不要過度追求浪漫。感情需要的是實實在在的陪伴和關心，偶爾的浪漫是調味劑，但過度追求反而會讓彼此感到疲憊，保持平淡而溫馨的相處就好。",
        "take_star": "",
        "work_text": "可能會出現一些小失誤，這可能會讓你有些懊惱和沮喪。不過，犯錯並不可怕，它是成長過程中的寶貴經驗。重要的是要從錯誤中吸取教訓，及時調整自己的狀態和方法。在接下來的時間裡，保持冷靜和專注，認真對待每一項任務，避免再次出現類似的問題。",
        "lucky_star": "處女座",
        "money_text": "可能會感覺經濟壓力大，可能是有一些意外的支出，比如家電損壞需要維修等。別慌張，先梳理一下自己的財務狀況，看看有哪些地方可以節省開支。也可以和家人朋友商量一下，看看能否得到一些幫助。同時，要調整好自己的心態，積極尋找增加收入的方法，緩解經濟壓力。",
        "health_text": "走路不要玩手機，走路時玩手機容易分散注意力，導致摔倒、撞到他人或物體等意外發生。在行走過程中，要把注意力集中在前方和周圍環境上，確保行走安全。如果需要使用手機，可以找一個安全的地方停下來，處理完事情後再繼續前行，避免不必要的危險。",
        "lucky_color": "米白色",
        "lucky_number": "5"
      }
    }
  }
}