{
  "updated": "2025-07-25T02:46:49.927Z",
  "updateTime": "2025/7/25 上午10:46:49",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 22424,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜玩遊戲",
        "yi": "嘗試新運動",
        "all": "74%",
        "date": "2025-07-25",
        "love": "72%",
        "work": "70%",
        "money": "78%",
        "health": "80%",
        "notice": "像預先設定的程序",
        "discuss": "75%",
        "all_text": "整體運勢算是平穩中帶著點小波瀾，說不上特別好，但也絕對不差，就是那種中規中矩的感覺。你會感覺自己就像處於一種“按部就班”的狀態，做的事情、見的人，都像是預先設定好的程序。不過，這樣的日子裡，最需要的是你給自己找點樂子，或者給正在做的事賦予點特別的意義。別小看這種內心的調整，它能讓你的每一天都變得不那麼單調。比如，你可以在完成日常任務後，給自己一個小獎勵，或者想想這些事情長遠來看能給你帶來什麼。別讓日子就這麼平平淡淡地溜走，主動給生活加點料，你會發現，原來平凡的日子也能過得有滋有味。",
        "love_text": "單身的你，脫單想法在心底冒頭，社交場合裡或許會遇到讓你有點心動的人，別太急切，先自然相處，給彼此瞭解的時間。已有伴者的你，適合和伴侶一起規劃未來，無論是短期出遊計劃，還是長遠的生活目標，一起探討會讓你們對未來更有期待，也能增進彼此的默契。",
        "take_star": "",
        "work_text": "整體狀態較為積極，但要保持主動性才能有所突破。在各項任務推進中，不能等著機會找上門，得主動出擊。若一味被動等待，容易錯失一些潛在的機會，讓原本有希望取得進展的事情停滯不前。主動去探索新的思路和方法，能為發展帶來新的活力，也能讓自己在競爭環境中佔據更有利的位置。",
        "lucky_star": "獅子座",
        "money_text": "在財運上得留意理財這件事啦。可能會遇到一些看似誘人的消費機會，但別頭腦一熱就掏錢。購物前多想想這東西是不是真有必要買，避免衝動消費。同時，也可以梳理下自己的收支情況，看看哪些地方能省點錢，合理規劃資金，這樣才能讓錢包更鼓，為未來做好財務儲備。",
        "health_text": "可得留意別過度沉迷手機啦。長時間盯著屏幕，眼睛會又酸又脹，脖子也會僵硬難受。每隔一段時間就放下手機，看看遠處、活動活動脖子。還可以做做眼保健操，給眼睛放鬆放鬆。也別一直坐著刷手機，起身走動走動，伸伸懶腰，讓身體也活動活動。",
        "lucky_color": "翠綠色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "走路玩手機",
        "yi": "報個線上課程",
        "all": "92%",
        "date": "2025-07-25",
        "love": "95%",
        "work": "91%",
        "money": "90%",
        "health": "93%",
        "notice": "豁然開朗暢快感",
        "discuss": "94%",
        "all_text": "整體運勢簡直太出彩啦！彷彿原本籠罩在生活上方的陰霾一下子被陽光穿透，你會有一種豁然開朗的暢快感。前段時間那些讓你糾結、猶豫的小問題，再看，似乎都有了清晰的答案，心裡不再像被一團亂麻纏住，而是變得條理清晰、通透無比。這種好狀態會讓你在與人相處時也格外輕鬆自在。你能更敏銳地察覺到他人的情緒和需求，從而給予恰當的回應，讓彼此的交流更加順暢愉快。而且，你對周圍環境的感知力也變強了，能發現很多之前忽略的美好細節，比如街邊盛開的花朵、鄰里間溫馨的互動，這些小確幸會讓你的心情更加愉悅。在生活節奏上，你也會感覺一切都在有條不紊地進行著，沒有突如其來的麻煩來打亂你的計劃。這種掌控感會讓你充滿自信，對未來也充滿了期待。不妨趁著這股好勢頭，去做一些一直想做卻沒機會嘗試的事情，說不定會有意想不到的收穫。",
        "love_text": "單身的你，自信滿滿的一天，這種狀態會讓你在人群中格外亮眼，容易吸引到異性的目光，大膽展現真實的自己，脫單機會不小。已有伴者的你，能從伴侶那裡感受到穩穩的安全感，一個溫暖的擁抱、一句貼心的問候，都能讓你覺得生活無比美好，感情也在這些小細節中愈發深厚。",
        "take_star": "",
        "work_text": "能起到事半功倍效果的一天。無論是處理複雜的工作任務，還是攻克學習上的難題，都能找到更高效的方法。思路清晰，靈感不斷，能輕鬆應對各種挑戰，在前進的道路上暢通無阻。只要順著這股好勢頭，就能取得令人滿意的成果。",
        "lucky_star": "天秤座",
        "money_text": "財運相當不錯，會有驚喜進賬哦！可能是之前努力的回報，或者是一些意外的收入。這一天不妨多關注下自己的賬戶，說不定會有好消息。不過，也別因為有了額外收入就大手大腳，還是要保持理性消費，把這份驚喜好好利用起來，比如存起來或者做些穩健的小投資。",
        "health_text": "在用眼方面要多上點心。長時間看書、看電腦，眼睛容易疲勞乾澀。工作學習間隙，閉目養神幾分鐘，或者眺望下窗外綠植。也可以準備些人工淚液，感覺眼睛乾澀時滴一滴。晚上別在昏暗環境下用眼，保證充足睡眠，讓眼睛得到充分休息。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度思考",
        "yi": "步行一萬步",
        "all": "62%",
        "date": "2025-07-25",
        "love": "55%",
        "work": "52%",
        "money": "59%",
        "health": "60%",
        "notice": "心煩意亂小狀況",
        "discuss": "64%",
        "all_text": "整體運勢欠佳，可能會遇到一些讓你感到心煩意亂的小狀況。原本計劃好的事情，可能會因為一些意外因素而出現變動，這讓你有些措手不及，心情也跟著變得糟糕起來。在與他人交流時，也可能會出現一些小摩擦，彼此的想法難以達成一致，容易產生爭執。這時候，別一味地堅持自己的觀點，有時退一步海闊天空。試著站在對方的角度去思考問題，理解對方的立場和感受，也許就能化解矛盾，讓關係重新變得融洽。另外，你的情緒可能會比較敏感，容易受到外界因素的影響。一些小事都可能讓你陷入消極的情緒中無法自拔。這時候，要學會給自己一些積極的心理暗示，告訴自己這只是暫時的，一切都會好起來的。保持平和的心態，才能更好地應對生活中的各種挑戰。",
        "love_text": "單身的你，說話要注意方式，別因為一時口快而給別人留下不好的印象，影響脫單進程，說話前多想想後果。已有伴者的你，和伴侶相處時切忌冷戰，有矛盾就坦誠溝通，把心裡的想法說出來，冷戰只會讓問題越來越嚴重，傷害彼此的感情。",
        "take_star": "",
        "work_text": "容易陷入驕傲自滿的情緒中，這會對發展產生負面影響。取得一點小成績就沾沾自喜，會讓你忽略自身的不足，停止前進的腳步。在面對新的任務和挑戰時，這種心態會讓你準備不充分，導致出現失誤。要時刻保持謙虛的態度，才能不斷進步。",
        "lucky_star": "射手座",
        "money_text": "面臨著“月光”的壓力。這一天花錢的地方似乎不少，各種小開銷加起來可能讓你有些招架不住。購物時要剋制下自己的慾望，別看到喜歡的東西就買買買。可以給自己設定一個消費上限，嚴格按照這個額度來花錢，不然月底可能就要為錢發愁啦，得合理規劃每一筆支出。",
        "health_text": "得小心消化不良找上門。飲食上別吃太多不易消化的食物，像糯米制品、油炸食品。吃飯別吃得太快太急，要細嚼慢嚥。如果感覺肚子脹不消化，飯後可以適當散散步，促進腸胃蠕動。也可以喝點山楂水，幫助消化，緩解腸胃不適。",
        "lucky_color": "淺紫色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒低落",
        "yi": "參加興趣活動",
        "all": "85%",
        "date": "2025-07-25",
        "love": "82%",
        "work": "83%",
        "money": "80%",
        "health": "87%",
        "notice": "尋找自己的小天地",
        "discuss": "88%",
        "all_text": "整體運勢穩定，生活就像一潭平靜的湖水，沒有太大的波瀾。這種穩定的狀態會讓你感到安心和舒適，沒有過多的壓力和煩惱來打擾你。在這樣的日子裡，你可以試著去培養自己的興趣愛好。興趣是最好的老師，它能讓你在忙碌的生活中找到一片屬於自己的小天地。無論是繪畫、音樂、閱讀還是運動，選擇一項你感興趣的活動，全身心地投入其中，你會發現生活變得更加豐富多彩。培養興趣愛好不僅能讓你放鬆身心，還能提升你的個人素養和技能。在探索興趣的過程中，你可能會結識到一些志同道合的朋友，拓展自己的社交圈子。而且，當你專注於自己喜歡的事情時，會進入一種心流狀態，忘卻生活中的瑣碎煩惱，讓內心得到真正的寧靜和滿足。所以，別猶豫啦，趁著好狀態，開啟你的興趣探索之旅吧。",
        "love_text": "單身的你，心思細膩的你能敏銳察覺到身邊人的情緒變化，這種特質會讓你在社交中很受歡迎，說不定能遇到那個懂你的人。已有伴者的你，溫柔體貼是你的法寶，用你的溫柔去關心伴侶，一個溫柔的眼神、一杯熱茶，都能讓伴侶感受到你的愛意，感情更加甜蜜。",
        "take_star": "",
        "work_text": "適合換個不同角度去看待問題，會有新的發現。在處理各項事務時，不要侷限於常規的思維模式，嘗試從不同的方向思考，能找到更優的解決方案。這種創新的方式不僅能提高效率，還能讓你在眾人中脫穎而出，為未來的發展打下堅實的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "在財運方面能夠做到精打細算。這一天你對錢財的把控能力很強，會仔細考慮每一筆消費是否值得。無論是日常購物還是大額支出，都會權衡利弊。這種理性的消費態度能幫你省下不少錢，還能讓資金得到更合理的分配，為生活提供更堅實的經濟保障。",
        "health_text": "別頓頓都吃外賣啦。外賣大多高油高鹽，營養不均衡，長期吃對身體不好。這一天不妨自己動手做頓飯，選擇新鮮的食材，合理搭配葷素。多吃些蔬菜水果，補充維生素和膳食纖維。自己做飯乾淨衛生，還能享受烹飪的樂趣，對健康更有益。",
        "lucky_color": "淡粉色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚一整天",
        "yi": "彌補知識空白",
        "all": "81%",
        "date": "2025-07-25",
        "love": "78%",
        "work": "80%",
        "money": "76%",
        "health": "79%",
        "notice": "輕鬆自在的節奏",
        "discuss": "70%",
        "all_text": "整體運勢比較平穩，沒有大起大落的波瀾，生活處於一種輕鬆自在的節奏中。這種平穩的狀態會讓你有更多的閒暇時間留給自己。在這閒下來的時光裡，你可以好好審視一下自己的生活。看看哪些地方還存在不足，比如生活習慣上有沒有需要改進的，像是不是經常熬夜、飲食是不是不夠健康；或者個人技能方面有沒有可以提升的，像是溝通能力、動手能力等。利用這段時間查缺補漏，就像是給自己的生活做一次全面的“體檢”和“修復”。當你把那些小問題都解決了，生活會變得更加有序和美好，你也能以更好的狀態去迎接未來的每一天。",
        "love_text": "單身的你，要多留意身邊的機會，社交活動中別總是埋頭做自己的事，多和他人交流互動，說不定那個對的人就在其中。已有伴者的你，和伴侶一起培養共同話題很重要，一起看一部電影、讀一本書，然後分享彼此的感受，能讓你們有更多的交流，感情更親密。",
        "take_star": "",
        "work_text": "需要補充學習來提升自己，以更好地應對各種情況。無論是工作中的新技能，還是學習上的新知識，都需要不斷學習和積累。通過補充學習，能拓寬自己的視野，增強解決問題的能力，讓自己在面對挑戰時更加從容自信。",
        "lucky_star": "巨蟹座",
        "money_text": "在求財方面比較佛系。這一天沒有特別強烈的賺錢慾望，對錢財的得失看得很開。不過，這並不意味著你可以完全不關注財務狀況。還是得留意下日常的開銷，避免一些不必要的支出。雖然沒有主動去追求財富，但保持對財務的基本管理，也能讓生活不受經濟方面的困擾。",
        "health_text": "可別對著風扇、空調風口位直吹。這樣很容易著涼感冒，還會讓關節受寒，引起疼痛。在室內時，調整好風扇、空調的風向，避免直吹身體。如果感覺熱，可以用扇子扇扇風，或者開窗通風換氣。外出時，根據天氣情況增減衣物，防止著涼。",
        "lucky_color": "鵝黃色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "社交應酬多",
        "yi": "早睡早起",
        "all": "79%",
        "date": "2025-07-25",
        "love": "76%",
        "work": "78%",
        "money": "74%",
        "health": "82%",
        "notice": "提高自己的自律性",
        "discuss": "79%",
        "all_text": "整體運勢一般般，沒有特別突出的亮點，但也沒有大的困擾。不過，這種平淡之中，需要你留意自己的自律性。你可能會發現自己有點容易鬆懈，原本計劃好的事情，可能會因為一時的懶惰或者分心而擱置。比如想好了要早點休息，結果卻刷手機刷到很晚；打算出門運動，卻因為覺得累而放棄。這時候，你得提醒自己提高自律性。自律就像是你生活的一把尺子，能幫你衡量自己的行為是否合理。當你能夠約束自己，按照計劃去做事，生活會變得更加有條理。而且，自律帶來的成就感會讓你更加自信，也能讓你在平淡的日子裡不斷積累進步，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，遇到有好感的人時，別急於確定關係，先加深瞭解，看看彼此是否真的合適，避免盲目投入感情。已有伴者的你，感情需要共同成長，和伴侶一起學習新技能、嘗試新事物，在這個過程中互相支持、鼓勵，能讓你們的關係更加穩固。",
        "take_star": "",
        "work_text": "需要加把勁，才能達到預期的目標。雖然整體狀態還算平穩，但前進的步伐有些緩慢。在面對任務時，不能有絲毫的懈怠，要集中精力，全力以赴。只有付出更多的努力，才能克服困難，取得理想的成績，讓自己離目標更近一步。",
        "lucky_star": "金牛座",
        "money_text": "在財運上要多學習理財知識。可能會遇到一些和錢財相關的問題，讓你意識到自己在理財方面的不足。不妨利用空閒時間，看看理財方面的書籍或者文章，瞭解一些基本的理財方法和技巧。這樣在面對各種財務情況時，就能更加從容應對，讓錢財得到更好的管理和增值。",
        "health_text": "在飲食上要注意營養搭配。別隻吃自己喜歡的食物，要保證攝入足夠的蛋白質、碳水化合物、脂肪、維生素和礦物質。可以多吃些瘦肉、魚類、豆類，搭配新鮮的蔬菜水果。少吃零食和垃圾食品，這些食物營養價值低，還可能影響正餐食慾。合理飲食，讓身體獲取充足營養。",
        "lucky_color": "深藍色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "參加競賽活動",
        "all": "76%",
        "date": "2025-07-25",
        "love": "73%",
        "work": "72%",
        "money": "75%",
        "health": "78%",
        "notice": "就像一杯溫吞的水",
        "discuss": "72%",
        "all_text": "整體運勢平平，沒有那種讓人眼前一亮的驚喜，但也沒有特別糟心的狀況。生活就像一杯溫吞的水，平淡卻也安穩。不過，在這種看似平靜的日子裡，與人相處的分寸可得好好把握。在日常交流中，你可能會遇到一些觀點不同的人，大家各執一詞，容易產生小摩擦。這時候，別急著去爭個輸贏，要注意說話的方式和語氣，別讓對方覺得你在針鋒相對。保持溫和友善的態度，尊重他人的想法，即使不認同也別急於否定，給彼此留一些空間。在社交場合裡，也要注意把握好和不同人的距離。既不要過於熱情讓人覺得有壓力，也不要過於冷淡顯得不近人情。找到一個合適的相處尺度，能讓你的社交氛圍更加融洽。而且，把握好分寸還能避免一些不必要的麻煩和誤會，讓你的生活少一些煩惱，多一些和諧。",
        "love_text": "單身的你，感情發展要循序漸進，別太著急確定戀愛關係，先從朋友做起，慢慢了解對方的喜好和性格。已有伴者的你，適合鞏固感情基礎，和伴侶一起回憶過去的美好時光，或者一起做一些浪漫的小事，如散步、看星星，讓感情更加深厚。",
        "take_star": "",
        "work_text": "整體狀態平穩，但缺乏明顯的進步跡象。就好像在一條平坦的道路上緩緩前行，沒有遇到大的阻礙，卻也看不到前方有令人驚喜的風景。在處理各項事務時，按部就班地完成，沒有特別出彩的表現。或許是因為缺乏一些新的挑戰和刺激，讓你有些動力不足。不過，這種平穩也是一種積累，不妨利用這段時間好好沉澱自己，為未來的突破做好準備。",
        "lucky_star": "雙魚座",
        "money_text": "在財運上保持觀望中。沒有明顯的賺錢機會，也沒有大的財務危機。對於各種投資或者消費機會，先別急著行動，多觀察觀察市場動態和周圍的情況。看看別人是怎麼做的，收集更多的信息後再做決定。保持冷靜和理智，避免盲目跟風，這樣才能保障自己的財務安全。",
        "health_text": "正值三伏天，別喝太多冷飲冰水。過多攝入冷飲會刺激腸胃，引起腹痛、腹瀉等問題。想喝水時，儘量選擇溫水或者常溫的飲品。如果覺得熱，可以吃些水果來解暑，比如西瓜、桃子。也可以煮些綠豆湯，放涼後喝，既能清熱解暑，又不會傷害腸胃。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂說拒絕",
        "yi": "嘗試新事物",
        "all": "94%",
        "date": "2025-07-25",
        "love": "93%",
        "work": "91%",
        "money": "92%",
        "health": "97%",
        "notice": "注入滿滿的能量",
        "discuss": "95%",
        "all_text": "整體運勢那叫一個棒棒噠！整個人就像被注入了滿滿的能量，對新事物充滿了濃厚的興趣和十足的幹勁。你可能會在不經意間接觸到一些以前從未了解過的領域，比如新的藝術形式、新的科技產品或者新的生活理念。這些新事物就像一把鑰匙，打開了你探索世界的新大門，讓你忍不住想要深入瞭解。你會積極主動地去收集相關信息，和身邊的人分享自己的發現，在這個過程中，你能感受到自己的思維變得更加活躍，視野也更加開闊。而且，這種對新事物的熱情還會影響到你生活的其他方面，讓你對生活充滿了期待和熱愛。你會以更加積極的心態去面對生活中的各種小狀況，覺得一切都是那麼有趣和充滿挑戰。這種好狀態會讓你在過得充實又快樂。",
        "love_text": "單身的你，脫單機會多多，可能會在不經意間遇到讓你心動的人，勇敢一點，主動出擊，說不定就能開啟一段美好的戀情。已有伴者的你，和伴侶相處會有更多心動時刻，一個深情的對視、一個甜蜜的微笑，都能讓你們感受到彼此的愛意，感情持續升溫。",
        "take_star": "",
        "work_text": "迎來了全新的格局。之前那些困擾你的問題，都有了新的解決思路，就像撥雲見日一般。在面對各種情況時，你充滿了自信和勇氣，敢於嘗試新的方法和途徑。這種積極的狀態會讓你在人群中脫穎而出，吸引到更多的機會和資源，為未來的發展奠定堅實的基礎。",
        "lucky_star": "水瓶座",
        "money_text": "理財收益多。之前進行的理財投資，在這一天可能會看到不錯的回報。可以關注下自己的理財賬戶，看看收益情況。不過，也別因為有了收益就得意忘形，還是要根據市場情況合理調整理財策略。如果有合適的機會，也可以考慮適當追加投資，但要注意控制風險。",
        "health_text": "很適合開展運動鍛鍊。可以選擇自己喜歡的運動項目，像跑步、游泳、瑜伽等。運動前要做好熱身活動，避免拉傷肌肉。運動過程中要注意控制強度和時間，別過度疲勞。運動後要進行拉伸放鬆，幫助身體恢復。堅持運動，能增強體質，提高免疫力。",
        "lucky_color": "橘紅色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沒有分寸感",
        "yi": "學習新知識",
        "all": "55%",
        "date": "2025-07-25",
        "love": "50%",
        "work": "48%",
        "money": "52%",
        "health": "58%",
        "notice": "鑽牛角尖的困境",
        "discuss": "63%",
        "all_text": "整體運勢稍顯嚴峻，容易陷入鑽牛角尖的困境。你可能會在一些小問題上反覆糾結，怎麼也想不明白，就像走進了一個死衚衕，找不到出口。這種鑽牛角尖的狀態會讓你的情緒變得有些煩躁和低落，感覺生活都被這些小問題給困擾住了。你可能會不停地回想那些讓你糾結的事情，越想越覺得煩悶，甚至會影響到你對其他事情的判斷和態度。而且，這種狀態還可能會讓你忽略掉生活中那些美好的瞬間，錯過很多能讓自己開心的機會。其實，有時候換個角度去看問題，或者暫時把那些讓你糾結的事情放一放，等心情平復了再回頭思考，可能會發現原來那些問題並沒有那麼複雜。但你可能很難跳出這個鑽牛角尖的怪圈，需要多給自己一些時間和耐心去調整心態。",
        "love_text": "單身的你，要帶眼識人，在社交場合中別被表面的現象所迷惑，多觀察對方的言行舉止，瞭解其真實為人。已有伴者的你，不要故意挑伴侶的小毛病，每個人都有不完美的地方，多一些包容和理解，感情才能更加和諧。",
        "take_star": "",
        "work_text": "容易被一些小細節所困擾，陷入糾結的狀態中。就像在迷宮裡一樣，被一些無關緊要的岔路吸引了注意力，而忽略了主要的方向。在處理事務時，過於關注一些細微之處，導致整體進度緩慢，而且容易讓自己感到疲憊和焦慮。其實，有時候不必過於追求完美，抓住重點才是關鍵。",
        "lucky_star": "雙子座",
        "money_text": "花錢如流水。似乎很難控制自己的消費慾望，看到什麼都想買。各種娛樂活動、購物消費讓你的錢包迅速癟下去。在花錢之前，一定要冷靜思考，問問自己這個東西是不是真的需要。可以給自己制定一個消費計劃，嚴格按照計劃執行，不然月底可能就要為錢不夠花而煩惱啦。",
        "health_text": "壓力可能會找上你，得注意調節。壓力大時，身體會出現各種不適症狀，比如頭痛、失眠等。可以通過聽音樂、看電影、和朋友聊天等方式來緩解壓力。也可以去戶外走走，呼吸新鮮空氣，放鬆心情。保證充足的睡眠，讓身體和大腦得到充分休息，以更好的狀態應對壓力。",
        "lucky_color": "銀白色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝兩杯奶茶",
        "yi": "安利生活好物",
        "all": "68%",
        "date": "2025-07-25",
        "love": "63%",
        "work": "60%",
        "money": "65%",
        "health": "70%",
        "notice": "被一層薄霧籠罩",
        "discuss": "64%",
        "all_text": "整體運勢較差，很容易陷入迷茫的狀態裡。生活裡好像被一層薄霧籠罩，很多事情都變得模糊不清，讓你找不到明確的方向。在做決策的時候，這種迷茫感會尤為明顯。面對一些選擇，你會猶豫不決，不知道該往哪條路走。腦海裡會不斷浮現各種可能的結果，卻又無法判斷哪個才是最好的。這種糾結會消耗你大量的精力，讓你感到疲憊又焦慮。而且在人際交往中，你也可能會因為這種迷茫而顯得有些被動。不太清楚自己想要從和別人的相處中獲得什麼，也不知道該如何更好地表達自己。可能會錯過一些和他人深入交流的機會，讓關係停留在表面。不過，別讓這種迷茫一直困住你。雖然整體運勢不佳，但迷茫只是暫時的。你可以試著給自己一些獨處的時間，靜下心來，梳理一下自己的思緒，也許在慢慢思考的過程中，能找到那一絲指引你走出迷茫的光亮。",
        "love_text": "單身的你，別總是沉迷於手機，多參與一些線下活動，擴大自己的社交圈，才有機會遇到那個合適的人。已有伴者的你，和伴侶相處時別隻顧玩手機，放下手機，多和伴侶聊聊天，分享彼此的生活，增進感情。",
        "take_star": "",
        "work_text": "在時間分配上有些不均衡，導致各方面的發展都受到了一定的影響。就像一個天平，一邊放得太重，一邊又太輕，無法保持平衡。你可能在某件事情上投入了過多的時間和精力，而忽略了其他同樣重要的事情。這樣會讓你的生活變得有些混亂，效率也會大打折扣。要學會合理規劃時間，讓各項事務都能有條不紊地進行。",
        "lucky_star": "白羊座",
        "money_text": "在財運方面不要衝動購買超出經濟能力的東西。可能會遇到一些心儀的商品，價格可能有些高，但別因為一時喜歡就不顧自己的經濟狀況買下來。購買前要評估下自己的財務實力，看看買了之後會不會影響正常的生活開銷。理性消費才能避免給自己帶來經濟壓力。",
        "health_text": "正餐別吃得太飽。吃太多會加重腸胃負擔，引起消化不良、胃脹等問題。每餐吃到七八分飽就可以，感覺不餓了就停下筷子。吃飯時要細嚼慢嚥，這樣有助於消化。如果感覺還沒吃飽，可以在兩餐之間吃點健康的小零食，比如堅果、酸奶。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人比較",
        "yi": "培養好習慣",
        "all": "70%",
        "date": "2025-07-25",
        "love": "71%",
        "work": "64%",
        "money": "66%",
        "health": "73%",
        "notice": "看不到自己的光點",
        "discuss": "77%",
        "all_text": "整體運勢稍有起伏，一個比較突出的情況是看不到自己的發光點。生活就像一面有些模糊的鏡子，你很難從中清晰地看到自己身上那些獨特的閃光之處。在參與一些活動或者和他人交流時，你可能會不自覺地拿自己和別人比較，然後覺得自己在很多方面都不如別人。這種自我否定的想法會讓你變得有些不自信，原本可以輕鬆應對的事情，也會因為缺乏信心而做得不夠好。而且，由於看不到自己的發光點，你可能會錯過一些展示自己的機會。即便心裡有一些想法和創意，也不敢大膽地表達出來，害怕得不到他人的認可。但其實，每個人都有自己的閃光點，只是你可能暫時被運勢的小起伏影響了視線。試著換個角度去看待自己，多關注自己平時做得不錯的地方，慢慢就會發現，自己身上其實有很多值得驕傲和肯定的特質。",
        "love_text": "單身的你，試著敞開心扉，別總是把自己封閉起來，讓別人走進你的世界，才能有機會遇到愛情。已有伴者的你，可以適度依賴伴侶，讓對方感受到你對他的信任和需要，這會讓伴侶更有成就感，感情也會更加甜蜜。",
        "take_star": "",
        "work_text": "注意力有些分散，難以集中精力去做一件事情。就像一隻無頭蒼蠅，到處亂撞，卻沒有一個明確的目標。在面對各種信息和任務時，容易被外界的干擾所影響，導致思緒混亂，無法高效地完成工作。這種狀態會讓你感到疲憊和迷茫，需要儘快調整自己的心態，找回專注力。",
        "lucky_star": "天蠍座",
        "money_text": "有很多固定賬單的開銷。這一天水電費、房租、信用卡還款等固定支出可能會讓你有些頭疼。在收到這些賬單時，要及時處理，避免逾期產生額外費用。同時，也要審視下自己的這些固定開銷，看看有沒有可以節省的地方。比如合理使用水電，減少不必要的浪費，降低生活成本。",
        "health_text": "要把體重控制在健康範圍。如果體重超標，會增加患各種疾病的風險。這一天要注意合理飲食，控制熱量攝入，少吃高熱量、高脂肪的食物。同時，要適當增加運動量，促進身體新陳代謝，消耗多餘熱量。定期測量體重，根據體重變化調整飲食和運動計劃。",
        "lucky_color": "墨綠色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "自我懷疑",
        "yi": "美式咖啡提神",
        "all": "96%",
        "date": "2025-07-25",
        "love": "93%",
        "work": "97%",
        "money": "91%",
        "health": "98%",
        "notice": "賦予自我的價值",
        "discuss": "96%",
        "all_text": "整體運勢相當給力，正是賦予自我價值的好時候。生活就像一個充滿驚喜的寶藏盒，正等待著你去挖掘屬於自己的珍貴財富。你會發現自己身上有很多之前沒有察覺到的優點和能力。在做一些事情的時候，會感覺格外順利，彷彿有一股無形的力量在推動著你前進。這種良好的狀態會讓你對自己充滿信心，更加肯定自己的價值。在和他人相處中，你也能展現出自己獨特的魅力。你的善良、溫柔和包容會讓身邊的人感到溫暖和舒適，從而吸引到更多志同道合的朋友。而且，你的想法和觀點也更容易得到他人的認可和讚賞，這會進一步增強你的自我認同感。你可以盡情地發揮自己的優勢，去做一些讓自己感到快樂和有意義的事情。在這個過程中，你會更加深刻地體會到自己的價值所在，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，助力很多，朋友可能會給你介紹合適的對象，或者在一些社交場合中遇到有緣人，好好把握機會。已有伴者的你，能從伴侶那裡得到更多的支持，無論是精神上還是行動上，伴侶都會在你身邊，讓你感到無比安心。",
        "take_star": "",
        "work_text": "充滿了勇氣和決心，敢於迎難而上。無論遇到多大的困難和挑戰，你都不會輕易退縮，而是積極主動地去尋找解決辦法。這種堅韌不拔的精神會讓你在面對困境時更加從容自信，也更容易取得成功。就像一艘在暴風雨中航行的船，雖然會遇到波濤洶湧，但依然能夠堅定地駛向目的地。",
        "lucky_star": "處女座",
        "money_text": "財源廣進的節奏。這一天可能會有多筆收入進賬，可能是工作上的獎金、兼職的收入或者其他方面的收益。面對這麼好的財運，別太得意忘形，還是要合理規劃這些錢財。可以把一部分存起來，一部分用於改善生活，還可以拿出一小部分進行穩健的投資，讓財富實現更好的增長。",
        "health_text": "要保持規律作息，千萬別熬夜。熬夜會打亂身體的生物鐘，影響身體各個器官的正常運轉。晚上儘量在11點前上床睡覺，保證7 - 8小時的睡眠時間。睡前不要玩手機、看電視，營造一個安靜舒適的睡眠環境。規律作息能讓身體得到充分休息，第二天精神飽滿。",
        "lucky_color": "寶藍色",
        "lucky_number": "1"
      }
    }
  }
}