{
  "updated": "2026-02-03T13:33:19.152Z",
  "updateTime": "2026/2/3 下午9:33:19",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13596,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "替別人抱不平",
        "yi": "培養興趣愛好",
        "all": "55%",
        "date": "2026-02-03",
        "love": "51%",
        "work": "53%",
        "money": "59%",
        "health": "63%",
        "notice": "小成績沾沾自喜",
        "discuss": "56%",
        "all_text": "整體運勢處於持續走低的狀態，情緒上容易因取得一點小成績就沾沾自喜、得意忘形。這種心態會讓你在與人相處時，不自覺地流露出驕傲的神情，可能會引起他人的反感，進而影響人際關係。在社交場合中，過於自滿的態度會讓你錯過一些潛在的機會，別人或許會因為你的驕傲而不願意與你深入交流。而且，這種得意忘形的狀態也會讓你在面對問題時缺乏冷靜思考，容易做出錯誤的判斷。在與人互動時，要多傾聽他人的意見，不要急於表現自己，保持謙遜的態度，才能避免運勢進一步下滑，為自己爭取到一些轉機。",
        "love_text": "單身的你，或許會迅速對某個人產生心動的感覺，但這種熱情可能來得快去得也快，別太快投入，以免之後反悔。已有伴者的你，和伴侶相處時容易因為一些小事產生小摩擦，可能是生活習慣上的差異，也可能是觀念的不同，別讓這些小問題影響了感情，多站在對方角度想想。",
        "work_text": "整體狀態有些低迷，在各項事務推進上顯得過於懶散。面對任務缺乏積極主動性，容易拖延，原本能輕鬆完成的事情，也可能因為這種懈怠而變得困難重重。一些計劃好的事情，也容易因為懶得行動而擱置，需要給自己敲敲警鐘，調整狀態。",
        "lucky_star": "雙子座",
        "money_text": "花錢有點沒節制，看到喜歡的東西就忍不住下單，各種小物件、娛樂消費不斷，錢包癟得很快。這一天得好好留意自己的消費情況，別讓衝動消費把積蓄都掏空，購物前多想想是不是真的需要，不然月底可能會為錢發愁。",
        "health_text": "容易陷入胡思亂想，精神壓力較大，這可能會影響睡眠質量，導致白天精神萎靡。要試著給自己找些放鬆的事做，比如聽舒緩的音樂、看看輕鬆的書籍，把注意力從煩心事上轉移開。睡前別想太多，營造安靜舒適的睡眠環境，保證充足睡眠，讓大腦和身體都得到充分休息。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "模仿別人",
        "yi": "做好備忘提醒",
        "all": "71%",
        "date": "2026-02-03",
        "love": "65%",
        "work": "69%",
        "money": "79%",
        "health": "78%",
        "notice": "因記性差而吃虧",
        "discuss": "72%",
        "all_text": "整體運勢稍有起伏，在生活中，你容易因為記性差而吃一些虧。可能會遺忘一些重要的事情，比如答應別人的承諾，或者錯過一些關鍵的信息，這會讓周圍的人對你產生不滿，影響你在他人心中的形象。在與人交往過程中，由於這一天的記性不佳，還可能會重複詢問已經討論過的問題，讓對方覺得你不重視這次交流。為了避免這些情況的發生，你可以提前做好備忘，將重要的事情記錄下來，時常查看提醒自己。同時，在與他人溝通時，要更加專注，集中精力，減少因記性差帶來的負面影響，讓運勢逐漸趨於平穩。",
        "love_text": "單身的你，邂逅新對象的機會比較平淡，可能不會有什麼特別亮眼的人出現，別太著急，耐心等待。已有伴者的你，和伴侶交流時缺乏新的激情，聊天內容多是日常瑣事，不妨一起嘗試一些新活動，比如看一場新電影，為感情注入新活力。",
        "work_text": "在處理任務計劃時容易鑽牛角尖。在面對複雜的問題時，思維容易侷限在一個小範圍內，難以從多個角度去思考解決辦法，導致事情進展不順利，還可能因為過於執著於某個點，而忽略了整體的情況。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運比較平淡，沒有明顯的進賬機會。工作上的收入還是老樣子，投資方面也沒什麼起色。別盲目去尋找新的賺錢途徑，穩穩當當守住現有的錢財就好，也別輕易把錢借出去，以免收不回來，保持現狀等待合適時機。",
        "health_text": "容易久坐不動，長時間保持一個姿勢工作或娛樂，這會讓身體血液循環不暢，引發肩頸痠痛、腰背不適等問題。每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿，促進血液循環。工作間隙可以做做簡單的伸展運動，緩解肌肉緊張，預防身體出現小毛病。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "重口味吃喝",
        "yi": "清理手機內存",
        "all": "84%",
        "date": "2026-02-03",
        "love": "87%",
        "work": "71%",
        "money": "81%",
        "health": "85%",
        "notice": "每一步都有認知",
        "discuss": "87%",
        "all_text": "整體運勢還不賴，你對自己當下的每一步行動都有著清晰的認知。在社交場合中，你能夠準確地把握與他人交流的節奏和方式，知道什麼時候該表達自己的觀點，什麼時候該傾聽他人的想法。這種清晰的自我認知讓你在與人相處時遊刃有餘，能夠輕鬆地與不同類型的人建立良好的關係。你明白自己的優勢所在，也清楚自己的不足，不會盲目地去做一些超出自己能力範圍的事情。在與人互動時，保持這種清醒的狀態，充分發揮自己的優勢，會讓你的運勢持續向好，收穫更多積極的體驗。",
        "love_text": "單身的你，社交場合中桃花正旺盛，身邊會有不少人主動和你搭話，其中說不定就有讓你心動的人，大膽交流，說不定能開啟一段新戀情。已有伴者的你，和伴侶互動甜蜜，氛圍超棒，一起做些有趣的事，比如去公園散步，能讓感情更加深厚。",
        "work_text": "整體狀態較為靈活多變。在面對各種事務時，思維活躍，願意嘗試不同的思路和方法去解決問題。這種勇於創新的態度會讓你在處理事情時更加得心應手，也容易發現新的機會和方向。",
        "lucky_star": "水瓶座",
        "money_text": "有小額偏財入賬的機會，可能會收到一些意外的小紅包，或者參與的小活動有獎金。不過別因為這點小錢就放鬆警惕，在理財上還是要保持謹慎，別看到有收益就盲目追加投資，合理規劃這些小收入，才能讓財富慢慢積累。",
        "health_text": "要多吃蔬菜水果，它們富含維生素和膳食纖維，能增強身體免疫力，促進腸道蠕動。別總吃那些油膩、辛辣的食物，不然容易上火、便秘。把蔬菜水果合理搭配到三餐中，比如早餐加個蘋果，午餐晚餐有綠葉菜，既能滿足口腹之慾，又能讓身體更健康。",
        "lucky_color": "淺褐色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度攀比",
        "yi": "吃一塹長一智",
        "all": "51%",
        "date": "2026-02-03",
        "love": "62%",
        "work": "60%",
        "money": "55%",
        "health": "57%",
        "notice": "尋找合適處理方式",
        "discuss": "62%",
        "all_text": "整體運勢較差，在各個方面都容易處處碰壁。在與人交往時，可能會遇到一些不友好的人，他們的言語或行為會讓你感到不舒服，甚至受到傷害。你可能會因為一些小事與他人產生矛盾和衝突，而且往往難以順利解決。在處理問題時，你可能會因為缺乏經驗或者方法不當，而陷入困境，找不到有效的解決辦法。在這種情況下，你要學著長長記性，從每一次的挫折中吸取教訓，總結經驗。遇到問題時，不要急於做出反應，先冷靜下來思考，尋找更合適的處理方式。只有這樣，才能逐漸改善運勢，減少碰壁的情況。",
        "love_text": "單身的你，主動出擊追求喜歡的人時可能會遇到阻礙，也許對方態度比較冷淡，別灰心，調整下方式繼續努力。已有伴者的你，和伴侶相處時陪伴時光有待增多，別總是各忙各的，找個時間一起窩在家裡看看劇，享受溫馨時刻。",
        "work_text": "在推進各項事務時進展遲緩。可能是由於外界因素干擾，也可能是自身缺乏足夠的動力和決心，導致事情難以快速向前發展。一些計劃好的事情可能會出現意外狀況，需要花費更多的時間和精力去解決。",
        "lucky_star": "巨蟹座",
        "money_text": "要小心意外破財的風險，出門在外要保管好自己的財物，防止丟失或被盜。在消費的時候也要多留個心眼，避免被一些虛假宣傳誤導，購買到華而不實的東西。謹慎對待每一筆支出，才能避免不必要的錢財損失。",
        "health_text": "要格外提防感冒，氣溫變化大，身體抵抗力稍弱就容易中招。出門要根據天氣增減衣物，別為了好看穿得太少。回家後及時洗手洗臉，避免病菌傳播。室內要經常通風換氣，保持空氣清新。如果感覺身體有不適，像打噴嚏、流鼻涕，要及時採取措施，防止病情加重。",
        "lucky_color": "茶色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間戴耳機",
        "yi": "早起半小時",
        "all": "65%",
        "date": "2026-02-03",
        "love": "61%",
        "work": "80%",
        "money": "55%",
        "health": "72%",
        "notice": "注意時間的把控",
        "discuss": "63%",
        "all_text": "整體運勢欠佳，需要特別注意對時間的把控與管理。在社交活動中，你可能會因為時間安排不合理，而出現遲到或者錯過重要環節的情況，這會讓別人對你的印象大打折扣。在與他人約定見面或者參加活動時，沒有提前規劃好時間，導致手忙腳亂，無法以最佳狀態出現在他人面前。為了避免這種情況的發生，你可以提前制定詳細的時間計劃，將每個環節所需的時間都考慮進去，並預留一定的彈性時間。在行動過程中，嚴格按照計劃執行，提高時間利用效率。只有這樣，才能讓運勢有所好轉，避免因時間問題帶來的負面影響。",
        "love_text": "單身的你，追求心儀對象的路有點小坎坷，可能會遇到一些小競爭或者對方的不理解，別輕易放棄，堅持下去或許有轉機。已有伴者的你，和伴侶相處時需要多些包容，別因為一點小事就發脾氣，互相理解才能讓感情更長久。",
        "work_text": "整體狀態積極向上，主動尋找突破口。在面對各種挑戰時，不滿足於現狀，勇於嘗試新的方法和途徑，這種進取精神會讓你在眾多事務中脫穎而出，為未來的發展打下良好的基礎。",
        "lucky_star": "摩羯座",
        "money_text": "消費衝動難控，看到新款商品或者熱門的東西就想擁有，很容易在購物上超支。這一天要給自己設定一個消費上限，列好購物清單，只買清單上的東西，別被商家的促銷手段迷惑，不然月底會發現錢不知道花哪兒去了。",
        "health_text": "要提防腱鞘炎，頻繁使用鼠標、鍵盤或者長時間做重複性動作，都可能引發腱鞘炎，導致手腕、手指疼痛。工作時要保持正確的姿勢，避免手腕過度彎曲或用力。每隔一段時間就活動一下手腕和手指，做做旋轉、伸展的動作。如果已經出現疼痛，要及時休息，彆強行繼續工作。",
        "lucky_color": "杏色",
        "lucky_number": "4"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "丟三落四",
        "yi": "參加戶外活動",
        "all": "77%",
        "date": "2026-02-03",
        "love": "79%",
        "work": "78%",
        "money": "60%",
        "health": "81%",
        "notice": "乏行動的勇氣",
        "discuss": "76%",
        "all_text": "整體運勢平平，很多時候你心裡有很多想法，但卻缺乏行動的勇氣。在社交場合中，你可能會看到一些可以改善人際關係或者提升自己形象的機會，但由於內心的顧慮和擔憂，不敢主動去嘗試。你害怕失敗，害怕自己的行動會帶來不好的結果，所以總是猶豫不決，錯過一個個機會。其實，很多事情並沒有你想象的那麼困難，不嘗試就永遠不知道結果如何。你要學會克服內心的恐懼，勇敢地邁出第一步。當你行動起來，你會發現很多問題並沒有那麼複雜，而且通過實踐，你還能積累經驗，提升自己的能力。只有這樣，才能讓運勢逐漸提升，迎來更多的可能性。",
        "love_text": "單身的你，不妨試著敞開心扉，別總是把自己封閉起來，主動和周圍的人交流，說不定能發現身邊有合適的人。已有伴者的你，感情升溫有契機，比如一起回憶過去的美好時光，或者計劃一次短途旅行，能讓你們更愛彼此。",
        "work_text": "整體狀態較為平穩，能夠按計劃走。有條不紊，按照既定的目標和步驟逐步推進，這種嚴謹的態度會讓你在完成任務時更加高效，也能避免出現不必要的錯誤。",
        "lucky_star": "摩羯座",
        "money_text": "你的收支基本能保持平衡，收入和支出都在可控範圍內。雖然沒有大筆的進賬，但也沒有過多的消費。可以趁著這個平穩的時期，好好規劃一下自己的財務，制定一個長期的理財目標，為未來的財富增長打下基礎。",
        "health_text": "玩手機要適度，長時間低頭看手機，不僅會讓眼睛疲勞、乾澀，還可能引發頸椎問題。每隔一段時間就放下手機，看看遠處，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。使用手機時儘量保持正確的姿勢，避免頸椎過度受壓，保護好眼睛和頸椎健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "屏蔽群消息",
        "yi": "慢節奏生活",
        "all": "76%",
        "date": "2026-02-03",
        "love": "66%",
        "work": "84%",
        "money": "77%",
        "health": "76%",
        "notice": "各狀況接踵而至",
        "discuss": "72%",
        "all_text": "整體運勢呈現出不大穩定的態勢，各種狀況可能會接踵而至，讓人有些應接不暇。在這樣的情形下，及時把握信息動態就顯得尤為關鍵。信息如同無形的線索，貫穿於生活的各個方面，若能敏銳捕捉並準確分析，便能在複雜局面中找到方向。倘若對信息疏忽大意，可能會因判斷失誤而陷入被動。比如在與他人交流互動時，要留意對方話語中的潛臺詞和情緒變化，從中獲取有價值的信息。同時，對於周圍環境的變化也要保持敏感，及時調整自己的狀態和策略。只有緊跟信息步伐，才能在運勢的起伏中站穩腳跟，避免因信息滯後而錯失機會，讓整體運勢逐漸趨於平穩。",
        "love_text": "單身的你，緣分可能還需要再等待一段時間，別因為著急而隨便選擇，耐心等待那個對的人出現。已有伴者的你，和伴侶相處平衡有待調整，別總是隻考慮自己的感受，多聽聽對方的想法，找到彼此都舒服的相處模式。",
        "work_text": "整體狀態良好，正處於積極探索新方向的階段。在處理各類事務時，常規思路已無法滿足你的需求，你渴望從不同領域、不同視角去挖掘新靈感。這種對新事物的追求，會讓你在面對複雜情況時更有創造力，但也可能因過於分散精力，導致部分事務推進不夠緊湊，需合理平衡探索與執行。",
        "lucky_star": "天蠍座",
        "money_text": "你的投資回報比較平緩，沒有明顯的大幅增長。別因為回報不明顯就著急調整投資策略，保持冷靜，觀察市場動態。如果有新的投資想法，先做好充分的研究和分析，不要盲目跟風，穩紮穩打才能讓投資收益穩步提升。",
        "health_text": "要加強運動鍛鍊，平時缺乏運動，身體機能會下降，容易感到疲憊。選擇一項自己喜歡的運動，比如慢跑、瑜伽或者跳繩，每天抽出一些時間進行鍛鍊。運動能增強體質，提高免疫力，還能改善心情。不過要注意運動強度，別一開始就過度運動，循序漸進，讓身體慢慢適應。",
        "lucky_color": "淺褐色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約會遲到",
        "yi": "DIY手作",
        "all": "92%",
        "date": "2026-02-03",
        "love": "95%",
        "work": "96%",
        "money": "92%",
        "health": "93%",
        "notice": "有強大的行動力",
        "discuss": "97%",
        "all_text": "整體運勢相當給力，行動力超強的一天。這一天的你似乎無論面對何種情況，都能迅速做出反應並積極付諸行動。這種強大的行動力讓你在與人交往中佔據主動，能夠快速推進各種事務的進展。在社交場合裡，你積極主動的態度會吸引他人的關注，為你贏得更多的交流機會。而且，憑藉果斷的行動，你還能抓住一些稍縱即逝的契機，進一步拓展自己的人際關係網絡。不過，在積極行動的同時，也要注意保持冷靜和理智，避免因過於衝動而做出不恰當的決策。只要合理發揮行動力強的優勢，這一天將收穫滿滿，運勢持續上揚。",
        "love_text": "單身的你，或許能遇見聊得來的對象，兩人有說不完的話題，感覺特別合拍，好好把握機會，進一步發展看看。已有伴者的你，和伴侶濃情蜜意，愛意不斷升溫，一起做些浪漫的事，比如送對方小禮物，讓感情更加甜蜜。",
        "work_text": "整體狀態極佳，在各方面都勢如破竹。面對難題時，你有著堅定的決心和強大的執行力，能迅速找到解決辦法，將阻礙一一清除。無論是處理複雜的工作任務，還是攻克學習上的難關，都能展現出超強的能力，讓周圍人對你刮目相看。",
        "lucky_star": "處女座",
        "money_text": "或有重大商機降臨，你可能會遇到一些很好的賺錢機會，比如新的合作項目或者有潛力的投資領域。要敏銳地抓住這些機會，果斷行動，但也不能過於衝動，在決策前要做好充分的準備和調研，確保這個商機能給你帶來豐厚的收益。",
        "health_text": "要保持勞逸結合，忙碌的工作和生活容易讓你身心疲憊。合理安排工作和生活時間，該工作時就專注工作，提高效率；該休息時就徹底放鬆，別把工作帶回家。可以給自己安排一些休閒活動，比如看電影、和朋友聚會，讓大腦和身體都得到充分的休息和恢復，以更好的狀態迎接新的一天。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "宅家不出門",
        "yi": "和朋友聚餐",
        "all": "50%",
        "date": "2026-02-03",
        "love": "59%",
        "work": "55%",
        "money": "54%",
        "health": "63%",
        "notice": "時間在白白流逝",
        "discuss": "66%",
        "all_text": "整體運勢略差，你這一天最主要問題在於過於磨蹭拖沓。這種習慣使得時間在不經意間白白流逝，許多原本可以把握的機會也悄然溜走。在與人相處時，可能會因為拖延而錯過最佳的交流時機，導致溝通效果大打折扣。比如，在回應他人的話語或請求時，總是慢半拍，會讓對方覺得你不重視或者缺乏誠意。而且，拖延還會影響你在群體中的形象，給人留下不積極、不可靠的印象。要改善這種狀況，需要從內心深處認識到拖延的危害，樹立時間觀念，增強行動力。當意識到自己有拖延傾向時，及時提醒自己加快節奏，逐步克服這一不良習慣，才能讓運勢有所好轉。",
        "love_text": "單身的你，感情進展比較遲緩，可能暫時還看不到明顯的進展，別太焦慮，做好自己，緣分自然會來。已有伴者的你，和伴侶相處時容易有小紛爭，可能是一些觀念上的衝突，冷靜溝通，別讓矛盾升級。",
        "work_text": "明顯缺乏動力，整體狀態有些低迷。在面對各項事務時，提不起精神，容易產生逃避心理。原本計劃好的事情，也可能因為缺乏幹勁而擱置。這種動力缺失的狀態，會讓你在推進事務時困難重重，需要儘快調整心態，重新找回前進的動力。",
        "lucky_star": "獅子座",
        "money_text": "要注意財物保管疏忽的問題，可能會因為粗心大意而丟失重要物品或者錢財。出門時要檢查好自己的隨身物品，在家也要把貴重東西放好。同時，在處理財務事務時要細心，避免因為疏忽出現錯誤，造成不必要的損失。",
        "health_text": "不要過於奔波勞累，頻繁的外出、忙碌的行程會讓你身體吃不消。儘量減少不必要的出行，合理安排事務，避免過度勞累。如果必須外出，要注意休息，找個地方坐下來緩一緩。出行時攜帶一些常用藥品，以防身體出現不適。保證充足的休息時間，讓身體儘快恢復元氣。",
        "lucky_color": "玫紅色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂髮脾氣",
        "yi": "做個新發型",
        "all": "91%",
        "date": "2026-02-03",
        "love": "93%",
        "work": "92%",
        "money": "90%",
        "health": "94%",
        "notice": "積極向上的狀態",
        "discuss": "91%",
        "all_text": "整體運勢正當旺，渾身充滿正能量，這種積極向上的狀態如同強大的動力源，推動著你不斷前進。在落實計劃方面，更是幹勁十足，能夠全身心地投入到各項事務中。這種專注和投入讓你在與人合作時表現出色，能夠高效地完成自己負責的部分，為團隊做出重要貢獻。同時，你的正能量也會感染身邊的人，營造出積極和諧的氛圍，進一步提升團隊的凝聚力和戰鬥力。在社交活動中，你積極樂觀的態度會吸引他人與你親近，為你帶來更多的人脈資源。只要保持這種良好的狀態，充分發揮自身的優勢，這一天將在各個方面都取得不錯的進展，運勢持續走高。",
        "love_text": "單身的你，真愛降臨的機會很大，說不定在某個不經意的瞬間就會遇到那個讓你心動的人，保持好狀態迎接愛情。已有伴者的你，和伴侶攜手共進，感情更加堅定，一起為了未來努力奮鬥，會讓你們的關係更加穩固。",
        "work_text": "整體運勢旺盛，收穫豐厚。前期付出的努力在今天開始顯現成果，無論是工作還是學習，都能取得令人滿意的進展。你嚴謹認真的態度和堅持不懈的精神，讓你在處理事務時遊刃有餘，能夠高效地完成各項任務，為自己積累更多的經驗和資源。",
        "lucky_star": "天秤座",
        "money_text": "業務的拓展有利於在這一天為你帶來增收，你可能會在工作中取得新的突破，獲得額外的獎金或者提成。要繼續保持積極的工作態度，努力拓展業務範圍。不過也別因為收入增加就過度消費，合理規劃這筆額外的收入，讓它發揮更大的作用。",
        "health_text": "要保持規律的作息，不規律的作息會打亂身體的生物鐘，影響身體健康。每天儘量在相同的時間上床睡覺和起床，保證充足的睡眠時間。睡前別做劇烈運動，也別喝咖啡、濃茶等刺激性飲品，讓身體和大腦逐漸進入放鬆狀態。規律的作息能讓你的身體更健康，精神狀態更好。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以自我為中心",
        "yi": "看一部記錄片",
        "all": "98%",
        "date": "2026-02-03",
        "love": "94%",
        "work": "97%",
        "money": "91%",
        "health": "95%",
        "notice": "到貴人的助力",
        "discuss": "94%",
        "all_text": "得到運氣助力的一天，貴人運旺盛成為最大的亮點。在與人交往的過程中，總會有一些意想不到的人出現，為你提供幫助和支持。這些貴人可能是你熟悉的朋友，也可能是剛剛結識的新面孔，他們的出現會讓你在處理各種事務時更加順利，達到事半功倍的效果。比如，在交流中，貴人可能會分享一些寶貴的經驗或建議，讓你少走許多彎路。而且，貴人的幫助還能為你打開新的思路，激發你的創造力。要珍惜這樣的機會，以真誠的態度與貴人相處，積極吸收他們帶來的積極影響。同時，也要學會感恩，在適當的時候回報他人的善意，讓貴人運持續圍繞著你，運勢一路飄紅。",
        "love_text": "單身的你，緣分奇遇正開啟，可能會在一些特別的場合遇到特別的人，開啟一段奇妙的緣分，勇敢去認識新朋友。已有伴者的你，和伴侶默契加深，一個眼神就能明白對方的意思，一起做些有挑戰的事，愛意會更濃。",
        "work_text": "保持著銳不可當之勢的一天。你的反應迅速，能夠快速抓住問題的核心，並提出有效的解決方案。你的創新能力和獨特的見解，讓你在團隊中脫穎而出，成為眾人矚目的焦點。無論是面對新的挑戰還是舊的問題，都能輕鬆應對，取得不錯的成績。",
        "lucky_star": "金牛座",
        "money_text": "貴人助力能讓你得財，可能會在朋友的介紹下得到一些賺錢的機會，或者在遇到困難時得到他人的幫助解決財務問題。要珍惜這些人際關係，對幫助過你的人心懷感激。同時，也要不斷提升自己的能力，以便更好地抓住這些得財機會。",
        "health_text": "睡前不要吃太飽，吃得太飽會增加腸胃負擔，影響睡眠質量。晚餐要適量，別吃太多油膩、不易消化的食物。如果睡前感覺餓了，可以吃一些清淡易消化的食物，比如水果、酸奶。吃完後別馬上睡覺，稍微活動一下，等食物消化一些再入睡，這樣能讓腸胃更舒服，睡眠也更安穩。",
        "lucky_color": "藏青色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高冷不理人",
        "yi": "見好就收",
        "all": "80%",
        "date": "2026-02-03",
        "love": "75%",
        "work": "77%",
        "money": "87%",
        "health": "72%",
        "notice": "主導計劃的走向",
        "discuss": "78%",
        "all_text": "整體運勢比較穩定，能夠時刻把握與主導計劃的走向。在與人交流互動時，你展現出較強的掌控力，能夠清晰地表達自己的想法和意圖，引導對話朝著自己期望的方向發展。這種能力讓你在群體中脫穎而出，成為大家關注的焦點。同時，對於自己制定的計劃，你也能有條不紊地推進，不被外界的干擾因素所左右。在面對各種情況時，能夠冷靜分析，做出合理的決策，確保計劃順利實施。不過，在主導計劃的過程中，也要注意傾聽他人的意見和建議，不要過於獨斷專行。適當吸收他人的智慧，能讓計劃更加完善，運勢也會在穩定中逐步提升。",
        "love_text": "單身的你，正處於暗戀中，心裡藏著喜歡的人卻不敢表白，別一直憋著，找個合適的時機表達心意，說不定有驚喜。已有伴者的你，浪漫時刻有待創造，和伴侶一起佈置一個溫馨的晚餐，或者去看一場星空，享受浪漫時光。",
        "work_text": "整體運勢平穩，小有收穫。雖然沒有特別突出的表現，但也能按部就班地完成目標。你細膩的心思和溫和的態度，讓你在與他人合作時更加融洽，能夠避免一些不必要的矛盾和衝突。通過自己的努力，能在工作和學習中取得一些小的進步和成果。",
        "lucky_star": "白羊座",
        "money_text": "兼職收入可觀，你可以利用自己的業餘時間做一些兼職工作，增加額外的收入。在選擇兼職時，要結合自己的興趣和技能，這樣既能賺到錢又能享受過程。不過也別因為兼職而影響正常的工作和生活，合理安排好時間才能讓財富和生活都更美好。",
        "health_text": "要注意飲食的營養均衡，別隻吃自己喜歡的食物，要保證攝入各種營養素。主食、蛋白質、蔬菜水果都要合理搭配，避免營養單一。少吃那些高熱量、高脂肪的食物，多吃富含優質蛋白質的食物，如魚、蝦、豆類等。合理的飲食能為身體提供充足的能量，讓你一整天都充滿活力。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    }
  }
}