{
  "updated": "2025-12-05T22:09:04.513Z",
  "updateTime": "2025/12/6 上午6:09:04",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12567,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "刷搞笑視頻",
        "yi": "做面部護理",
        "all": "71%",
        "date": "2025-12-05",
        "love": "72%",
        "work": "79%",
        "money": "70%",
        "health": "72%",
        "notice": "不斷湧現新事物",
        "discuss": "78%",
        "all_text": "整體運勢中規中矩，面對周圍不斷湧現的新事物，你更傾向於保持一種觀望的姿態。既沒有急切地一頭扎進去探索，也沒有完全置之不理。這種謹慎的態度讓你在面對未知時多了一份從容，不會因盲目行動而陷入不必要的麻煩。在人際交往中，你會以平和的心態與他人交流，不會輕易被他人的觀點左右，始終堅守自己的立場。不過，這種觀望也可能讓你錯過一些稍縱即逝的機會，若能在適當的時候勇敢邁出一步，或許會有新的收穫。在情感方面，你與身邊人的相處較為融洽，沒有大的波瀾，彼此之間保持著一種默契。但也可以嘗試主動一些，為生活增添一些別樣的色彩。",
        "love_text": "單身的你，或許會默默對某個人心生好感，以暗戀為主旋律。別急著衝動表白，先多觀察瞭解對方，說不定能發現更多閃光點。已有伴者的你，別總是把想法藏在心裡，不妨找個合適時機，坦誠地和伴侶表達內心的想法與感受，讓對方更懂你，這樣感情會更加親密，關係也會更穩固。",
        "work_text": "彷彿置身於一段有些泥濘的路段，整體進程遲滯不前。在諸多事務的處理上，會感覺有力使不出，原本規劃好的節奏被打亂。新想法難以快速落地，一些計劃也容易卡在某個環節，需要耗費更多精力去推動。不過彆著急，耐心應對，調整好心態，後續會慢慢好轉。",
        "lucky_star": "雙魚座",
        "money_text": "在求財路上會感覺有些吃力，努力付出卻難以快速看到明顯回報。可能原本規劃好的賺錢計劃，實施起來會遇到各種小阻礙，導致進程變慢。這時候彆著急，別盲目投入更多資金去“補救”，先冷靜分析問題所在，調整策略，穩紮穩打，避免因衝動決策造成更大損失。",
        "health_text": "需注意皮膚補水，這天空氣可能比較乾燥，皮膚容易缺水起皮，出門前記得塗好保溼霜，隨身帶個小噴霧，時不時噴一噴，讓肌膚保持水潤，飲食上多吃些水果，像橙子、梨這種水分足的，也能給皮膚補充水分。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩棋牌遊戲",
        "yi": "尋找創意靈感",
        "all": "92%",
        "date": "2025-12-05",
        "love": "95%",
        "work": "91%",
        "money": "90%",
        "health": "98%",
        "notice": "得到幸運的眷顧",
        "discuss": "95%",
        "all_text": "整體運勢相當出色，彷彿被幸運之神眷顧。在這一天裡，你容易遇到貴人，這些貴人或許是在不經意間出現，給你帶來意想不到的幫助和指引。他們的出現讓你的行動變得更加順利，彷彿一切都在按照你的心意發展，做起事情來事半功倍。在社交場合中，你能夠展現出自己獨特的魅力，吸引他人的目光，結識到一些志同道合的朋友。這些新結識的人脈可能會在未來的日子裡為你帶來更多的機遇。在個人成長方面，你會有新的感悟和啟發，對生活有了更深刻的理解，從而以更加積極的態度去面對生活中的各種挑戰。",
        "love_text": "單身的你，桃花運相當旺盛，身邊可能會出現不少對你有好感的人。別害羞，大方展現自己的魅力，說不定就能邂逅一段美好的緣分。已有伴者的你，和伴侶之間的甜蜜指數直線上升，兩人相處溫馨又愜意，不妨一起做些浪漫的事，比如看場電影、吃頓大餐，讓感情持續升溫。",
        "work_text": "整體狀態高效順遂。在處理各類事務時，思路清晰，方法得當，能迅速抓住關鍵要點，輕鬆應對各種挑戰。無論是複雜的工作任務，還是繁重的學習內容，都能有條不紊地推進，成果顯著，讓你充滿成就感。",
        "lucky_star": "天秤座",
        "money_text": "財運相當不錯，進賬頗為豐厚。之前付出的努力在這天容易得到實質性的收穫，可能是工作上的獎金、業務提成，或是投資的小回報。不過即便財運好，也別太得意忘形，別隨意進行大額消費或盲目跟風投資，合理規劃這筆收入，為未來做儲備。",
        "health_text": "要注意保護嗓子，這天可能會頻繁用嗓，比如和人交流多或者唱歌啥的，容易讓嗓子疲勞，說話儘量輕聲細語，避免長時間大聲喊叫，多喝溫水潤潤喉，還可以泡點胖大海茶來喝，緩解嗓子不適。",
        "lucky_color": "褐色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花錢太揮霍",
        "yi": "整理舊物件",
        "all": "60%",
        "date": "2025-12-05",
        "love": "58%",
        "work": "67%",
        "money": "52%",
        "health": "65%",
        "notice": "想法總變來變去",
        "discuss": "62%",
        "all_text": "整體運勢有些低迷，主意和計劃總是變來變去，難以穩定下來。這種不穩定的狀態讓你在面對選擇時猶豫不決，無法果斷地做出決定。一會兒覺得這個想法不錯，一會兒又被另一個念頭吸引，導致自己陷入一種混亂的狀態。在與人交流時，這種反覆無常的態度可能會讓他人感到困惑，影響彼此之間的溝通和信任。你需要靜下心來，認真思考自己真正想要的是什麼，明確自己的目標和方向。只有先讓自己的內心安定下來，才能制定出切實可行的計劃，並堅定地朝著目標前進。不要被外界的干擾和誘惑所左右，保持內心的清醒和堅定。",
        "love_text": "單身的你，情路似乎有些受阻，可能很難遇到讓自己心動的人，即便有接觸新對象的機會，也感覺不太對味。別灰心，耐心等待。已有伴者的你，和伴侶之間矛盾頻發，容易因為一些小事產生分歧。遇到問題時，先冷靜下來，心平氣和地溝通，別讓矛盾越積越深。",
        "work_text": "就像是被一層無形的網困住，整體阻礙較多，難以順利推進。在處理事務時，會頻繁遇到各種突發狀況和難題，原本的計劃被打亂，需要不斷調整策略。新的想法難以得到實施，努力付出卻得不到相應的回報，容易產生挫敗感。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不太樂觀，容易出現入不敷出的情況。日常開銷可能會突然增多，一些意外支出打亂你的財務計劃，而收入方面卻沒有明顯增長。這天要格外注意控制消費慾望，避免不必要的購物，仔細核對每一筆支出，同時審視自己的財務狀況，看看是否有可以削減開支的地方。",
        "health_text": "警惕呼吸道感染，這天氣溫變化可能較大，冷熱交替容易讓身體抵抗力下降，引發呼吸道問題，出門要根據天氣增減衣物，別讓自己著涼，儘量少去人員密集、空氣不流通的地方，避免感染病菌。",
        "lucky_color": "草綠色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒暴躁",
        "yi": "專注一件事",
        "all": "73%",
        "date": "2025-12-05",
        "love": "75%",
        "work": "74%",
        "money": "79%",
        "health": "71%",
        "notice": "依靠自己的努力",
        "discuss": "77%",
        "all_text": "整體運勢較為一般，沒有太多驚喜和波瀾。在這一天裡，你需要依靠自己的努力，一步一個腳印地往前走。沒有外界的過多助力，一切都得靠自己去爭取和創造。雖然過程可能會有些辛苦，但每一步的積累都會讓你變得更加堅強和成熟。在面對困難和挑戰時，你不會輕易退縮，而是會勇敢地迎難而上，憑藉自己的智慧和毅力去解決問題。在人際關係方面，你會與身邊的人保持著一種平淡而真實的關係，沒有過多的熱鬧和喧囂。這種簡單的生活狀態也讓你能夠更加專注於自己的內心世界，思考人生的意義和價值，為未來的發展做好鋪墊。",
        "love_text": "單身的你，在感情方面存在感比較低，可能不太容易引起他人的注意。不過別因此而失落，可以利用這段時間好好提升自己，讓自己變得更優秀。已有伴者的你，和伴侶相處和睦，彼此之間能相互理解、相互包容。不妨一起規劃下未來，為共同的生活目標努力，感情會更加深厚。",
        "work_text": "整體平穩前行，雖沒有驚濤駭浪，但也能收穫一些小成果。在處理事務時，能按照既定計劃逐步推進，雖然速度不快，但每一步都走得踏實。過程中可能會遇到一些小問題，但都能憑藉自己的能力輕鬆解決。",
        "lucky_star": "射手座",
        "money_text": "財路較為平穩，沒有大的起伏。收入和支出基本能保持平衡，不會有突然的大筆進賬，也不會出現意外的財務危機。這種平穩狀態雖然安心，但也別滿足於此，可以利用空閒時間學習一些理財知識，提升自己的財商，為未來可能出現的財富增長機會做好準備。",
        "health_text": "要關注腸胃消化，這天可能會吃一些比較油膩或者辛辣的食物，腸胃負擔容易加重，吃飯別吃太飽，七八分飽就行，多吃些清淡易消化的食物，像蔬菜粥、麵條啥的，飯後可以適當散散步，促進腸胃蠕動。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不聽他人言",
        "yi": "開啟新計劃",
        "all": "95%",
        "date": "2025-12-05",
        "love": "94%",
        "work": "97%",
        "money": "95%",
        "health": "98%",
        "notice": "朝著好方向發展",
        "discuss": "94%",
        "all_text": "整體運勢極為旺盛，彷彿置身於一個充滿陽光和希望的世界。一切都朝著好的方向穩步發展，無論是精神層面還是物質層面，都迎來了豐收的時刻。在精神上，你會感到無比的充實和滿足，內心充滿了自信和力量，對生活充滿了熱情和期待。這種積極的心態會讓你在面對任何事情時都充滿幹勁，勇往直前。在物質方面，可能會有一些意外之喜降臨，讓你感受到生活的美好和幸運。在社交場合中，你更是如魚得水，成為眾人矚目的焦點，吸引著周圍人的目光和讚賞。你的魅力和風采會得到充分的展現，讓你收穫更多的友誼和尊重。",
        "love_text": "單身的你，很受歡迎，身邊圍繞著不少追求者或者對你有好感的人。你的自信和魅力會吸引到很多目光，說不定能遇到那個讓你心動的人。已有伴者的你，和伴侶之間愛意滿溢，兩人相處甜蜜又幸福。不妨給對方一些小驚喜，比如送一份小禮物，讓感情更加甜蜜。",
        "work_text": "整體順風順水，收穫頗豐。在處理各類事務時，彷彿有神助一般，思路開闊，方法靈活，能迅速找到解決問題的關鍵。無論是工作上的項目推進，還是學習上的知識掌握，都能取得令人滿意的成果，讓你充滿自信。",
        "lucky_star": "白羊座",
        "money_text": "財源廣進，會有不少賺錢的機會主動找上門來。可能是新的合作項目帶來豐厚收益，或是之前的投資有了不錯的回報。面對這些機會，別急於求成，要仔細評估每個項目的風險和收益，選擇最適合自己的，同時合理分配資金，避免把所有雞蛋放在一個籃子裡。",
        "health_text": "要注重眼部休息，這天可能會長時間盯著電子屏幕，眼睛容易疲勞乾澀，每隔一段時間就看看遠處，讓眼睛放鬆放鬆，還可以做做眼保健操，緩解眼部肌肉緊張，晚上早點休息，保證充足的睡眠，讓眼睛得到充分恢復。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "猶豫不決",
        "yi": "認真做計劃",
        "all": "75%",
        "date": "2025-12-05",
        "love": "76%",
        "work": "70%",
        "money": "68%",
        "health": "74%",
        "notice": "缺乏落實的勇氣",
        "discuss": "70%",
        "all_text": "整體運勢平平，腦海中醞釀著許多想法，但卻缺乏將其落實行動的勇氣。這些想法如同種子一般，在你的內心深處生根發芽，卻始終沒有破土而出的機會。你可能會擔心自己的想法不夠成熟，或者害怕行動後會遇到各種困難和挫折，從而猶豫不決，不敢邁出第一步。然而，只有將想法轉化為實際行動，才能讓它們真正發揮作用，實現自己的價值。你需要給自己一些鼓勵和信心，勇敢地嘗試新的事物，不要害怕失敗。每一次的嘗試都是一次成長的機會，即使失敗了，也能從中吸取教訓，為下一次的成功做好準備。不要讓自己的想法僅僅停留在想象階段，勇敢地去追求自己的夢想。",
        "love_text": "單身的你，適合耐心等待緣分降臨，不要過於著急去尋找愛情。把精力放在提升自己上，讓自己變得更好，緣分自然會在合適的時候出現。已有伴者的你，和伴侶之間的理解增多，彼此能更加懂對方的心思。遇到問題時，能站在對方的角度思考，感情會更加和諧。",
        "work_text": "按部就班地推進各項事務，整體有一定進展。在處理事務時，注重細節，認真負責，雖然速度不是很快，但每一步都走得很穩。過程中可能會遇到一些小挑戰，但都能憑藉自己的耐心和細心順利克服。",
        "lucky_star": "水瓶座",
        "money_text": "財利比較微薄，辛苦忙碌一天，收穫卻不太理想。可能是工作上的業績沒有達到預期，導致獎金減少，或是投資的項目收益不佳。這時候別灰心喪氣，也別因為急於增加收入而盲目嘗試一些高風險的投資方式，先總結經驗教訓，調整自己的賺錢策略，等待合適時機。",
        "health_text": "要留意足部護理，這天走路可能比較多，腳容易疲勞，晚上回家可以用熱水泡泡腳，促進血液循環，緩解腳部疲勞，還可以按摩一下腳底穴位，讓腳更舒服，鞋子要選擇舒適合腳的，避免磨腳。",
        "lucky_color": "銀灰色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "培養新愛好",
        "all": "86%",
        "date": "2025-12-05",
        "love": "81%",
        "work": "88%",
        "money": "89%",
        "health": "87%",
        "notice": "穩中求變的節奏",
        "discuss": "79%",
        "all_text": "整體運勢呈現出穩定向好的態勢，處於一種穩中求變的節奏裡。這種穩定並非是停滯不前，而是有著內在的活力與動力，促使你渴望做出一些改變。內心對於新事物的接納度較高，不再滿足於按部就班的生活模式，會主動去尋求新的體驗和感受。或許在日常的社交互動中，會不自覺地流露出對新嘗試的期待，這種態度也會感染身邊的人，為你帶來一些新的機會。周圍的環境似乎也在配合著你的這種轉變，沒有過多的阻礙因素出現，讓你能夠較為順利地開啟新的探索之旅。不過，在追求變化的過程中，也要注意把握好度，不要過於衝動和盲目，確保新的嘗試是建立在合理規劃和思考的基礎之上，這樣才能讓這種穩中求變的運勢發揮出最大的優勢，為生活增添更多的色彩和樂趣。",
        "love_text": "單身的你，適合耐心等待緣分降臨，不要過於著急去尋找愛情。把精力放在提升自己上，讓自己變得更好，緣分自然會在合適的時候出現。已有伴者的你，和伴侶之間的理解增多，彼此能更加懂對方的心思。遇到問題時，能站在對方的角度思考，感情會更加和諧。",
        "work_text": "在各方面的發展態勢良好，整體進展順利且有不少亮點。在推進各類事務時，彷彿有一股無形的助力，讓你能較為輕鬆地跨越一些小障礙。無論是處理複雜的工作任務，還是攻克學習上的難題，都能找到合適的切入點，成果逐漸顯現，讓你在這一天裡收穫不少成就感。",
        "lucky_star": "摩羯座",
        "money_text": "收益頗為可觀，之前的一些投資或努力在這天能看到明顯的回報。可能是兼職工作有了不錯的收入，或是理財產品帶來了驚喜。不過別被眼前的收益衝昏頭腦，要合理規劃這筆錢，一部分用於日常開銷，一部分存起來，還可以拿出一小部分繼續投資，但要注意風險控制。",
        "health_text": "要重視肩頸放鬆，這天可能會長時間保持一個姿勢，比如坐著辦公或者低頭玩手機，肩頸容易痠痛，工作或學習一段時間後，要起來活動活動肩頸，做做伸展運動，轉動轉動脖子，聳聳肩膀，讓肩頸肌肉放鬆。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "享受慢生活",
        "all": "52%",
        "date": "2025-12-05",
        "love": "56%",
        "work": "50%",
        "money": "54%",
        "health": "66%",
        "notice": "懶惰情緒如枷鎖",
        "discuss": "59%",
        "all_text": "整體運勢著實不容樂觀，懶惰的情緒如同無形的枷鎖，會嚴重拖慢你前進的步伐。這種懶惰並非是偶爾的懈怠，而是一種較為持續的狀態，讓你對原本計劃好的事情提不起興趣，缺乏去行動的動力。可能會覺得周圍的一切都提不起勁，即便有想要做的事情，也會因為懶惰而一再拖延，導致原本可以順利推進的事情陷入停滯。這種情緒還會影響到你的社交生活，讓你在與他人交往時顯得不夠積極主動，給人一種冷漠、疏離的感覺，進而影響到人際關係。而且，懶惰的情緒一旦滋生，就容易形成惡性循環，越不想動就越覺得疲憊，越疲憊就越不想動。要打破這種局面，就需要你主動出擊，給自己設定一些明確的目標和任務，強迫自己行動起來，逐步克服懶惰的情緒，重新找回積極向上的生活狀態。",
        "love_text": "單身的你，可能沒遇到心動的人，感情方面有些平淡。別因此而沮喪，把心態放平，把注意力放在其他事情上。已有伴者的你，和伴侶之間關係有些緊張，容易因為一些小事產生摩擦。遇到問題別互相指責，多站在對方角度想想，主動化解矛盾，讓感情重回正軌。",
        "work_text": "整體困難重重，難以取得突破。在處理事務時，會頻繁遭遇各種阻礙，原本規劃好的節奏被打亂，新的想法難以落地實施。無論是工作上的項目推進，還是學習上的知識吸收，都感覺力不從心，需要付出更多的努力才能勉強維持現狀。",
        "lucky_star": "處女座",
        "money_text": "財運低迷，賺錢變得格外困難。可能會遇到一些突發狀況，導致原本的賺錢計劃泡湯，或是投資出現虧損。這天要保持冷靜，別因為財運不好而焦慮不安，也別盲目跟風別人去嘗試新的賺錢方法。先穩住現有的財務狀況，減少不必要的支出，等待財運好轉。",
        "health_text": "要小心耳朵不適，這天周圍環境可能比較嘈雜，或者長時間戴耳機聽音樂，容易對耳朵造成傷害，儘量避免長時間處於噪音環境中，戴耳機音量別調太大，時間也別太長，讓耳朵適當休息。",
        "lucky_color": "薑黃色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "去公園賞花",
        "all": "82%",
        "date": "2025-12-05",
        "love": "89%",
        "work": "80%",
        "money": "85%",
        "health": "87%",
        "notice": "多挖掘潛在的美好",
        "discuss": "83%",
        "all_text": "整體運勢相對平穩，這種平穩並非是平淡無奇，而是蘊含著許多潛在的美好。在這一天裡，你或許會遇到一些有趣的人和事，這些人和事就像生活中的調味劑，為原本平淡的日子增添了不少新鮮活力。有趣的人可能會帶來新的觀點和想法，拓寬你的視野，讓你對世界有新的認識；有趣的事則可能會激發你的好奇心和探索欲，讓你忍不住想要深入瞭解。這種新鮮活力的注入，會讓你的心情變得格外愉悅，整個人也充滿了精神。在社交場合中，你會更加自信和開朗，能夠輕鬆地與他人交流互動，結交到新的朋友。而且，這些有趣的經歷還可能會成為你日後回憶中的美好片段，為生活留下珍貴的印記。不妨以開放的心態去迎接這些可能出現的有趣元素，盡情享受這一天帶來的美好體驗。",
        "love_text": "單身的你，不妨主動參加一些社交活動，擴大自己的社交圈子，這樣能增加遇到心儀對象的機會。說不定在活動中就能遇到那個和你志同道合的人。已有伴者的你，和伴侶之間歡樂增多，兩人相處輕鬆愉快。可以一起去做些有趣的事，比如戶外運動、玩桌遊，讓感情更加升溫。",
        "work_text": "整體進展良好，不斷有意外之喜出現。在處理各類事務時，思維活躍，靈感不斷，能迅速找到解決問題的方法。無論是工作上的挑戰，還是學習上的難題，都能輕鬆應對，而且還能在過程中發現一些新的機會，為未來的發展打下基礎。",
        "lucky_star": "金牛座",
        "money_text": "財氣上揚，賺錢的機會逐漸增多。可能會在工作中得到領導的賞識，獲得晉升機會從而增加收入，或是通過朋友介紹得到一些兼職賺錢的渠道。面對這些機會，要積極把握，但也要注意篩選，選擇正規可靠的項目，同時合理安排時間，避免因為忙碌而影響身體健康。",
        "health_text": "要關注手腕活動，這天可能會頻繁使用手腕，比如打字、做手工等，手腕容易疲勞痠痛，使用手腕一段時間後，要停下來活動活動，轉動手腕，做做手腕伸展運動，避免手腕過度勞累。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "生氣大發火",
        "yi": "享受下午茶",
        "all": "58%",
        "date": "2025-12-05",
        "love": "65%",
        "work": "55%",
        "money": "64%",
        "health": "60%",
        "notice": "顧此失彼的困境",
        "discuss": "62%",
        "all_text": "整體運勢出現下滑跡象，其中一個主要問題在於過於揪著細節不放，這種做法很容易讓你陷入顧此失彼的困境。在處理事情時，你可能會把大量的時間和精力都投入到細節的雕琢上，力求做到盡善盡美。然而，這種過度的關注細節會讓你忽略整體的佈局和規劃，導致在某個細節上花費了太多時間，而其他重要的事情卻被擱置一旁。而且，當你過於糾結於細節時，情緒也容易受到影響，變得焦慮和煩躁，進一步影響你的判斷力和決策能力。這種狀態不僅會讓你感到疲憊不堪，還會降低你做事的效率和質量。要改善這種運勢，就需要你學會把握整體和局部的關係，在關注細節的同時，也要時刻牢記整體的目標和方向，合理分配時間和精力，做到統籌兼顧，這樣才能避免陷入顧此失彼的尷尬局面，讓事情能夠更加順利地推進。",
        "love_text": "單身的你，要帶眼識人，在接觸新對象時，別被外表或者一時的表現所迷惑，要多瞭解對方的內在品質和性格。已有伴者的你，和伴侶相處時別隻顧著講道理，感情不是講理的地方，多給對方一些關心和體貼，讓對方感受到你的愛，這樣感情會更融洽。",
        "work_text": "整體阻力重重，進展艱難。在推進事務時，會遇到各種意想不到的困難，外部環境的壓力和內部資源的限制，讓你舉步維艱。無論是工作上的業務拓展，還是學習上的知識深化，都感覺困難重重，需要付出更多的時間和精力才能取得一點進展。",
        "lucky_star": "雙子座",
        "money_text": "獲利有限，努力工作或投資後得到的回報沒有預期中那麼多。可能是市場競爭激烈，導致業務利潤降低，或是投資的項目收益增長緩慢。這時候別抱怨運氣不好，要分析原因，看看是自身能力不足還是市場環境問題，然後有針對性地改進，提升自己的賺錢能力。",
        "health_text": "要警惕腰部痠痛，這天可能會搬重物或者長時間彎腰做事，腰部容易受傷，搬東西時要注意姿勢，儘量用腿部力量，避免腰部用力過度，長時間彎腰後要站起來挺直腰，活動活動腰部，緩解腰部壓力。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風",
        "yi": "和朋友聚餐",
        "all": "80%",
        "date": "2025-12-05",
        "love": "75%",
        "work": "76%",
        "money": "83%",
        "health": "79%",
        "notice": "忙閒有序的節奏",
        "discuss": "83%",
        "all_text": "整體運勢尚可，周圍沒有太多幹擾因素，能夠讓你保持一種忙閒有序的節奏。這種節奏就像一首和諧的樂章，讓你在忙碌和閒暇之間找到了平衡點。在忙碌的時候，你能夠全身心地投入到手頭的事情中，專注而高效地完成任務，不會受到外界的干擾和影響；而在閒暇的時候，你也能夠盡情地放鬆自己，享受屬於自己的時光，不會因為忙碌而感到疲憊和壓抑。這種忙閒有序的狀態會讓你的生活更加充實和有意義，既能實現自己的目標，又能照顧好自己的身心需求。而且，這種良好的節奏還會讓你在面對突發情況時更加從容不迫，能夠迅速調整自己的狀態，應對各種挑戰。不妨珍惜這種運勢，繼續保持這種忙閒有序的生活方式，讓自己的生活更加精彩",
        "love_text": "單身的你，感情方面維持現狀，沒有太大的波瀾。不妨利用這段時間好好享受單身生活，做自己喜歡的事情，提升自己的生活品質。已有伴者的你，和伴侶之間感情趨於平淡，生活缺少一些激情。可以一起嘗試一些新事物，比如學習新技能、去新地方旅行，為感情注入新的活力。",
        "work_text": "整體穩中有進，但還有提升的空間。在處理事務時，能按照既定的計劃逐步推進，雖然速度不是很快，但每一步都走得比較紮實。過程中可能會遇到一些小問題，但都能憑藉自己的能力順利解決，不過若能更加積極主動一些，成果可能會更加顯著。",
        "lucky_star": "獅子座",
        "money_text": "你的財富處於漸增的狀態，雖然增長速度不是很快，但整體趨勢向好。可能是通過長期的投資開始看到一些收益，或是工作上的收入隨著經驗積累逐漸提高。這天可以繼續堅持自己的理財計劃，同時關注市場動態，尋找更多可以增加財富的機會，但要注意別過於貪心。",
        "health_text": "要注意指甲健康，這天指甲可能會因為一些小碰撞或者修剪不當而受傷，做事情時小心別讓指甲碰到硬物，修剪指甲時要使用合適的工具，別剪得太短，避免指甲周圍皮膚受傷引發炎症。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "逛夜市小吃",
        "all": "75%",
        "date": "2025-12-05",
        "love": "69%",
        "work": "73%",
        "money": "79%",
        "health": "74%",
        "notice": "傾向於維持現狀",
        "discuss": "76%",
        "all_text": "整體運勢一般，是一個相對保守行事的日子。在這一天裡，你可能會更傾向於維持現狀，不願意輕易做出改變或嘗試新的事物。這種保守並非是膽小怕事，而是一種謹慎的態度，你希望在行動之前能夠有更充分的準備和把握。在面對一些選擇和決策時，你會更加謹慎地權衡利弊，考慮各種可能出現的後果，不會盲目跟風或衝動行事。這種保守的行事方式雖然能夠讓你避免一些不必要的風險和麻煩，但也可能讓你錯過一些機會。不過，對於你來說，穩妥才是最重要的，你更願意在確保安全的前提下，逐步推進自己的計劃。在這一天裡，你可以按照自己的節奏和方式行事，不必過於在意他人的看法和評價，只要能夠讓自己感到安心和舒適，就是最好的選擇。",
        "love_text": "單身的你，過於被動，在感情方面缺乏主動出擊的勇氣。遇到喜歡的人，別總是等著對方來主動，勇敢一點，表達自己的心意，說不定會有驚喜。已有伴者的你，和伴侶之間表達欠佳，容易讓對方誤解你的想法。說話時多注意方式方法，清晰準確地表達自己的感受，避免不必要的矛盾。",
        "work_text": "整體小有成果，但還有突破的空間。在處理事務時，經過一段時間的努力，已經取得了一些階段性的成果，能看到自己的付出有了回報。不過，目前的發展還處於一個相對平穩的階段，若能再接再厲，勇於嘗試新的方法，就能取得更大的突破。",
        "lucky_star": "天蠍座",
        "money_text": "你的財勢穩進，收入能保持穩定增長。可能是工作上的業績穩步提升，帶來更多的獎金和提成，或是副業發展順利，有了一定的收入。在享受財富增長的同時，也要注意合理規劃，別因為收入增加就隨意提高生活標準，養成浪費的習慣，要學會為未來的生活和可能出現的風險做好儲備。",
        "health_text": "要留意頭髮養護，這天頭髮可能會因為天氣乾燥或者頻繁梳理而變得毛糙，洗頭時選擇溫和的洗髮水，洗完後用護髮素護理一下，平時梳理頭髮要輕柔，別用力拉扯，避免損傷頭髮。",
        "lucky_color": "奶茶色",
        "lucky_number": "1"
      }
    }
  }
}