{
  "updated": "2025-07-23T12:15:16.333Z",
  "updateTime": "2025/7/23 下午8:15:16",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 21492,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沖涼水澡",
        "yi": "多關心家人",
        "all": "73%",
        "date": "2025-07-22",
        "love": "67%",
        "work": "77%",
        "money": "69%",
        "health": "75%",
        "notice": "各狀況接踵而至",
        "discuss": "72%",
        "all_text": "你的整體運勢稍有起伏，各種狀況可能會接踵而至，讓你有些應接不暇。情緒也容易受到影響，時而高漲，時而低落。在面對這些變化時，千萬別被情緒牽著鼻子走。要是情緒過於激動，可能會做出一些讓自己後悔的決定。比如，在與人交流時，可能會因為一時的氣憤而說出傷人的話，影響人際關係。又或者在處理事情時，因為情緒急躁而忽略了一些細節，導致結果不盡如人意。所以，這一天要學會控制自己的情緒，保持冷靜和理智。當遇到不如意的事情時，先深呼吸，讓自己平靜下來，再思考應對的辦法。以平和的心態去面對生活中的起起落落，你會發現很多問題並沒有那麼難解決，也能更好地享受這一天帶來的不同體驗。",
        "love_text": "單身的你，在感情上容易看走眼。或許會遇到讓你眼前一亮的人，但別急著投入，多觀察對方言行背後的真實意圖，以免被表象迷惑。已有伴者的你，會因一些生活小事和伴侶產生摩擦，進而陷入冷戰。其實都是些雞毛蒜皮，別讓小矛盾影響感情，主動溝通，把問題攤開說，很快就能化解。",
        "work_text": "整體表現平穩，需要保持勤懇的態度。無論是面對工作任務還是學習安排，都不能有絲毫懈怠。雖然可能不會遇到特別突出的機遇，但只要一步一個腳印，認真完成每一項事務，就能穩穩地推進事業學業進程。若能始終保持這種勤懇的狀態，後續會有更多收穫的可能。不過，也別因為過於忙碌而忽略細節，避免因小失大。",
        "lucky_star": "白羊座",
        "money_text": "在財運上可得悠著點，千萬別想著投機取巧來獲取財富。這種不踏實的方式很容易讓你陷入財務困境，可能一時覺得能佔點便宜，但最後往往會得不償失。這一天，還是腳踏實地地做好本職工作，靠自己的努力和付出獲取收入，穩穩當當的才最可靠，別去追求那些不切實際的財富捷徑。",
        "health_text": "可得留意，別光腳在地板上走來走去。地板溫度低，寒氣容易從腳底侵入身體，讓你感覺手腳冰涼，時間長了還可能引發關節不適。這天儘量穿上拖鞋或襪子，給雙腳做好保暖。要是已經光腳了，晚上可以用熱水泡泡腳，促進血液循環，驅散寒氣，讓身體暖起來。",
        "lucky_color": "土黃色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷手機",
        "yi": "出門逛公園",
        "all": "96%",
        "date": "2025-07-23",
        "love": "98%",
        "work": "94%",
        "money": "93%",
        "health": "95%",
        "notice": "計劃執行精準到分",
        "discuss": "96%",
        "all_text": "整體運勢非常出彩。對計劃的執行精準到分，這是你這一天最突出的優勢。你就像一個精準的時鐘，嚴格按照自己設定的節奏前行。無論是日常的小安排，還是一些比較重要的規劃，你都能有條不紊地推進。這種強大的執行力會讓你在這一天裡充滿自信，做任何事情都胸有成竹。你不會輕易被外界的干擾所影響，始終專注於自己的目標。而且，你的這種狀態還會感染到身邊的人，讓他們對你產生信任和依賴。在處理事情時，你能夠考慮到各種細節，避免出現不必要的失誤。憑藉著這份嚴謹和專注，你會在這一天收穫滿滿的成就感，也會讓自己在生活和社交中更加遊刃有餘。",
        "love_text": "單身的你，和喜歡的人會有更多心動時刻，也許是一次不經意的眼神交匯，或是一句貼心的問候，都能讓你們之間的氛圍變得微妙又甜蜜，好好享受這份心動。已有伴者的你，不妨和伴侶一起去做些有意義的事，比如看一場浪漫的電影，或者去公園散步談心，一起製造美好的回憶，讓感情更加深厚。",
        "work_text": "整體狀態積極向上，對各種任務和知識都充滿熱情，有著強烈的探索欲和求知慾。在面對困難時，也能保持堅韌不拔的精神，努力尋找解決辦法，就像爬山者一步一個腳印地向著山頂攀登，每一步都在靠近成功，不斷積累經驗和能力。",
        "lucky_star": "巨蟹座",
        "money_text": "財運相當不錯，會有收益豐厚的驚喜等著你。可能是之前投資的回報，或者是工作上的獎金、提成到賬。這筆額外的收入會讓你的經濟狀況更加寬裕，你可以考慮把一部分錢存起來，為未來的生活做保障，也可以拿出一小部分犒勞一下自己，但別過度消費，讓這份好運能持續更久。",
        "health_text": "超適合去戶外活動活動，別總窩在家裡。到公園散散步、慢跑一會兒，或者打打羽毛球，讓身體充分接觸陽光和新鮮空氣。這不僅能增強體質，還能改善心情。不過運動前要做好熱身，運動後也別立刻喝冰水、洗冷水澡，避免身體受刺激，引發不適。",
        "lucky_color": "草綠色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度勞累",
        "yi": "做個睡前瑜伽",
        "all": "78%",
        "date": "2025-07-23",
        "love": "70%",
        "work": "67%",
        "money": "79%",
        "health": "80%",
        "notice": "懈怠情緒偶爾冒頭",
        "discuss": "77%",
        "all_text": "整體運勢一般，要警惕偶爾冒頭的懈怠情緒。你可能會在某個瞬間覺得有些疲憊，對原本感興趣的事情也提不起勁來，就像一臺原本高速運轉的機器，突然有了減速的跡象。這種懈怠情緒可能會讓你在做事時缺乏動力，原本計劃好的事情，可能會因為一時的懶惰而擱置。你可能會找各種藉口來拖延，比如覺得現在狀態不好，等一會兒再做。然而，這種拖延只會讓問題越積越多，最後可能會讓你陷入忙碌和焦慮之中。所以，當懈怠情緒出現時，你要及時意識到它的存在，提醒自己不能一直這樣下去。雖然不需要立刻變得鬥志昂揚，但至少要保持基本的行動，避免讓情況變得更糟。",
        "love_text": "單身的你，要是有人向你表達真心，一定要認真對待，尊重對方的感情，別把別人的心意當兒戲，不然可能會錯過一段美好的緣分。已有伴者的你，在和伴侶相處時，要多尊重對方的想法，遇到事情不要總是自己拿主意，多聽聽對方的意見，這樣能讓你們的關係更加和諧。",
        "work_text": "你被“磨磨蹭蹭”的壞習慣拖了後腿。整體節奏緩慢，缺乏緊迫感，對待任務和知識總是拖拖拉拉，不到最後一刻不想動手。就像一輛沒有油門的汽車，只能慢悠悠地行駛，很難在規定時間內完成目標，還容易因為拖延而產生焦慮情緒，影響後續的發揮。",
        "lucky_star": "白羊座",
        "money_text": "你的財運較為平穩，收支基本能達到平衡狀態。既沒有大筆的意外之財，也不會有突然的經濟負擔。不過，在消費的時候還是要保持理性，別看到喜歡的東西就買買買，還是要根據自己的實際需求來。同時，也可以留意一下身邊是否有一些小的賺錢機會，說不定能小賺一筆。",
        "health_text": "之前制定的運動計劃，可得好好落實啦。別再找藉口偷懶，不管是去健身房鍛鍊，還是在家跟著視頻做健身操，堅持動起來。運動能提升身體免疫力，讓你少生病，還能釋放壓力。運動時注意強度適中，別過度疲勞，要是感覺身體不適就馬上停下來休息。",
        "lucky_color": "淡粉色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決定",
        "yi": "和朋友聚會",
        "all": "62%",
        "date": "2025-07-23",
        "love": "58%",
        "work": "59%",
        "money": "60%",
        "health": "65%",
        "notice": "猜度別人的想法",
        "discuss": "57%",
        "all_text": "整體運勢下滑，切勿過度猜度別人的想法。你心裡可能會忍不住去琢磨別人的一言一行，試圖從中找出一些隱藏的含義，可往往這種猜測只會讓你陷入無盡的糾結之中。別人的一個眼神、一句話，都可能讓你浮想聯翩，覺得是不是自己哪裡做得不好，或者對方有什麼別的意圖。這種過度猜度不僅會讓你自己心裡很疲憊，還可能會影響你與他人之間的關係。你可能會因為一些沒有根據的猜測而對別人產生誤解，從而做出一些不恰當的反應。其實，很多時候別人的想法並沒有那麼複雜，與其自己在這裡瞎想，不如直接和對方溝通，這樣才能避免不必要的麻煩。",
        "love_text": "單身的你，面對感情可能會比較消極，遇到心動的人也容易因為一點小阻礙就輕易放棄，別這麼快就打退堂鼓，說不定再堅持一下就有轉機。已有伴者的你，和伴侶相處可能會覺得有點乏味，生活好像少了點激情，不妨一起嘗試一些新事物，為感情注入新的活力。",
        "work_text": "你對新事物有著明顯的排斥感。整體思維比較保守，習慣於按照舊有的模式和方法行事，不願意嘗試新的途徑和理念。就像一隻縮在殼裡的螃蟹，對外界的變化充滿警惕，這樣雖然能讓你感到安全，但也容易錯過一些發展的好機會，限制了自己的成長和進步。",
        "lucky_star": "天蠍座",
        "money_text": "明顯感到經濟的壓力，可能是有一些必要的開支，比如家庭用品的更換、水電費等，讓你的錢包有些吃不消。這時候要合理規劃每一筆錢，優先保證生活必需品的支出。在購物時，可以多比較價格，選擇性價比高的商品，避免不必要的浪費，緩解一下經濟上的緊張感。",
        "health_text": "天氣高溫，你可得多加註意。儘量避免在中午最熱的時候外出，如果必須出門，要做好防曬措施，戴上遮陽帽、太陽鏡，塗好防曬霜。還要及時補充水分，別等到口渴了才喝水。回到家也別立刻衝冷水澡或喝大量冷飲，不然容易中暑或者引發感冒。",
        "lucky_color": "橙黃色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "看高分電影",
        "all": "75%",
        "date": "2025-07-22",
        "love": "72%",
        "work": "77%",
        "money": "78%",
        "health": "74%",
        "notice": "能保持勞逸結合",
        "discuss": "71%",
        "all_text": "你的整體運勢一般般，收穫不多，但好在能保持勞逸結合。這一天，可能不會像你期望的那樣有豐碩的成果，很多事情進展得比較緩慢，沒有達到你預期的效果。不過，這並不意味著這一天就沒有價值。在努力的過程中，你也在積累經驗，為未來的發展打下基礎。而且，你能夠很好地平衡工作和休息，不會讓自己過於疲憊。在感到累的時候，會適時地停下來，給自己一些放鬆的時間。比如，聽一首喜歡的音樂，看一場有趣的電影，或者和朋友聊聊天。這種勞逸結合的方式讓你能夠保持良好的精神狀態，即使收穫不多，也能以積極的心態面對。所以，不要因為收穫少而氣餒，享受這個平衡的過程，相信未來會有更好的發展。",
        "love_text": "單身的你，熱情要適度。遇到有好感的人，表達好感時別過於熱烈，以免給對方造成壓力，反而讓對方退縮，把握好分寸才能更好發展。已有伴者的你，彼此要留適度空間。感情不是時刻黏在一起，給對方一些自由空間，讓彼此都能有自己的生活，這樣感情會更健康。",
        "work_text": "需要注意分工。無論是團隊項目還是個人任務，合理的分工都至關重要。如果分工不明確，可能會導致工作效率低下，甚至出現互相推諉的情況。你要發揮自己的領導能力或協調能力，明確每個人的職責，讓工作學習有序進行。同時，也要注意與他人合作時的態度，避免過於強勢。",
        "lucky_star": "處女座",
        "money_text": "求財可得穩紮穩打。別想著一下子就能獲得巨大的財富，那種急功近利的心態可能會讓你做出錯誤的決策。按照自己既定的理財計劃，一步一步地推進，做好每一筆收支的規劃。在工作中，認真完成每一項任務，靠自己的實力和努力來增加收入，這樣財富才會穩穩地落入你的口袋。",
        "health_text": "在飲食上可得注意營養均衡。別隻挑自己喜歡的食物吃，像只吃肉不吃菜，或者只吃主食不吃水果。這樣會導致身體缺乏某些營養素，影響免疫力。這天儘量做到葷素搭配，每餐都要有蔬菜、水果、蛋白質和碳水化合物。比如早餐可以吃個雞蛋、喝杯牛奶，再搭配點麵包和水果。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "摸魚浪費時間",
        "yi": "打卡新餐廳",
        "all": "75%",
        "date": "2025-07-23",
        "love": "60%",
        "work": "74%",
        "money": "69%",
        "health": "75%",
        "notice": "應該三思後行",
        "discuss": "68%",
        "all_text": "整體運勢稍有起伏，凡事你應該三思後行。你的思維比較活躍，可能會有很多想法和計劃冒出來，但並不是所有的想法都成熟可行。如果過於急切地去實施，可能會因為考慮不周全而遇到一些麻煩。在做決定之前，你不妨多花點時間思考一下，分析一下各種可能的情況和後果。可以試著從不同的角度去看待問題，權衡利弊之後再做出選擇。雖然三思後行可能會讓你花費更多的時間和精力，但也能避免很多不必要的錯誤和損失。而且，經過深思熟慮之後做出的決定，往往會更加穩妥和可靠，也能讓你在後續的過程中更加安心和自信。",
        "love_text": "單身的你，別因為一些小缺點就妄自菲薄，覺得自己不夠好，每個人都有自己的閃光點，自信一點，說不定你的優點正吸引著別人的目光。已有伴者的你，別總是想太多，一些小事沒必要反覆糾結，放寬心，別讓無端的猜測影響你們之間的感情。",
        "work_text": "需要多進行嘗試來突破現狀。整體狀態有些保守和謹慎，雖然做事認真負責，但過於依賴已有的經驗和模式，不敢輕易邁出舒適區。就像在一個小圈子裡徘徊，雖然安全，但也限制了視野和發展。適當進行一些新的嘗試，能為你打開新的思路，帶來意想不到的收穫。",
        "lucky_star": "天秤座",
        "money_text": "注意核對好賬單數目。在處理各種財務事務時，無論是購物的小票，還是水電費等賬單，都要仔細檢查，避免出現算錯賬多付錢的情況。同時，在消費方面也要保持謹慎，不要因為粗心大意而買了一些不需要的東西，造成不必要的開支，讓每一分錢都花得明明白白。",
        "health_text": "要多吃蔬菜水果，它們富含維生素、礦物質和膳食纖維，對身體好處多多。像蘋果、香蕉、橙子、菠菜、西蘭花等，都是不錯的選擇。蔬菜水果能促進腸胃蠕動，預防便秘，還能增強免疫力。儘量選擇新鮮的當季蔬果，少吃加工過的果脯、果乾，保證營養攝入。",
        "lucky_color": "淺藍色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "給親戚借錢",
        "yi": "培養創意靈感",
        "all": "62%",
        "date": "2025-07-22",
        "love": "65%",
        "work": "56%",
        "money": "70%",
        "health": "67%",
        "notice": "抱有過高的期待",
        "discuss": "79%",
        "all_text": "你的整體運勢欠佳，這一天可得悠著點。你對很多事情都抱著較高的期待，不管是日常的小計劃，還是心裡隱隱期待的小驚喜，都容易因為現實因素而落空。就像精心準備了一場聚會，卻可能因為一些突發狀況，氛圍沒有想象中熱烈。這種期待與現實的落差，容易讓你心裡產生失落感。而且，在與人相處的時候，也可能因為這種落差情緒，在言語交流上出現一些小摩擦，讓原本和諧的關係出現一絲裂縫。在消費方面，原本計劃好的支出，可能會因為商品缺貨或者其他原因，無法按照心意進行，也會讓你覺得有些鬱悶。這一天，儘量調整好自己的心態，別把期待放得太高，以平和的心去面對生活中的各種狀況，不然，這種落差感可能會一直縈繞著你，影響這一天的整體心情。",
        "love_text": "單身的你，在感情上容易猶豫不決。面對有好感的人，別總是糾結該不該進一步發展，勇敢做出決定，才能不錯過可能的緣分。已有伴者的你，別總是依賴伴侶做決定。在生活瑣事上，自己也多拿拿主意，和伴侶共同商量，這樣能讓你們的關係更加平等和諧。",
        "work_text": "整體表現可能會因不夠細心而出現小失誤，工作學習中一些細節之處容易被忽略，導致原本順利的進程出現小波折。在處理事務時，注意力難以高度集中，容易分心，這可能會影響到最終成果的質量。需要時刻提醒自己保持專注，認真對待每一個環節，避免因小失大。",
        "lucky_star": "巨蟹座",
        "money_text": "要培養記賬的好習慣。在財務方面可能會有些小混亂，容易搞不清楚自己的錢都花在了哪裡。通過記賬，你可以清楚地瞭解每一筆收支情況，知道哪些是必要的開支，哪些是可以節省的。這樣能幫助你更好地規劃自己的財務，避免不必要的消費，讓你的財富能夠更好地積累起來。",
        "health_text": "容易出現上火的問題，得注意了。可能會感覺口乾舌燥、喉嚨疼痛，甚至長口腔潰瘍。這天要少吃辛辣、油膩、熱性的食物，比如辣椒、花椒、油炸食品等。可以多吃一些清熱降火的食物，像綠豆湯、冬瓜湯、苦瓜等。還要多喝水，保持身體水分充足，促進新陳代謝，讓火氣快快消散。",
        "lucky_color": "薑黃色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隱瞞真實想法",
        "yi": "培養一技之長",
        "all": "91%",
        "date": "2025-07-22",
        "love": "93%",
        "work": "89%",
        "money": "90%",
        "health": "92%",
        "notice": "羨煞旁人的節奏",
        "discuss": "94%",
        "all_text": "簡直處於整體運勢羨煞旁人的節奏，這一天就像被幸運光環籠罩著。你會明顯感覺到事情進展得格外順利，不管做什麼都彷彿有一股無形的力量在推動。在參與一些活動或者集體事務時，你的表現會十分出色，很容易脫穎而出，收穫滿滿的成就感。這種成就感不僅來自他人的認可和讚揚，更源於自己內心對自身能力的肯定。而且，在與人交往中，你也能輕鬆地營造出良好的氛圍，結識到一些志同道合的朋友，拓展自己的人脈圈。這一天，你會發現自己彷彿擁有無限的能量，能夠輕鬆應對各種情況，這種良好的狀態會讓你心情愉悅，對生活充滿信心，盡情享受這一天帶來的美好與幸運。",
        "love_text": "單身的你，桃花運在線。身邊可能會出現不少追求者，或者有讓你心動的人出現，抓住機會，主動出擊，說不定就能收穫一段甜蜜的愛情。已有伴者的你，適合約會。和伴侶一起享受浪漫時光，回憶過往美好，增進彼此感情，讓愛情更加甜蜜。",
        "work_text": "迎來開拓思路的好時機。整體狀態積極向上，思維活躍，能夠突破以往的模式和框架，從不同角度看待問題。這種創新性的思維方式會讓你在工作學習中發現新的方法和途徑，有助於提升效率和成果質量。同時，你也會更有勇氣去嘗試新事物，為事業學業發展帶來新的機遇和可能性。",
        "lucky_star": "獅子座",
        "money_text": "存款有上漲的趨勢哦。你的理財計劃可能會進行得比較順利，之前的投資可能會有一些回報，或者在工作上的收入比較穩定且有所增加。這些都會讓你的存款逐漸增多。不過也別因為存款上漲就放鬆警惕，還是要繼續保持合理的理財方式，讓財富持續穩定地增長。",
        "health_text": "可千萬別熬夜。熬夜會打亂身體的生物鐘，影響各個器官的正常運轉，導致免疫力下降，第二天還會沒精神。這天儘量在晚上11點前上床睡覺，營造一個安靜、舒適的睡眠環境，關掉手機等電子設備，讓自己放鬆下來。充足的睡眠能讓身體得到充分休息，第二天活力滿滿地迎接新的一天。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間消費",
        "yi": "開啟新計劃",
        "all": "90%",
        "date": "2025-07-23",
        "love": "88%",
        "work": "98%",
        "money": "89%",
        "health": "92%",
        "notice": "注入滿滿的能量",
        "discuss": "95%",
        "all_text": "整體運勢非常好，整個人就像被注入了滿滿的能量，活力四射，精神飽滿。這種積極向上的狀態會讓你對生活充滿熱情，彷彿有使不完的力氣去探索和嘗試新的事物。你會感覺自己充滿了自信，敢於挑戰自我，突破以往設定的界限。無論是面對生活中的小困難，還是一些從未接觸過的領域，你都能以樂觀的心態去應對，相信自己有能力克服一切。這種勇氣和決心會讓你在不知不覺中超越自我，發現自己的潛力遠比想象中要大。在生活中，你的積極態度也會感染身邊的人，帶動周圍的氣氛變得活躍起來。大家願意圍繞在你身邊，聽你分享想法和經歷。而且，你的運氣似乎也不錯，一些看似棘手的問題，在你的努力下可能會意外地順利解決。這種良好的運勢會讓你更加堅信自己的選擇和方向，鼓勵你不斷向前邁進，享受這充滿活力和機遇的美好一天。",
        "love_text": "單身的你，要好好表現自己，在社交場合中展現出自己的魅力和優點，說不定能吸引到異性的注意，增加脫單的機會。已有伴者的你，和伴侶相處時，放下手機，多花時間陪伴對方，一起聊聊天，做些有趣的事，珍惜這難得的相處時光，別讓手機影響了你們的感情。",
        "work_text": "你將迎來突破的契機。整體狀態充滿活力和衝勁，彷彿被一股無形的力量推動著向前。你不再滿足於現狀，渴望在各個方面取得進步和提升。這種積極的心態會讓你在面對挑戰時更加勇敢，敢於嘗試新的方法和思路，就像一把鋒利的劍，能夠輕鬆斬斷前進道路上的荊棘，為自己開闢出一條新的道路。",
        "lucky_star": "獅子座",
        "money_text": "可以通過兼職得到補貼。如果你有時間的話，不妨找一些適合自己的兼職工作，比如線上客服、文案撰寫等。這不僅能增加你的收入，還能讓你結識更多的人，拓展自己的人脈。不過，在選擇兼職的時候，要確保其合法性和可靠性，避免陷入一些不良的兼職騙局，讓自己的努力得到應有的回報。",
        "health_text": "就算工作再忙，也要保持規律用餐。不按時吃飯會打亂腸胃的消化節奏，引發胃痛、胃潰瘍等疾病。儘量做到三餐定時定量，早餐要吃好，午餐要吃飽，晚餐要吃少。吃飯時要專心，別邊吃邊玩手機或看電視，細嚼慢嚥，這樣有助於消化吸收，讓腸胃更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "開拓新視野",
        "all": "88%",
        "date": "2025-07-22",
        "love": "85%",
        "work": "86%",
        "money": "87%",
        "health": "89%",
        "notice": "不少交流的機會",
        "discuss": "82%",
        "all_text": "你的整體運勢平穩，這一天會有不少交流的機會。在與他人交談的過程中，你能夠清晰地表達自己的觀點和想法，也能認真傾聽對方的意見，這種良好的溝通狀態會讓你有所收穫。也許是在交流中，你從別人那裡獲取了一些新的信息和知識，拓寬了自己的視野；也許是通過溝通，解決了一些之前存在的疑惑或者矛盾，讓關係更加融洽。而且，這些交流的機會可能出現在不同的場合，無論是朋友聚會，還是偶然的閒聊，都能讓你有所啟發。這一天，你不需要刻意去追求什麼大的改變，只需保持這種平和的交流狀態，享受與他人互動的過程，就能在平穩中感受到生活的樂趣和意義。",
        "love_text": "單身的你，要多打扮自己。良好的形象能提升你的魅力，讓你在社交場合中更吸引人，增加遇到心儀對象的機會。已有伴者的你，適合和伴侶培養共同興趣。一起學習新技能或參與共同喜歡的活動，能讓你們有更多共同話題，感情更加親密。",
        "work_text": "能夠合理安排時間，展現出良好的規劃能力。整體狀態有條不紊，能夠根據任務的重要性和緊急程度，合理分配時間和精力，確保各項工作學習任務都能按時完成。這種高效的時間管理方式會讓你在工作學習中更加從容自信，也有更多時間用於提升自己和總結經驗，為未來的發展打下堅實基礎。",
        "lucky_star": "金牛座",
        "money_text": "在理財方面能做到精打細算。對每一筆開支都認真考慮，權衡利弊後再決定是否花費。在購物時，會比較不同商家的價格，選擇性價比最高的商品。這種精打細算的方式能讓你的錢花得更值，避免浪費。同時，也可以考慮一些長期的投資計劃，為未來的財富增長做好規劃。",
        "health_text": "要加強運動鍛鍊。長時間坐著不動，身體機能會下降，容易引發各種疾病。這天可以選擇適合自己的運動方式，像散步、慢跑、瑜伽等。運動時間不用太長，30分鐘左右就可以。運動能增強體質，提高免疫力，讓身體更有活力。運動前記得做好熱身，運動後也要適當拉伸，避免受傷。",
        "lucky_color": "藕荷色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡思亂想",
        "yi": "表達個人意見",
        "all": "80%",
        "date": "2025-07-23",
        "love": "85%",
        "work": "81%",
        "money": "72%",
        "health": "82%",
        "notice": "關注自身的發展",
        "discuss": "88%",
        "all_text": "整體運勢較為平順，生活沒有太多複雜的狀況，一切都顯得井井有條。這種平穩的節奏讓你有足夠的精力去關注自身的發展。此時，不妨好好提升個人的優勢。每個人都有自己擅長的地方，只是有時候可能沒有充分意識到或者沒有好好利用。你可以靜下心來，認真思考自己在哪些方面比較突出，是溝通能力、創造力，還是組織能力等等。一旦明確了自己的優勢，就可以有針對性地去強化它們。提升個人優勢不僅能讓你在面對生活時更加自信，還能讓你在各種場合中脫穎而出。比如，在和朋友聚會時，你獨特的見解和出色的表達能力會吸引大家的目光；在參與一些集體活動時，你的組織能力能讓活動順利進行。而且，隨著個人優勢的不斷增強，你會發現自己對生活的掌控感也越來越強，能更加從容地應對各種情況。",
        "love_text": "單身的你，要留意身邊的機會，也許在某個不經意的瞬間，就能遇到那個讓你心動的人，多留意周圍的人和事，別錯過緣分。已有伴者的你，和伴侶一起行動起來，去做一些共同感興趣的事，比如運動、旅遊等，在活動中增進彼此的感情，讓生活更加豐富多彩。",
        "work_text": "適合做好佈局。整體狀態冷靜而理智，就像一位高明的棋手，能夠清晰地看到全局，提前規劃好每一步的走向。你會對當前的任務和知識進行系統的梳理和分析，明確自己的目標和方向，制定出合理的計劃。這種有條不紊的佈局會讓你在後續的行動中更加從容自信，避免盲目行動帶來的失誤。",
        "lucky_star": "射手座",
        "money_text": "培養記賬的習慣。把每一筆收入和支出都詳細地記錄下來，這樣你就能清楚地知道自己的錢都花在了哪裡，哪些地方是必要的開支，哪些地方是可以節省的。通過記賬，你可以更好地規劃自己的財務，避免盲目消費。而且，一段時間後回顧賬單，還能發現自己的消費習慣，做出相應的調整。",
        "health_text": "需多關注消化問題，可能會出現消化不良、腹脹、腹痛等情況。這可能是飲食不規律或者吃了不易消化的食物引起的。吃飯時要細嚼慢嚥，避免暴飲暴食，少吃油膩、辛辣、生冷的食物。如果感覺消化不好，可以適當吃一些助消化的食物，比如山楂、酸奶，或者散散步促進消化。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度焦慮擔憂",
        "yi": "親近大自然",
        "all": "70%",
        "date": "2025-07-22",
        "love": "68%",
        "work": "69%",
        "money": "72%",
        "health": "71%",
        "notice": "踏入陌生的領域",
        "discuss": "74%",
        "all_text": "你的整體運勢中規中矩，這一天會踏入陌生的領域。這個陌生領域可能是新的社交圈子，也可能是從未接觸過的興趣愛好。剛進入這個陌生領域時，你可能會有些不知所措，對周圍的環境和人都感到有些陌生和拘謹。不過，你天生具有適應能力，隨著時間的推移，你會逐漸放鬆下來，開始嘗試去了解和融入。在這個過程中，你會遇到一些挑戰，但也能收穫新的體驗和感受。也許會發現這個陌生領域有著獨特的魅力，讓自己產生繼續探索的慾望。這一天，不要害怕陌生，勇敢地邁出第一步，以開放的心態去接受新事物，即使過程中會有一些小波折，但也能讓你在這一天有所成長和收穫。",
        "love_text": "單身的你，過於內斂。遇到有好感的人，別總是把感情藏在心裡，勇敢表達出來，讓對方知道你的心意，才有機會開啟一段感情。已有伴者的你，別把想法都藏著。遇到問題或有什麼想法，及時和伴侶溝通，一起面對解決，這樣才能避免矛盾積累，讓感情更加穩固。",
        "work_text": "後勁不足的問題較為明顯。整體開始時可能充滿幹勁，但隨著時間推移，動力逐漸減弱，容易出現懈怠情緒。在工作學習中，前期能夠積極投入，但到了後期可能會因為疲勞或其他原因而無法保持高效狀態，導致任務完成質量下降。要學會調整自己的狀態，合理分配精力，保持持久的動力。",
        "lucky_star": "雙子座",
        "money_text": "要多學習理財知識。可能會意識到自己在理財方面還有很多不足，想要更好地管理自己的財富。那就利用這一天的時間，多瞭解一些理財的基本概念和方法，比如如何制定理財計劃、如何選擇適合自己的投資產品等。",
        "health_text": "運動過後可別馬上喝冷飲。運動時身體溫度升高，血管擴張，喝冷飲會讓血管突然收縮，影響身體散熱，還可能引起腸胃不適，出現腹痛、腹瀉等症狀。這天運動後，先休息一會兒，等身體恢復平靜後，再喝一些溫水或淡鹽水，補充身體流失的水分和電解質，讓身體慢慢恢復活力。",
        "lucky_color": "卡其色",
        "lucky_number": "9"
      }
    }
  }
}