{
  "updated": "2025-10-01T01:37:28.714Z",
  "updateTime": "2025/10/1 上午9:37:28",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13773,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "往景區湊熱鬧",
        "yi": "睡到自然醒",
        "all": "71%",
        "date": "2025-10-01",
        "love": "68%",
        "work": "70%",
        "money": "80%",
        "health": "73%",
        "notice": "小麻煩來回拉扯",
        "discuss": "69%",
        "all_text": "假期第一天，你的整體狀態像坐小過山車，心裡對放鬆的期待和現實裡要處理的小麻煩來回拉扯。一邊想著“終於能躺平了”，一邊又忍不住盯著手機裡未讀的消息，或者突然想起某件需要提前確認的事——這種矛盾感會讓你有點煩躁。不過好在你的行動力還在線，遇到需要解決的瑣事時，雖然嘴上抱怨兩句，但手頭還是能麻利處理掉。只是處理完後，那種“明明在放假卻還要操心”的憋屈勁兒，可能會讓你更想躲進自己的小世界裡。建議別把計劃排得太滿，留點彈性空間，比如原本打算出門逛兩小時，改成“看心情決定去留”，反而能讓你更放鬆。另外，和朋友聊天時可能會因為觀點不同有點小摩擦，但別急著爭對錯，假期嘛，開心比較重要。",
        "love_text": "單身的你，別急著在社交場合裡廣撒網，比如同時和好幾個剛認識的人頻繁聊天，或者參加一堆聚會想快速脫單。這種“廣撒網”的方式容易讓你顯得浮躁，反而可能錯過真正適合的人。不妨把節奏慢下來，遇到覺得有意思的對象時，先自然相處，別急著推進關係。已有伴者的你，和其他異性相處時要注意分寸，比如和同事或朋友聊天時，別開太曖昧的玩笑，或者單獨約見時沒提前和伴侶報備。哪怕只是普通互動，伴侶也可能因為在意而心裡不舒服，保持適當的距離，反而能讓感情更穩定。",
        "take_star": "",
        "work_text": "整體狀態需要多留意外界信息的變化，比如團隊的新通知、老師臨時調整的安排，或是行業裡的小道消息。這些動態可能影響你的節奏，若沒及時跟進，容易在後續推進時出現卡殼。建議別悶頭做自己的事，偶爾和同事、同學聊聊，能幫你提前避開小麻煩，整體推進會更順。",
        "lucky_star": "金牛座",
        "money_text": "可能會冒出些新的理財念頭，比如想試試之前沒接觸過的儲蓄方式，或是想調整下現有的資金分配，這種“想動一動”的狀態挺適合做些小改變，但別急著投大錢，可以先從低風險的嘗試開始，比如瞭解下貨幣基金，或把零錢存進收益稍高的賬戶，新的理財思路能幫你打開局面，但別被“新鮮感”衝昏頭，穩妥比冒險更重要。",
        "health_text": "聚會或外出時，面對美食容易管不住嘴，燒烤、甜點、高油外賣都可能吃超量，腸胃負擔加重後，下午可能腹脹或反酸，建議每餐先吃蔬菜墊肚子，控制主食和肉類的量，晚上儘量選清淡的粥或湯麵，別讓“放縱吃”影響消化，偶爾貪嘴可以，但別讓腸胃連續加班，否則第二天會難受。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度附和別人",
        "yi": "擴大社交圈",
        "all": "90%",
        "date": "2025-10-01",
        "love": "89%",
        "work": "93%",
        "money": "88%",
        "health": "97%",
        "notice": "充足電力的模式",
        "discuss": "91%",
        "all_text": "你像提前充好了電的“假期模式”，整個人散發著“我準備好了”的鬆弛感。從早上睜眼開始，就沒有那種“該不該出門”“要不要拒絕邀約”的糾結，反而對早就計劃好的活動充滿期待——可能是約了家人吃飯，也可能是打算宅家追劇，總之你心裡有數，節奏穩穩的。這種掌控感會讓你特別享受當下的每一刻，哪怕只是坐在窗邊喝杯茶，也能覺得“這樣就很舒服”。和朋友相處時，你更願意當傾聽者，別人分享的趣事你能接得住梗，偶爾插兩句幽默的點評，反而讓氣氛更輕鬆。唯一要注意的是，別因為太沉浸在自己的節奏裡，忽略了身邊人的小需求，比如家人遞過來的水果，或者朋友隨口提的一句“要不要一起看個電影”，稍微回應一下，會讓關係更溫暖。",
        "love_text": "單身的你，可能會突然冒出“想戀愛”的念頭，可能是看到別人成雙成對，或者刷到甜甜的戀愛視頻，心裡有點癢癢的。這種心動的感覺其實挺不錯，不妨趁假期多參加些輕鬆的社交活動，比如朋友組的飯局、興趣小組的聚會，說不定能遇到讓你覺得“可以試試”的對象。已有伴者的你，很適合和伴侶一起討論假期安排，比如是宅家看電影，還是去周邊短途旅行。你們對“放鬆”的定義可能不太一樣，但通過商量能找到雙方都舒服的方式，這種共同規劃的過程反而能讓感情更親密。",
        "take_star": "",
        "work_text": "是主動吸收新知識的好時機，無論是工作中的新技能，還是學習裡的新領域，你都有強烈的探索欲。這種“想提升”的動力會讓你更願意花時間研究，比如主動找前輩請教經驗，或是自己查資料補短板。保持這種狀態，積累會成為未來突破的關鍵，別怕麻煩，多學一點就多一分底氣。",
        "lucky_star": "巨蟹座",
        "money_text": "你的錢包可能會有點小驚喜，可能是之前申請的補貼到賬了，或是兼職的尾款結清了，甚至可能是朋友還了之前借的錢，這些“意外之財”會讓你手頭更寬裕些，但別因為突然有錢就亂花，可以先把這筆錢存進單獨的賬戶，或用來還點小債務，畢竟“進賬”是好事，但守住才是關鍵，別讓小錢從指縫溜走。",
        "health_text": "睡眠質量會影響你一整天的狀態，睡太多容易頭暈沒精神，睡太少則可能頭疼或注意力渙散，中午可以小憩20分鐘補覺，但別超過半小時，晚上儘量11點前躺下，睡前1小時別刷手機，調暗燈光讓身體進入放鬆模式，保持規律的作息節奏，比臨時補覺更能讓你精力充沛，別讓“睡錯”拖垮身體。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "迎合別人期待",
        "yi": "買一束鮮花",
        "all": "58%",
        "date": "2025-10-01",
        "love": "60%",
        "work": "54%",
        "money": "51%",
        "health": "62%",
        "notice": "小插曲打亂節奏",
        "discuss": "54%",
        "all_text": "你可能會有點“假期不順”的無奈感，原本計劃好的事，總會被各種小插曲打亂節奏。比如出門前發現忘帶東西，或者約好的人臨時有事改期，甚至原本想去的餐廳沒位置——這些突發狀況會讓你有點煩躁，甚至懷疑“是不是就不適合出門”。不過別太往心裡去，這些小麻煩大多不嚴重，只是需要你多花點耐心去應對，比如臨時換家餐廳，或者把戶外活動改成室內，反而可能發現新的樂趣。和朋友相處時，可能會因為意見不合有點小爭執，但別急著反駁，聽聽對方的想法，說不定能碰撞出新的火花。另外，你的情緒容易受外界影響，看到別人熱鬧的場景，可能會有點失落，但其實你的快樂不需要和別人同步，做點讓自己開心的小事，比如聽首喜歡的歌，或者吃塊甜點，心情就能慢慢好起來。",
        "love_text": "單身的你，遇到心動對象時，別太盯著對方的小缺點不放，比如對方說話有點急，或者穿搭風格不是你喜歡的類型。這些小問題其實不影響整體感覺，太挑剔反而會讓你錯過機會。試著多關注對方的優點，比如性格幽默，或者和你聊得來，先享受相處的輕鬆感，感情的事慢慢來。已有伴者的你，容易因為一些小事對伴侶產生懷疑，比如對方回消息慢了，或者沒接你的電話，就忍不住想“是不是不在乎我了”。其實可能只是對方在忙，缺乏信任基礎的猜測會讓雙方都累，不如直接問一句“剛才在幹嘛？”，反而能消除誤會。",
        "take_star": "",
        "work_text": "整體狀態偏向放鬆，對工作和學習的熱情不高，更想躺著刷手機、追劇，或是和朋友閒聊。這種“躺平”的心態其實沒問題，畢竟休息也是為了調整狀態，但別完全放空，比如可以花10分鐘簡單整理下未完成的任務清單，或是想想節後要優先處理的事，避免假期結束後突然被工作學習“砸懵”。",
        "lucky_star": "射手座",
        "money_text": "出門玩要管住手，尤其是在景區或熱鬧的地方，看到特色小玩意、限量款零食，或是商家推銷的“必買紀念品”，容易一時衝動買回家，結果發現根本用不上，這些“為情緒買單”的消費會讓你事後後悔，建議逛的時候先列個“必要清單”，只買真正需要的東西，其他再心動也先放一放，冷靜半小時再決定，能省不少冤枉錢。",
        "health_text": "說話多、跑動多，身體水分流失快，容易口乾舌燥甚至輕微脫水，隨身帶杯溫水，每隔1小時喝幾口，別等渴了再猛灌，吃水果時選水分足的，比如梨、橙子，少喝含糖飲料，下午如果頭暈或犯困，可能是缺水信號，及時補水能快速緩解，別讓“沒喝夠”影響你的活躍狀態。",
        "lucky_color": "綠色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "胡思亂想",
        "yi": "定一個計劃",
        "all": "75%",
        "date": "2025-10-01",
        "love": "70%",
        "work": "71%",
        "money": "80%",
        "health": "79%",
        "notice": "被動等待的狀態",
        "discuss": "76%",
        "all_text": "假期第一天，你可能會有點“被動等待”的狀態，明明心裡想著“要不要約朋友”，但身體卻懶懶的，更希望別人先來找你。這種“想動又不想動”的矛盾感，會讓你一上午都窩在沙發上刷手機，或者盯著窗外發呆，連吃飯都可能靠外賣解決。不過這種“閒著”的狀態也不是壞事，反而能讓你從平時的忙碌中抽離出來，好好緩一緩。下午可能會陸續收到朋友的消息，約你出門或者來家裡玩，這時候別急著拒絕，哪怕只是出去喝杯咖啡，或者一起在家看個電影，也能讓你的假期更有溫度。唯一要注意的是，別因為太享受“被安排”的感覺，而忽略了自己的真實需求——如果某個邀約讓你覺得累，或者不想勉強自己，直接說“想在家休息”也沒關係，真正的朋友會理解你的。",
        "love_text": "單身的你，可能會因為害怕主動而錯過機會，比如遇到覺得不錯的對象，卻不敢主動搭話，或者對方約你時，你猶豫著找藉口拒絕。其實主動一點沒你想的那麼難，哪怕只是簡單聊兩句天氣，或者分享個小趣事，也能讓關係慢慢熱起來。已有伴者的你，別怕依賴對方，比如遇到小麻煩時，直接說“幫我一下好不好”，或者累了時靠在對方肩上。依賴不是軟弱，反而能讓伴侶感受到被需要，你們的關係也會因為這種“互相支撐”而更緊密。",
        "take_star": "",
        "work_text": "整體節奏比較平穩，適合按部就班完成日常的計劃，比如把工作裡的小任務逐個收尾，或是把學習裡的知識點分塊複習。這種“穩紮穩打”的狀態能讓你少出錯，但別因為太追求“完美”而糾結細節，比如反覆檢查一份已經合格的報告，或是為了一道題糾結半小時。完成比完美更重要，先保證進度，再優化質量。",
        "lucky_star": "處女座",
        "money_text": "可能會從家人、朋友或同事那裡得到些理財上的小建議，比如哪款理財產品收益穩，或是哪個平臺有優惠活動，這些“提點”對你挺有用，別覺得“別人不懂”就忽略，可以認真聽聽，再結合自己的情況判斷，比如對方說某款儲蓄險不錯，你可以查下條款，或問問專業人士，別人的經驗能幫你少走彎路，但最終決定還是要自己拿。",
        "health_text": "出門要提前看天氣，如果預報有雨或降溫，記得帶傘、加件外套，淋雨或穿太少容易著涼，引發咳嗽或鼻塞，尤其是早晚溫差大的時段，別為了“好看”穿單薄衣服，保暖比風度更重要，如果是去戶外，避開大風或揚塵路段，減少呼吸道刺激，提前做好防護，能讓你少受天氣影響。",
        "lucky_color": "玫紅色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "與陌生人爭吵",
        "yi": "郊外野餐露營",
        "all": "93%",
        "date": "2025-10-01",
        "love": "90%",
        "work": "92%",
        "money": "96%",
        "health": "94%",
        "notice": "假期託著好心情",
        "discuss": "98%",
        "all_text": "你像被假期的好心情“託著”，整個人都散發著輕鬆和雀躍。從早上開始，就沒有那種“該不該起床”“要不要出門”的糾結，反而對早就計劃好的活動充滿期待——可能是約了朋友逛街，也可能是打算去周邊玩一圈，總之你心裡有數，節奏明快。這種“一切都在掌控中”的感覺，會讓你特別享受當下的每一刻，哪怕只是走在路上，都能被路邊的花草或者街邊的音樂吸引，覺得“生活真美好”。和朋友相處時，你更願意當主導者，主動提議活動內容，或者分享自己的見聞，大家也會被你的熱情感染，氣氛特別熱鬧。不過要注意別因為太興奮，而忽略了身邊人的感受——比如朋友可能更想慢慢逛，或者想找個安靜的地方坐坐，稍微調整一下節奏，反而能讓大家更舒服。",
        "love_text": "單身的你，桃花運超旺！可能在朋友聚會上遇到讓你眼前一亮的人，或者和某個經常聊天的人突然有了更親密的互動。對方可能會主動找你分享日常，或者誇你“真好看”，這種被關注的感覺會讓你心情超好。別害羞，大大方方回應，感情升溫的機會很大哦。已有伴者的你，和伴侶的互動會特別甜蜜，比如一起做飯時互相打趣，或者散步時手牽手聊些有的沒的。這種輕鬆的氛圍會讓你們更享受彼此的陪伴，哪怕只是宅在家，也能覺得“有對方在就很開心”。",
        "take_star": "",
        "work_text": "是狀態在線的一天，無論是工作裡的新挑戰，還是學習裡的新內容，你都能快速上手，甚至能比平時更快找到解決方法。這種“進步感”會讓你更有動力，比如完成一個難搞的任務後，會想“接下來試試更難的”；解開一道難題後，會想“再找類似的練練”。保持這種“想突破”的狀態，收穫會比平時多很多。",
        "lucky_star": "水瓶座",
        "money_text": "你的理財收益可能會讓你挺開心，可能是之前買的基金漲了點，或是存的定期利息到賬了，甚至可能是投資的小項目有了分紅，這些“錢生錢”的進賬會讓你更有動力規劃財務，可以趁機把收益的一部分存起來，或用來還點債務，讓錢更“乾淨”，另一部分可以留著繼續投資，但別因為賺了就盲目加碼，保持現有的節奏更穩妥。",
        "health_text": "如果安排了運動，比如打球、跑步或健身，一定要先花5-10分鐘活動關節，轉轉手腕腳踝、壓壓腿，讓肌肉和韌帶熱起來再開始，否則突然劇烈運動容易拉傷或扭傷，運動後也別立刻坐下，慢走幾分鐘讓身體平復，如果平時運動少，別挑戰高強度項目，循序漸進更安全，熱身到位才能玩得盡興。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "一個人吃飯",
        "yi": "避開高峰期",
        "all": "60%",
        "date": "2025-10-01",
        "love": "55%",
        "work": "62%",
        "money": "65%",
        "health": "58%",
        "notice": "熱鬧外的疏離感",
        "discuss": "67%",
        "all_text": "你可能會有點“假期不屬於我”的疏離感，明明周圍都在熱鬧地過節，但你卻總覺得“熱鬧是他們的，我什麼也沒有”。這種情緒可能源於你最近能量有點低，或者對假期的期待和現實有落差——比如原本想好好休息，結果卻被各種瑣事打擾，或者看到別人曬的照片，覺得自己“沒安排上”。不過別太苛責自己，假期本來就是用來調整的，哪怕只是在家睡個懶覺，或者隨便做點吃的，也是一種放鬆。和朋友相處時，可能會因為話題不合而有點沉默，但別急著找話題，有時候安靜地陪著對方，反而能更貼近彼此。另外，你的情緒容易受外界影響，看到別人開心的樣子，可能會有點失落，但其實你的快樂不需要和別人比較，做點讓自己舒服的小事，比如整理下房間，或者聽首舒緩的音樂，心情就能慢慢好起來。",
        "love_text": "單身的你，容易因為顧慮太多而猶豫不決，比如遇到心動對象時，會想“我們合不合適”“未來會不會有矛盾”，反而不敢主動靠近。其實感情的事沒有完美的答案，先享受當下的心動，慢慢了解對方，比提前想太多更實際。已有伴者的你，別把問題想得太複雜，比如伴侶沒回消息，你可能腦補出一堆“他是不是煩我了”“我們是不是不合適”的劇情。其實可能只是對方手機沒電，或者忙到沒看手機，簡單問一句“剛才在忙嗎？”，比自己糾結更能解決問題。",
        "take_star": "",
        "work_text": "容易因為和他人比較而受挫，比如看到同事升職、同學成績進步，會忍不住想“我是不是不夠好”，甚至因此懷疑自己的能力。其實每個人的節奏不同，別人的進步不代表你落後，你更適合專注自己的目標，比如把未完成的任務推進一點，或是把沒掌握的知識點學透。少看別人，多看自己，狀態會穩很多。",
        "lucky_star": "雙魚座",
        "money_text": "可能會覺得手頭有點緊，可能是之前買了大件東西，或是最近開銷多了點，錢包有點“吃不消”，這種“錢不夠用”的感覺會讓你有點焦慮，但別急著慌，可以先梳理下最近的支出，看看哪些是“可省可不省”的，比如少點兩次外賣，或推遲買新衣服，把省下來的錢先補到必要開銷裡，等節後收入穩定了，手頭自然就鬆快了。",
        "health_text": "長時間低頭看手機、電腦，或伏案工作，頸椎容易酸脹甚至僵硬，每隔1小時抬頭活動下脖子，左右轉轉、前後仰仰，放鬆頸部肌肉，如果已經覺得不舒服，可以用熱毛巾敷10分鐘，或輕輕按摩後頸的風池穴，別讓頸椎一直緊繃著，否則晚上可能頭疼或失眠，多動動脖子，能避免小問題變大麻煩。",
        "lucky_color": "墨綠色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "宅家不出門",
        "yi": "看一場電影",
        "all": "85%",
        "date": "2025-10-01",
        "love": "80%",
        "work": "83%",
        "money": "82%",
        "health": "88%",
        "notice": "按部就班式舒服",
        "discuss": "89%",
        "all_text": "你整體狀態穩得像一杯溫水，沒有大起大落的情緒波動，也沒有突如其來的驚喜或麻煩，就是那種“按部就班卻很舒服”的節奏。你可能會提前把假期安排得鬆鬆散散，比如上午睡個懶覺，下午隨便逛逛，或者約個朋友喝杯咖啡——這種不緊不慢的節奏，反而讓你能真正放鬆下來。和朋友相處時，你不會刻意找話題，也不會強行活躍氣氛，反而能自然地接住對方的梗，或者安靜地聽對方分享，這種“不費勁”的社交狀態，會讓你覺得特別輕鬆。唯一要注意的是，別因為太追求“平衡”，而忽略了自己的真實需求——比如朋友提議去人多的地方，但你其實更想在家待著，這時候直接說“想宅”也沒關係，真正的放鬆不需要勉強自己迎合別人。",
        "love_text": "單身的你，有機會通過朋友介紹，或者社交活動認識潛在對象。對方可能和你興趣相投，比如都喜歡看電影、追劇，或者對某個話題有共同看法。聊天時別太端著，自然分享自己的想法，反而能讓對方覺得你真實可愛。已有伴者的你，會得到伴侶的尊重與理解，比如你想宅家休息，對方不會強行拉你出門；或者你想嘗試新事物，對方會支持你。這種“被懂”的感覺會讓你特別安心，感情也會更穩定。",
        "take_star": "",
        "work_text": "整體節奏像踩著平穩的鼓點，既不會太趕也不會太鬆，適合把之前卡殼的小任務逐個收尾，或是把零散的想法整理成清晰的計劃。你容易在“推進”中找到成就感，比如完成一份報告的初稿，或是解開一道卡了幾天的題，這種“穩中有進”的狀態會讓你更有動力繼續。不過別因為追求“完美”而反覆修改，先保證完成度，再優化細節會更高效。",
        "lucky_star": "白羊座",
        "money_text": "在花錢上會挺有分寸，不管是買日用品，還是和朋友聚餐，都能做到“該花的花，該省的省”，比如超市打折時會挑實用的買，不會因為便宜就囤一堆用不上的；和朋友吃飯會主動提AA，不會為了面子搶著買單，這種“精打細算”的狀態能幫你守住錢包，甚至還能存下點小錢，繼續保持這種“清醒消費”的模式，財務會更健康。",
        "health_text": "如果在家追劇、打遊戲，或處理工作，容易一坐就是幾小時，下肢血液循環變慢，可能出現腿麻或水腫，每小時起身走動5分鐘，去接杯水或站窗邊看看遠處，既能活動身體，又能緩解眼睛疲勞，如果是久坐辦公，可以墊個軟坐墊，減輕腰部壓力，別讓“坐太久”悄悄偷走你的健康，動起來才更舒服。",
        "lucky_color": "粉色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "正餐吃太飽",
        "yi": "和家人聚餐",
        "all": "72%",
        "date": "2025-10-01",
        "love": "75%",
        "work": "68%",
        "money": "70%",
        "health": "74%",
        "notice": "充實躺平間拉扯",
        "discuss": "82%",
        "all_text": "你像在“充實”和“躺平”之間來回拉扯，心裡想著“假期不能浪費”，但身體卻誠實地想癱著。比如你可能會列個清單，打算看本書、學個小技能，或者整理下房間，但真要行動時，又忍不住刷手機、追劇，或者乾脆睡個回籠覺。這種矛盾感會讓你有點煩躁，甚至懷疑自己“是不是太懶了”，但其實偶爾的“擺爛”也是假期的意義——畢竟平時已經夠拼了，適當給自己鬆鬆弦，反而能恢復能量。和朋友相處時，你可能會更傾向於選擇輕鬆的活動，比如約個飯、散散步，而不是去人多的地方湊熱鬧，這種“低消耗”的社交方式，反而能讓你更自在。唯一要注意的是，別因為太糾結“該做什麼”，而錯過了當下的快樂——有時候跟著感覺走，反而能發現新的樂趣。",
        "love_text": "單身的你，對感情的態度比較保守，可能會觀察身邊的人，但不太會主動出擊。比如朋友組局時，你會默默看大家互動，自己不太說話；或者遇到心動對象時，先在心裡評估“值不值得”。這種觀望狀態其實沒問題，感情本來就需要時間瞭解，先看清自己的需求，反而能避免後續麻煩。已有伴者的你，不妨主動對伴侶好一點，比如給對方帶杯喜歡的奶茶，或者睡前說句“辛苦啦”。這些小舉動會讓對方覺得被在乎，感情也會因為這些細節更溫暖。",
        "take_star": "",
        "work_text": "容易被外界的小干擾打亂節奏，比如手機消息不斷彈出、同事臨時找你幫忙，或是家人突然問點事，這些“插曲”會讓你難以專注，原本想推進的事容易卡在半路。建議提前給自己設個“專注時間”，比如關掉手機通知，或找個安靜的地方，先集中處理最重要的任務，等完成後再處理雜事，效率會高很多。",
        "lucky_star": "摩羯座",
        "money_text": "對理財可能沒什麼想法，既不想研究新的投資，也不想調整現有的資金分配，甚至看到理財相關的消息都懶得點開，這種“不想動”的狀態其實沒問題，畢竟理財不是每天都要折騰的事，如果實在沒頭緒，可以先把錢存進安全的賬戶，或保持現有的儲蓄方式，等哪天突然有了靈感，再動手也不遲，就輕鬆點，別逼自己“必須做點什麼”。",
        "health_text": "如果安排了短途旅行或外出辦事，行程別排太滿，趕路、搬行李、長時間坐車容易讓身體疲憊，尤其是腰部和腿部，揹包儘量選輕便的，行李別帶太多，途中每隔1-2小時停車休息，伸伸懶腰、活動下腿腳，如果感覺累了就調整計劃，別硬撐著“趕時間”，旅途輕鬆點，身體才不會“鬧脾氣”。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沉迷玩手機",
        "yi": "加強運動鍛鍊",
        "all": "70%",
        "date": "2025-10-01",
        "love": "71%",
        "work": "72%",
        "money": "75%",
        "health": "78%",
        "notice": "新鮮感伴隨小挑戰",
        "discuss": "75%",
        "all_text": "整體狀態中規中矩，既不會特別順，也不會特別糟，就是那種“有點新鮮感，但也有點小挑戰”的感覺。比如你可能會嘗試平時沒做過的事，比如去沒去過的餐廳、玩沒玩過的遊戲，或者接觸新認識的人——這些新鮮體驗會讓你覺得挺有意思，但也可能因為不熟悉而遇到點小麻煩，比如點錯菜、遊戲輸得很慘，或者和對方聊不到一塊兒。不過這些小插曲不會影響你的心情，反而會讓你覺得“這才是假期的樂趣”——畢竟太順利反而沒意思。和朋友相處時，你更願意當那個“帶節奏”的人，主動提議活動內容，或者分享自己的見聞，大家也會被你的熱情感染，氣氛挺熱鬧。唯一要注意的是，別因為太追求“新體驗”，而忽略了安全或舒適度——比如去太遠的地方，或者嘗試太刺激的活動，稍微考慮下實際情況，反而能玩得更開心。",
        "love_text": "單身的你，要主動一點！遇到覺得不錯的對象時，別等著對方來找你，可以主動搭話，比如問“你剛才說的那個電影好看嗎？”，或者分享個小趣事。你的熱情和幽默很容易吸引對方，主動出擊反而能讓關係更快熱起來。已有伴者的你，很適合和伴侶一起商量討論，比如假期去哪玩、吃什麼，或者未來的小計劃。你們對“好玩”的定義可能不同，但通過商量能找到雙方都滿意的方案，這種共同參與的感覺會讓感情更緊密。",
        "take_star": "",
        "work_text": "整體狀態有點“懶洋洋”，對推進任務或學習新內容的熱情不高，更想輕鬆地做點簡單的事，比如整理桌面、翻翻閒書，或是和朋友聊聊天。這種“積極性一般”的狀態其實沒問題，畢竟休息也是為了調整，但別完全放空，比如可以花10分鐘把未完成的任務列個清單，或想想節後要優先處理的事，避免假期結束後突然被“砸懵”。",
        "lucky_star": "天蠍座",
        "money_text": "你的收入和支出會基本持平，可能是工資到賬後，剛好覆蓋了房貸、水電費這些固定開銷，或是兼職賺的錢剛好買了想買的東西，這種“收支平衡”的狀態會讓你覺得“不欠不剩”，挺踏實，但別因為“剛好夠”就放鬆，可以趁機規劃下節後的財務，比如存點錢應急，或留點預算買必需品，提前打算能避免月底“錢不夠用”的尷尬。",
        "health_text": "朋友聚餐或家庭聚會，面對大魚大肉容易吃多，油膩食物會加重腸胃負擔，下午可能肚子脹或打嗝，建議每餐先喝碗湯，再吃蔬菜和瘦肉，最後吃主食，控制高脂肪食物的量，晚上如果吃撐了，可以散步20分鐘幫助消化，別讓“吃太猛”影響腸胃節奏，偶爾享受美食可以，但別讓身體為你的貪嘴“買單”。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "放縱買買買",
        "yi": "參加戶外活動",
        "all": "58%",
        "date": "2025-10-01",
        "love": "62%",
        "work": "57%",
        "money": "55%",
        "health": "60%",
        "notice": "琢磨別人話中有話",
        "discuss": "61%",
        "all_text": "可能會有點“玻璃心”，總忍不住琢磨別人話裡的“言外之意”，比如朋友隨口說“你最近挺閒的”，你會想“是不是在說我太懶”；或者家人提了句“別總宅著”，你會覺得“是不是在催我出門”。這種過度解讀會讓你有點累，甚至影響心情——其實別人可能只是隨便聊聊，沒那麼多深意。建議你別太把別人的話當回事，尤其是那些模稜兩可的評論，左耳進右耳出就好。和朋友相處時，你可能會更傾向於選擇熟悉的環境，比如常去的餐廳、常逛的公園，這種“安全區”能讓你更放鬆，不用刻意找話題或表現自己。唯一要注意的是，別因為太敏感，而錯過了別人的善意——比如朋友主動約你，或者分享有趣的事，其實是在想和你拉近距離，稍微放下防備，反而能讓關係更親近。",
        "love_text": "單身的你，可能會因為太遲鈍而錯過機會，比如對方已經主動找你聊天，或者給你小暗示，你卻沒反應過來，還覺得“只是普通朋友”。其實可以多留意對方的細節，比如說話語氣、分享的內容，或者主動約你時的態度，這些都能幫你判斷對方是否有好感。已有伴者的你，約會時別太計較金錢，比如吃飯時搶著買單，或者因為對方選了貴的地方而不開心。感情裡不需要算得那麼清楚，偶爾“吃虧”反而能讓對方覺得你大方，關係也會更輕鬆。",
        "take_star": "",
        "work_text": "容易被“想玩”的念頭牽著走，比如刷手機、追劇，或是和朋友約著出去玩，這些“放鬆的事”會讓你難以集中精力在任務或學習上，原本想推進的事容易一拖再拖。建議給自己設個“玩-學”的切換機制，比如先玩1小時，再集中處理30分鐘任務，完成後再繼續玩，這種“有節奏”的方式既能滿足放鬆，又能保證進度。",
        "lucky_star": "獅子座",
        "money_text": "可能會有點任性，看到喜歡的東西就想買，比如新出的電子產品、限量款球鞋，或是朋友推薦的“網紅好物”，甚至可能為了“犒勞自己”去吃頓貴的，這些“為情緒買單”的消費會讓你錢包迅速癟下去，建議花錢前先問自己“真的需要嗎”，如果只是“想要”而不是“需要”，就先放一放，等冷靜下來再決定，剋制點能幫你守住錢。",
        "health_text": "如果宅家休息，容易因為吃零食、躺著不動導致體重悄悄上漲，薯片、糖果、奶茶這些高熱量食物要少吃，可以換成堅果、酸奶或水果，下午如果犯困，別用甜食提神，喝杯溫水或吃根香蕉更健康，晚上儘量按時吃飯，別因為“懶得動”就跳過晚餐或吃夜宵，控制熱量攝入，才能避免體重“突飛猛進”。",
        "lucky_color": "酒紅色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "說走就走",
        "yi": "提前預約訂票",
        "all": "91%",
        "date": "2025-10-01",
        "love": "94%",
        "work": "86%",
        "money": "90%",
        "health": "92%",
        "notice": "能迅速打成一片",
        "discuss": "95%",
        "all_text": "你像被注入了活力劑，整個人都散發著“我想玩”的氣息，不管和誰在一起，都能迅速打成一片。比如和朋友聚會時，你能自然地接住各種梗，或者拋出新話題，讓氣氛一直很熱鬧；甚至和不太熟的人聊天，也能找到共同興趣，聊得挺投機。這種“社交小能手”的狀態，會讓你特別享受當下的每一刻，哪怕只是隨便逛逛，或者吃個飯，都能覺得“挺有意思”。你可能會收到不少邀約，或者被拉進各種群聊，這種“被需要”的感覺，會讓你更有動力去參與。唯一要注意的是，別因為太興奮，而忽略了休息——比如連續參加幾場聚會，或者熬夜聊天，雖然開心，但第二天可能會有點累，適當給自己留點“獨處時間”，反而能保持狀態。",
        "love_text": "單身的你，可能會遇到彼此有好感的對象！可能在朋友聚會上，或者社交軟件上聊得投機的人，突然有了更親密的互動。比如對方會主動分享自己的生活，或者誇你“和你聊天真開心”，這種雙向的好感會讓你覺得特別幸運。別猶豫，順著感覺走，感情升溫的機會很大哦。已有伴者的你，很適合落實旅遊計劃，比如一起查攻略、訂酒店，或者討論想去的地方。你們對旅行的期待可能不同，但通過商量能找到雙方都滿意的方案，這種共同準備的過程反而能讓感情更甜蜜。",
        "take_star": "",
        "work_text": "是“碎片時間利用大師”的一天，無論是等電梯的幾分鐘，還是排隊買咖啡的間隙，你都能快速處理點小事，比如回個消息、記個靈感，或是背兩個單詞。這種“見縫插針”的狀態能讓你在不知不覺中推進不少任務，比如原本需要1小時完成的事，可能因為利用了碎片時間，半小時就搞定了。別小看這些“小時間”，積累起來會讓你更輕鬆。",
        "lucky_star": "天秤座",
        "money_text": "對理財的嗅覺會特別靈，比如刷到某款理財產品的優惠活動，能第一時間判斷值不值得參與；或是聽到朋友說某個投資方向，能快速分析出風險和收益，這種“敏銳”能幫你抓住些小機會，比如買到收益更高的存款產品，或避開一個“坑”，但別因為“感覺準”就盲目跟風，可以多查資料，或問問專業人士，確認安全後再動手，穩妥才能賺得久。",
        "health_text": "如果喝奶茶、果汁或碳酸飲料，要注意控制量，這些飲品含糖高，喝多了容易口渴、腹脹，甚至影響食慾，可以選無糖或低糖的，或用花茶、檸檬水代替，下午如果犯困，別靠飲料提神，小睡10分鐘或吃顆黑巧克力更有效，多喝水、少喝甜飲，能讓身體更清爽，別讓“喝錯”影響你的狀態。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "花錢買罪受",
        "yi": "享受小資情調",
        "all": "97%",
        "date": "2025-10-01",
        "love": "95%",
        "work": "98%",
        "money": "96%",
        "health": "98%",
        "notice": "被幸運之星砸中",
        "discuss": "92%",
        "all_text": "像被幸運星砸中，整個人都散發著自信和魅力，連走路都帶點“我心情超好”的勁兒。這種狀態會讓你在社交中特別受歡迎，比如和朋友聊天時，你能自然地表達自己的想法，甚至開點小玩笑，大家都會被你的真誠和幽默吸引；或者遇到新認識的人，也能迅速拉近距離，聊得很投機。你可能會收到一些意外的小驚喜，比如朋友突然送的小禮物，或者被邀請參加有趣的活動——這些“不期而遇”的美好，會讓你覺得“真是賺到了”。唯一要注意的是，別因為太開心，而忽略了身邊人的感受——比如朋友分享煩惱時，別隻顧著自己說，稍微傾聽一下，反而能讓關係更溫暖。另外，你的直覺特別準，如果突然想做什麼事，或者去某個地方，不妨跟著感覺走，說不定會有新發現。",
        "love_text": "單身的你，可能會有追求者表白！對方可能是你之前就有點好感的人，或者突然對你展開熱烈追求的人。比如主動約你吃飯、送小禮物，或者直接說“我喜歡你”。這種被喜歡的感覺會讓你特別開心，如果對方是你也有好感的人，不妨大大方方接受，感情可能會迅速升溫哦。已有伴者的你，很適合一起出門，比如去公園散步、逛商場，或者看場電影。和對方待在一起的每一刻都會讓你覺得特別幸福，哪怕只是手牽手壓馬路，也能感受到彼此的溫暖，感情會因為這種陪伴更深厚。",
        "take_star": "",
        "work_text": "是“大局觀在線”的一天，無論是處理複雜的任務，還是學習新的內容，你都能快速抓住核心，理清思路，甚至能預判到後續可能遇到的問題。這種“看得遠”的狀態會讓你在推進時更有方向感，比如寫報告時能提前考慮到領導的需求，或複習時能抓住重點章節，效率會比平時高很多。別懷疑自己的判斷，跟著直覺走，選擇會很準。",
        "lucky_star": "雙子座",
        "money_text": "你的經濟狀況會挺寬裕，可能是近來收入穩定，或是之前的債務還清了，錢包比之前鼓了不少，這種“不缺錢”的感覺會讓你更有安全感，甚至能大方地請朋友吃飯，或給家人買點小禮物，但別因為“有錢”就亂花，可以先把一部分存起來，或用來投資自己，比如學個新技能，或買些提升生活質量的東西，讓錢花得更有價值，未來才會更富足。",
        "health_text": "要保持規律的飲食和作息，別因為放假就熬夜追劇、睡懶覺，或三餐不定時，早餐儘量在9點前吃，選牛奶、雞蛋、全麥麵包這些易消化的，午餐和晚餐別吃太晚，睡前3小時別吃東西，否則容易消化不良或發胖，晚上儘量11點前入睡，睡前別想太多事，放鬆心情才能睡得好，規律的生活，能讓你一整天都精神滿滿。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    }
  }
}