{
  "updated": "2026-01-19T14:14:10.451Z",
  "updateTime": "2026/1/19 下午10:14:10",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13533,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "借錢給朋友",
        "yi": "買打折好貨",
        "all": "70%",
        "date": "2026-01-18",
        "love": "78%",
        "work": "69%",
        "money": "65%",
        "health": "72%",
        "notice": "正確處理人際關係",
        "discuss": "68%",
        "all_text": "整體運勢中規中矩，沒有特別突出的好運降臨，但也不會有大的波折出現。在人際交往方面，需要多花些心思正確處理。可能會遇到一些與他人意見不合的情況，這時不要急於爭辯，而是冷靜傾聽對方的想法，站在對方的角度思考問題，以平和的態度去溝通，這樣能有效避免矛盾的產生。同時，在社交場合中，要注意自己的言行舉止，避免因一時衝動說出不當的話，給他人留下不好的印象。保持真誠友善的態度，主動與他人交流互動，有助於拓展人脈資源，為未來的發展打下基礎。只要處理好人際關係，這一天也能過得平穩順利。",
        "love_text": "單身的你，感情這事急不得，別因一時衝動就投入。近期遇到心動對象，先多花時間瞭解對方，感情需要慢慢培養，別急於確定關係。已有伴者的你，和伴侶相處久了，難免有些平淡。不妨一起嘗試新事物，比如學做新菜、看新展覽，為感情注入新鮮元素，讓彼此重新找回心動的感覺。",
        "work_text": "整體狀態有些“擺爛”，動力明顯不足。在面對各種事務時，缺乏主動出擊的勁頭，更傾向於偷懶摸魚，能躲就躲。這使得原本能輕鬆完成的任務變得拖沓，效率大打折扣。而且，注意力也難以集中，容易被外界的小事幹擾，導致思路中斷，進展不順。",
        "lucky_star": "天秤座",
        "money_text": "在財務上要特別穩住心態，別想著走捷徑或期待意外之財。對於聽起來回報過快過高的信息，最好保持距離。管好手頭現有的資金，任何決策都等考慮清楚再說，衝動投入很容易造成不必要的損失。",
        "health_text": "在健康方面注意飲食均衡，別挑食啦。別總盯著喜歡的食物吃，各種蔬菜水果、肉類穀物都得來點，這樣才能保證攝入全面的營養。要是隻吃單一食物，身體可能會缺乏某些必要元素，影響免疫力。今天就試著嘗試些沒吃過的健康食物，讓身體狀態更棒。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "囤臨期食品",
        "yi": "看高分推理劇",
        "all": "75%",
        "date": "2026-01-18",
        "love": "85%",
        "work": "74%",
        "money": "73%",
        "health": "78%",
        "notice": "按照自己節奏來",
        "discuss": "66%",
        "all_text": "整體運勢較為穩定，是忙閒有序的一天。在這一天裡，生活節奏不會過於緊湊，也不會太過空閒。能夠按照自己的節奏來安排各項事務，不會感到手忙腳亂。可以趁著相對空閒的時間，整理一下自己的思緒，回顧過去一段時間的經歷，總結經驗教訓。對於一些想要做的事情，也能有條不紊地去推進。不過，在忙碌的時候也要注意合理安排時間，不要讓自己過於疲憊。把握好生活的節奏，既能享受悠閒時光，又能高效完成該做的事情，讓這一天過得充實而有意義。",
        "love_text": "單身的你，別總是被動等待緣分降臨，主動出擊才能增加脫單幾率。多參加社交活動，製造與異性接觸的機會，說不定就能遇到那個對的人。已有伴者的你，今天適合和伴侶享受甜蜜時光。一起窩在沙發看電影，或者出去吃頓浪漫晚餐，在溫馨氛圍中，感情會更加深厚。",
        "work_text": "這一天你習慣於按部就班，傾向於遵循固定模式。在處理事務時，雖然能保證一定的穩定性，但缺乏創新和靈活性。面對新出現的問題或變化，會有些手足無措，需要花費較多時間去適應和調整。整體節奏較為平緩，沒有太大的起伏，但也容易錯過一些突破的機會。",
        "lucky_star": "獅子座",
        "money_text": "對你來說，重點不是開拓而是守護。要留意你的日常開支，哪怕是小錢，積少成多也可能讓你驚訝。不適合進行新的、不熟悉的財務操作，把精力放在核對賬單、規劃現有資源的合理使用上會更穩妥。",
        "health_text": "需要注意情緒的管理。別讓壞情緒一直憋在心裡，工作或生活裡遇到煩心事，找個信任的人傾訴傾訴，或者去散散步、聽聽音樂放鬆下。長期情緒不佳會影響內分泌，還可能引發身體不適。今天就把煩惱都拋開，保持好心情，身體也會更健康。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "奶茶標準糖",
        "yi": "看一出音樂劇",
        "all": "95%",
        "date": "2026-01-18",
        "love": "93%",
        "work": "94%",
        "money": "96%",
        "health": "92%",
        "notice": "充滿機遇支持多",
        "discuss": "97%",
        "all_text": "整體運勢正當旺，是充滿機遇的一天。在這一天裡，身邊彷彿圍繞著許多貴人，他們會在各個方面給予你幫助和支持。或許是在你遇到困難時，有人伸出援手；或許是在你迷茫時，有人為你指點迷津。而且，還有可能會有意外收穫降臨，可能是得到一個期待已久的機會，或者是收到一份意外的驚喜。要珍惜這些好運，以積極的心態去面對生活中的各種情況。主動與他人交流合作，充分發揮自己的優勢，抓住每一個可能出現的機會，讓自己的生活更加精彩。",
        "love_text": "單身的你，邂逅良緣的概率很大。在社交場合中，可能會遇到讓你眼前一亮的人，彼此交流順暢，有進一步發展的可能。已有伴者的你，和伴侶之間愛意滿滿。不妨多表達對對方的愛意和關心，一個溫暖的擁抱、一句貼心的問候，都能讓對方感受到你的深情，感情更加穩固。",
        "work_text": "在處理各種事務時，能夠迅速找到新穎的思路和方法，突破常規的束縛。無論是複雜的項目還是日常的小事，都能憑藉自己的智慧輕鬆應對，進展十分順利。而且，你還能將不同的知識或經驗融會貫通，為整體發展帶來新的活力。",
        "lucky_star": "處女座",
        "money_text": "求財視野比較開闊，可能會接觸到不同的理財信息或機會。你可以多瞭解、多比較，將資源進行合理分散的規劃會是不錯的選擇。但記得，任何行動前還是要做足基本的功課，別僅憑一時興趣。",
        "health_text": "活力滿滿，很適合通過運動給健康加分。可以去戶外跑跑步、打打球，或者在家做做健身操。運動不僅能增強體質，還能讓心情更愉悅。不過運動前記得做好熱身，避免受傷。今天就盡情揮灑汗水，享受運動帶來的快樂，讓身體充滿活力。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷刷視頻",
        "yi": "手作烘焙",
        "all": "93%",
        "date": "2026-01-18",
        "love": "90%",
        "work": "92%",
        "money": "91%",
        "health": "95%",
        "notice": "有著強大的能量",
        "discuss": "92%",
        "all_text": "整體運勢旺盛，有著強大的能量去完成對自己的高要求。在這一天裡，你對自己有著明確的目標和規劃，並且能夠全力以赴地去實現它們。憑藉著堅定的信念和頑強的毅力，克服各種困難和挑戰。你的努力和付出會得到相應的回報，這種回報可能是精神上的滿足，也可能是物質上的收穫。會感受到自己的付出得到了認可和肯定，內心充滿成就感。繼續保持這種積極向上的狀態，不斷挑戰自我，超越自我，未來會有更多的驚喜等待著你。",
        "love_text": "單身的你，能感受到來自周圍人的溫暖。也許是在朋友的介紹下，結識到不錯的異性，對方的體貼讓你心裡暖暖的。已有伴者的你，和伴侶的情感升溫。一起做家務、聊聊天，在平凡的生活中，能發現彼此更多的優點，感情更加親密，彷彿回到了熱戀時期。",
        "work_text": "狀態極佳，順遂高效達成目標。在處理各項事務時，思路清晰，行動迅速，能夠合理安排時間和精力，將每一個環節都處理得井井有條。無論是面對緊急任務還是長期項目，都能有條不紊地推進，而且很少出現失誤，讓你充滿成就感，也為未來的發展打下了良好的基礎。",
        "lucky_star": "天蠍座",
        "money_text": "財運亮點主要來自於你的本職工作或穩定的收入渠道。只要你踏實做好分內事，就很容易看到相應的回報。這是一個適合梳理工資、獎金等常規進賬的日子，從中能獲得紮實的安全感。",
        "health_text": "要保證充足的睡眠。忙碌一天後，晚上早點放下手機，營造一個安靜舒適的睡眠環境，早早進入夢鄉。充足的睡眠能讓身體得到充分休息，第二天精神飽滿。要是熬夜，第二天就會沒精打采，還可能影響免疫力。今天就好好睡一覺，為健康充電。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "正餐吃到撐",
        "yi": "關注最新消息",
        "all": "90%",
        "date": "2026-01-18",
        "love": "80%",
        "work": "91%",
        "money": "91%",
        "health": "93%",
        "notice": "把控全局的能力",
        "discuss": "89%",
        "all_text": "整體運勢很好，有著出色的把控全局的能力。在這一天裡，你能夠清晰地看到事情的發展方向，準確地判斷各種情況，做出明智的決策。就像一位優秀的指揮官，能夠有條不紊地安排各項事務，讓一切都按照自己的計劃進行。而且，這一天也是收網的時候，之前所付出的努力和積累的資源，會在這個時候得到集中體現。可能會收穫一些重要的成果，或者是實現一些長期以來的目標。要充分發揮自己的領導才能，帶領身邊的人共同前進，創造更加美好的未來。",
        "love_text": "單身的你，想要吸引到優質對象，就得提升內在魅力。多讀書、培養興趣愛好，讓自己變得更有內涵，這樣在與人交往中，會更有吸引力。已有伴者的你，和伴侶之間互相欣賞。多看到對方的閃光點，給予真誠的讚美和鼓勵，會讓對方更有自信，你們的感情也會更加和諧。",
        "work_text": "強勢引領，佳績可期。在團隊中，你能夠充分發揮領導才能，帶領大家朝著目標前進。在處理事務時，果斷決策，不拖泥帶水，憑藉自己的能力和智慧解決各種難題。你的自信和魅力也能感染身邊的人，激發大家的積極性和創造力，為整體發展帶來積極影響。",
        "lucky_star": "雙子座",
        "money_text": "在財務上容易得到他人的幫助或有益的建議。你可能通過朋友、同事得到不錯的財務資訊，或者在合作中獲益。多傾聽可信賴人士的看法，但最終決定權還是要掌握在自己手裡。",
        "health_text": "在飲食上可得注意，別光顧衛生條件差的路邊攤販。那些食物雖然美味，但衛生狀況沒保障，很容易吃壞肚子，引發腸胃問題。為了身體健康，還是選擇正規餐廳或者自己在家做飯。今天就管住嘴，遠離不衛生食物，讓腸胃舒舒服服。",
        "lucky_color": "綠色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "視頻通話",
        "yi": "整理賬單",
        "all": "60%",
        "date": "2026-01-18",
        "love": "65%",
        "work": "59%",
        "money": "54%",
        "health": "62%",
        "notice": "被好運緊緊包圍",
        "discuss": "58%",
        "all_text": "整體運勢稍顯低迷，情緒上容易陷入一種微妙的失衡狀態。你或許會對周圍人的反應有著過高的期待，內心隱隱盼著能得到積極的回應與關注，然而現實卻常常不盡如人意。當期待未能達成，失望的情緒便會悄然滋生，進而影響你一整天的心情。這種情緒上的波動，可能會讓你在與他人交流互動時，不自覺地流露出敏感與脆弱，原本平和的溝通氛圍也可能因此變得有些緊張。你會不自覺地反覆琢磨他人的話語和舉動，試圖從中找到符合自己期待的蛛絲馬跡，可往往越是這樣，越容易陷入自我糾結的漩渦。其實，不妨試著調整心態，不要把過多的注意力放在他人的反應上，多關注自己內心的感受。學會接受生活中的不確定性，明白並非所有的事情都能按照自己的意願發展。",
        "love_text": "單身的你，在面對追求者時，要謹慎選擇。別被一時的甜言蜜語衝昏頭腦，多觀察對方的為人和品行，確保找到真正適合自己的人。已有伴者的你，和伴侶相處時，避免過於挑剔。每個人都有不足，多包容對方的小缺點，不要總是抓住不放，這樣才能讓感情更加長久。",
        "work_text": "這一天你阻礙頻發，彷彿陷入了一個困境。在處理事務時，會遇到各種意想不到的問題和挑戰，讓你有些應接不暇。原本計劃好的事情也容易被打亂，需要不斷調整和應對。而且，外界的干擾因素較多，讓你難以集中精力，導致整體進展緩慢，心情也受到影響，容易產生焦慮和煩躁情緒。",
        "lucky_star": "白羊座",
        "money_text": "要格外留意你的消費慾望，很容易因為一時衝動或追求細節完美而買下並不那麼需要的東西。下單前最好冷靜一會兒，分清“想要”和“需要”，特別是線上購物，要警惕各種促銷誘惑。",
        "health_text": "要避免久坐不動。長時間坐著，身體血液循環不暢，容易出現腰痠背痛、頸椎不適等問題。工作或學習間隙，每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿。今天就多動動，讓身體保持活力，預防久坐帶來的健康隱患。",
        "lucky_color": "奶茶色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "蹺二郎腿",
        "yi": "參加社交活動",
        "all": "55%",
        "date": "2026-01-18",
        "love": "50%",
        "work": "54%",
        "money": "52%",
        "health": "58%",
        "notice": "小缺點頻繁冒頭",
        "discuss": "60%",
        "all_text": "整體運勢較為嚴峻，一些平日裡不太起眼的小缺點會頻繁冒頭，給你帶來不少困擾。在與人相處的過程中，可能會因為一些細微的疏忽或者不經意的言語，引發他人的不滿，進而影響彼此的關係。在處理事情時，這些小缺點也可能導致出現一些小失誤，使得原本順利的進程出現波折。比如在做決策時，可能會因為考慮不夠周全而做出不太恰當的選擇。此時，需要格外留意自己的言行舉止，做事更加細心謹慎，儘量減少小缺點的出現。同時，要學會正視自己的不足，不要逃避問題，積極尋找改進的方法，以避免這些小問題不斷積累，給生活帶來更大的負面影響。只有認真對待這些小問題，才能逐步改善當前的運勢狀況。",
        "love_text": "單身的你，爛桃花有點多，可能會遇到一些不靠譜的追求者。別被他們的花言巧語迷惑，要保持清醒，仔細分辨對方是否真心。已有伴者的你，和伴侶可能會遇到分歧。遇到問題時，別急著爭吵，冷靜下來好好溝通，站在對方的角度思考，才能解決問題，避免矛盾升級。",
        "work_text": "彷彿站在十字路口，抉擇變得異常艱難。在面對各種事務時，總是猶豫不決，難以迅速做出決定。這種狀態導致事情推進緩慢，甚至出現停滯不前的局面。而且，過多的糾結會消耗你的精力，讓你陷入疲憊和焦慮之中，無法全身心投入到事務的處理中。",
        "lucky_star": "雙魚座",
        "money_text": "如果涉及與他人共同出資或合夥經營相關的事情，務必要打起精神。條款要看得清清楚楚，口頭承諾不太可靠，一切最好能有明確依據。暫時不宜啟動新的財務合作，以理清和規避風險為主。",
        "health_text": "要注意保暖防寒。天氣變化大，別為了好看穿得太單薄，尤其是頭部、頸部和腳部，這些部位容易受寒。出門多穿點，戴上帽子、圍巾，穿上厚襪子。要是受寒，可能會感冒、頭疼。今天就把自己裹得暖暖的，抵禦寒冷，保持健康。",
        "lucky_color": "銀灰色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與人硬剛",
        "yi": "挑選禮物",
        "all": "72%",
        "date": "2026-01-18",
        "love": "66%",
        "work": "71%",
        "money": "75%",
        "health": "73%",
        "notice": "考驗耐性進展慢",
        "discuss": "77%",
        "all_text": "整體運勢呈現下滑趨勢，這一天對你而言是考驗耐性的一天。在做事情的過程中，可能會遇到各種阻礙和困難，進展不如預期順利。此時，內心容易產生急躁情緒，想要儘快看到成果，但這種急於求成的心態往往會適得其反。越是著急，越容易出現失誤，導致事情變得更加複雜。因此，要學會控制自己的情緒，保持冷靜和耐心。面對困難時，不要輕易放棄，要相信只要堅持下去，就一定能夠找到解決問題的方法。可以試著將大目標分解成一個個小目標，逐步去完成，這樣既能讓自己看到進步，增強信心，又能避免因目標過大而產生壓力。以平和的心態應對一切，才能順利度過這一天。",
        "love_text": "單身的你，在感情面前要保持清醒。不要因為孤獨或者他人的催促，就隨便開始一段感情，要確定對方是真心對待你，再做決定。已有伴者的你，和伴侶之間要加強溝通。有什麼想法和感受，及時和對方分享，別讓誤會越積越多，良好的溝通是維持感情的關鍵。",
        "work_text": "這一天你處於相對平穩的狀態，但容易陷入舒適區的陷阱。習慣於用熟悉的方式處理事務，雖然能保證一定的效率，但缺乏創新和突破。在面對新的挑戰或變化時，會有些牴觸情緒，不願意嘗試新的方法，這可能會限制你的發展空間，錯過一些提升的機會。",
        "lucky_star": "水瓶座",
        "money_text": "可以花點心思看看是否有被忽略的財務增長點。比如一些閒置物品的處理，或是某個技能是否能帶來額外收益。你的洞察力能幫你發現一些潛在的價值，但需要你主動去挖掘和聯繫。",
        "health_text": "建議不要長時間盯著手機看。如果一直盯著手機屏幕，眼睛容易又酸又脹，還可能影響視力。每隔一段時間就放下手機，看看遠處，做做眼保健操。今天就控制好使用手機的時間，讓眼睛得到充分休息，保護好視力。",
        "lucky_color": "米黃色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "同時追三劇",
        "yi": "做思維導圖",
        "all": "80%",
        "date": "2026-01-18",
        "love": "84%",
        "work": "72%",
        "money": "81%",
        "health": "86%",
        "notice": "保持計劃的重要",
        "discuss": "83%",
        "all_text": "整體運勢尚佳，這一天你會深刻意識到保持計劃的重要性。在生活裡，沒有計劃就容易變得盲目和混亂，而有了清晰的計劃，做事就會更有條理。你會主動對自己的生活進行規劃，明確各個階段的目標和任務。這種有條不紊的狀態會讓你在處理事情時更加高效，能夠更好地把握時間和資源。同時，保持計劃也能讓你在面對各種情況時更加從容，不會因為突發狀況而手忙腳亂。你會按照計劃逐步推進各項事務，在這個過程中，還能不斷髮現新的機會和可能性。只要堅持按照計劃行事，這一天你會過得充實而有意義，也能為未來的發展打下良好的基礎。",
        "love_text": "單身的你，感情發展順其自然就好。別給自己太大壓力，以輕鬆的心態去結識新朋友，說不定緣分就在不經意間到來。已有伴者的你，和伴侶適合一起探索新事物。可以一起去旅行、嘗試新的運動，在探索過程中，增進彼此的瞭解，讓感情更加充滿活力。",
        "work_text": "整體狀態較為積極，但存在一些需要改進的地方。在處理事務時，有一定的衝勁和熱情，但缺乏深度和系統性。容易滿足於表面的成果，而忽略了對事務本質的探究。因此，建議多進行知識拓展，豐富自己的內涵，這樣才能更好地應對各種複雜的情況。",
        "lucky_star": "摩羯座",
        "money_text": "你的財務思路比較活躍，不會侷限於單一渠道。可能會有通過不同方式增加收入的靈感，或是發現新的兼職可能。保持靈活和開放的態度很重要，但具體行動前仍需評估可行性。",
        "health_text": "要保持水分充足。多喝水對身體好處多多，能促進新陳代謝，幫助身體排出毒素。別等到口渴了才喝水，時不時喝上幾口。今天就隨身帶個水杯，隨時補充水分，讓身體時刻保持水潤狀態，健康又舒適。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "抱怨吐糟",
        "yi": "學習插花繪畫",
        "all": "59%",
        "date": "2026-01-18",
        "love": "50%",
        "work": "56%",
        "money": "52%",
        "health": "60%",
        "notice": "渴望他人的肯定",
        "discuss": "74%",
        "all_text": "整體運勢低迷，這一天你過於渴望得到他人的肯定。這種心態會讓你在與人交往或者處理事情時，過於在意他人的看法和評價，從而失去自我判斷的能力。為了獲得他人的認可，你可能會勉強自己去做一些不喜歡或者不擅長的事情，結果往往不盡如人意，反而讓自己更加沮喪。而且，過度追求他人的肯定會讓你變得敏感脆弱，容易因為他人的一句批評而陷入自我懷疑和否定之中。其實，每個人都有自己的優點和不足，不必過分依賴他人的評價來定義自己。要學會接納自己，相信自己的價值和能力，按照自己的節奏和方式去生活。只有擺脫對他人的過度依賴，才能走出運勢低迷的困境。",
        "love_text": "單身的你，如果發現一段感情讓你很痛苦，要及時止損。別為了所謂的面子或者習慣，繼續消耗自己，勇敢地結束錯誤的關係，才能迎來新的開始。已有伴者的你，和伴侶之間可能會有矛盾。別逃避問題，主動去化解矛盾，多站在對方立場考慮，相互理解，感情才能回到正軌。",
        "work_text": "這一天你進展遲緩，彷彿被一層無形的障礙阻擋。在處理事務時，會遇到各種困難和挫折，導致原本的計劃無法順利實施。而且，這些問題可能會讓你產生自我懷疑，信心受挫，進一步影響你的積極性和行動力，使整體情況陷入惡性循環。",
        "lucky_star": "金牛座",
        "money_text": "需要加強財務上的風險意識，注意資金安全。避免進行不熟悉的大額操作，也要小心個人信息洩露可能導致的問題。專注於檢查和管理現有的財務漏洞，比追求收益更重要。",
        "health_text": "要緩解肩頸壓力。長時間伏案工作或者低頭看手機，肩頸會承受很大壓力，變得僵硬痠痛。可以用熱毛巾敷敷肩頸，或者找家人幫忙按摩一下。今天就多關注肩頸健康，緩解壓力，讓身體更輕鬆。",
        "lucky_color": "紅色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "跟風買股票",
        "yi": "泡腳敷面膜",
        "all": "80%",
        "date": "2026-01-18",
        "love": "82%",
        "work": "77%",
        "money": "78%",
        "health": "87%",
        "notice": "保持獨立的思考",
        "discuss": "80%",
        "all_text": "整體運勢平平穩穩，這一天你需要保持獨立的思考，切勿跟風。在信息爆炸的時代，各種觀點和建議鋪天蓋地，很容易讓人迷失方向，盲目跟隨他人的想法。但你有自己獨特的見解和思維方式，應該充分發揮這一優勢。在面對各種選擇和決策時，不要輕易被他人的意見左右，要冷靜分析，結合自己的實際情況做出判斷。保持獨立思考能讓你在眾多信息中篩選出對自己真正有價值的內容，避免走彎路。同時，也能讓你在人際交往中展現出獨特的魅力，吸引志同道合的人。只要堅持自己的原則和想法，不被外界的喧囂所幹擾，這一天你會過得自在而充實。",
        "love_text": "單身的你，要大膽展現自己的個性。獨特的你更容易吸引到志同道合的人，別害怕與眾不同，做真實的自己，才能找到真正欣賞你的人。已有伴者的你，和伴侶相處要平衡好自由和親密。給彼此足夠的個人空間，同時也要多花時間陪伴對方，這樣感情才能既穩定又充滿新鮮感。",
        "work_text": "你的思維活躍，但有時會過於自我。在處理事務時，有自己的想法和見解，但不太願意聽取他人的意見和建議。這可能會導致你忽略一些重要的信息或視角，做出不夠全面和準確的決策。因此，建議多聽聽不同的聲音，集思廣益，這樣才能更好地推動事情的發展。",
        "lucky_star": "巨蟹座",
        "money_text": "在理財上可以嘗試一些不同於以往的新方法或新工具，可能會給你帶來啟發。但記住這只是學習和探索的階段，小範圍嘗試無妨，切勿將主要資金投入你不完全瞭解的新領域。",
        "health_text": "要培養規律作息的習慣。早睡早起身體好，別熬夜刷劇、玩遊戲，也別睡懶覺。每天儘量在相同的時間上床睡覺和起床，讓身體形成生物鐘。今天就開始調整作息，規律生活，讓身體更健康有活力。",
        "lucky_color": "紫色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "消息發錯群",
        "yi": "頸肩按摩",
        "all": "60%",
        "date": "2026-01-18",
        "love": "66%",
        "work": "58%",
        "money": "51%",
        "health": "65%",
        "notice": "大小事上犯迷糊",
        "discuss": "62%",
        "all_text": "整體運勢略差，這一天你總是在大小事上犯迷糊。可能是做事時注意力不集中，容易分心，導致出現一些小錯誤；也可能是在做決策時考慮不周全，做出不太明智的選擇。這種迷糊的狀態會影響你生活的各個方面，讓你感覺事情總是進展得不順利。比如在與他人交流時，可能會因為沒聽清對方的話而誤解其意思，引發不必要的矛盾。為了避免這種情況繼續惡化，你需要時刻提醒自己保持清醒的頭腦，集中注意力。在做事情之前，先理清思路，明確目標和步驟。遇到問題時，不要急於行動，先冷靜思考，分析各種可能性。通過這些方式，逐漸改善自己迷糊的狀態，提升這一天的運勢。",
        "love_text": "單身的你，在面對感情時要保持理智，切勿陷入錯誤感情中。別被一時的浪漫衝昏頭腦，要認真考慮對方是否值得託付終身。已有伴者的你，和伴侶相處時避免敏感。別總是因為一些小事就胡思亂想，要相信對方，多給彼此一些信任，感情才能更加穩定，少一些不必要的爭吵。",
        "work_text": "這一天你處於混沌迷茫的狀態，對各種事務缺乏清晰的認識和規劃。在處理事情時，容易感到無從下手，不知道該從哪裡開始，也不知道最終要達到什麼樣的目標。這種迷茫會讓你產生焦慮和不安，影響你的判斷力和行動力，使事情難以順利推進。",
        "lucky_star": "射手座",
        "money_text": "重點是為你的開支制定一個清晰的計劃，避免跟著感覺走。情緒化消費是主要陷阱，儘量不要在心情起伏時購物。建議簡單記個賬，這能幫助你更客觀地看待金錢流向，保持理性。",
        "health_text": "要避免關節部位的磕碰。日常生活中多留意周圍環境，走路、運動時小心別撞到東西。關節受傷恢復起來比較慢，還會影響日常活動。今天就多注意安全，保護好關節，讓身體行動自如，保持健康狀態。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    }
  }
}