{
  "updated": "2025-11-01T14:07:50.690Z",
  "updateTime": "2025/11/1 下午10:07:50",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12427,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易承諾事情",
        "yi": "逛逛科技館",
        "all": "93%",
        "date": "2025-11-01",
        "love": "89%",
        "work": "97%",
        "money": "90%",
        "health": "96%",
        "notice": "腦袋轉得特別快",
        "discuss": "94%",
        "all_text": "對你來說是個順勢而為的好日子。整體運勢像坐上了小火箭，穩步往上竄，連帶著你的狀態都跟著輕盈起來。這一天你腦袋轉得特別快，智商在線不是說說而已，當別人還在糾結細節時，你已經能抓住核心，快速理清邏輯。這種清醒感會讓你在各種場合裡顯得遊刃有餘，哪怕遇到臨時狀況也能迅速調整。保持主動出擊的姿態是關鍵，別等機會自己送上門，你的行動力和熱情會像磁鐵一樣，吸引更多可能性靠近。比如社交中主動開啟話題，或是處理事務時多往前推一步，收穫會比平時更明顯。不過也別因為太順而掉以輕心，偶爾停下來確認下方向是否正確，反而能讓這股勁兒用得更穩。這一天你可能會發現自己比平時更有“掌控感”，無論是與人互動還是應對變化，都能帶著一種“盡在掌握”的從容，這種狀態本身就會讓你的運勢更上一層樓。",
        "love_text": "單身的你，不妨多花點心思在提升魅力上，比如換個新發型、搭配一套顯精神的穿搭，或者培養一個能展示個人特長的興趣。你的活力狀態容易吸引他人注意，主動參與社交場合更容易遇到有眼緣的人。已有伴者的你，可以試著和對方一起嘗試新風格，比如換套情侶裝或調整日常互動方式，這種新鮮感會讓彼此更願意分享生活，感情也會在細節裡升溫。",
        "work_text": "做任何事都如有神助的一天，效率倍增。無論是面對工作中的難題，還是學習上的挑戰，你都能以輕鬆的心態應對，甚至在不經意間發現捷徑，讓成果遠超預期。這種事半功倍的感覺，讓你一整天都充滿幹勁。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運像開了掛，副業或兼職可能有意外收益進賬，比如之前接的小任務突然結算，或是合作方主動加碼分成。不過別急著膨脹，錢到手後先存一部分，別全砸在“想買但沒太大用”的東西上。適合梳理副業資源，看看能不能把零散收入變成穩定渠道，但別為了賺快錢接不靠譜的活兒。",
        "health_text": "你的身體狀態適合主動消耗能量，晨起做15分鐘波比跳或原地高抬腿能快速激活代謝，傍晚進行羽毛球、跳繩等動態運動更利於釋放活力。運動時注意膝蓋保護，避免在硬質地面長時間跳躍，運動後及時補充電解質水，防止肌肉抽筋。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "八卦別人私事",
        "yi": "展示新技能",
        "all": "98%",
        "date": "2025-11-01",
        "love": "90%",
        "work": "98%",
        "money": "97%",
        "health": "93%",
        "notice": "機會往你懷裡鑽",
        "discuss": "96%",
        "all_text": "這是屬於你的“幸運日”，整體運勢像開了掛，連空氣裡都飄著順心的味道。這一天你做什麼都像被推著走，不是被動應付，而是各種資源、機會主動往你懷裡鑽。左右逢源的節奏特別明顯，比如和人打交道時，對方剛好能接住你的需求；處理事情時，又總能遇到“剛好合適”的助力。這種順不是偶然，而是你平時積累的踏實感在集中爆發，讓人願意信任你、配合你。收穫豐厚也不單指物質，更可能是人際關係裡的認可，或是長期鋪墊的事有了新進展。不過別因為太順就放鬆警惕，偶爾停下來觀察下週圍的變化，反而能抓住更多隱藏的機會。這一天你可能會發現，自己不用太用力，事情就能往好的方向發展，這種“輕鬆感”本身就是運勢的饋贈，好好享受它帶來的從容吧。",
        "love_text": "單身的你，可能會遇到讓你覺得“舒服又靠譜”的桃花，對方可能通過共同朋友介紹或日常接觸出現，相處時自然放鬆的氛圍會讓你更願意打開心扉。已有伴者的你，會明顯感受到關係的穩定感，比如對方主動分擔瑣事、記住你的小習慣，這種“被放在心上”的細節會讓你覺得踏實又幸福，適合一起規劃未來的小目標。",
        "work_text": "彷彿擁有了預知未來的能力，總能在關鍵時刻做出最正確的選擇。無論是職場上的晉升機會，還是學業中的突破點，你都能敏銳捕捉，並牢牢把握。這種善於把握時機的能力，讓你的一天充滿收穫。",
        "lucky_star": "獅子座",
        "money_text": "錢包會迎來“小確幸”，可能是報銷款到賬、退款成功，或是客戶突然結清尾款。這筆錢來得剛好，能補上之前的小缺口，比如還信用卡、買必需品。不過別因為手頭鬆了就亂花，可以先把這筆錢分成“必須花”和“能存下”兩部分，尤其是大件消費，最好再等兩天看看是否真的需要。",
        "health_text": "維持穩定生物鐘是關鍵，早晨7點前起床喝溫水喚醒腸胃，白天每2小時閉目養神3分鐘緩解眼部疲勞，夜晚10點半前調暗室內燈光，用薰衣草香薰輔助入眠。睡前可泡腳10分鐘促進血液循環，注意水溫控制在40℃左右，避免燙傷。",
        "lucky_color": "酒紅色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "小心機過多",
        "yi": "打卡網紅店鋪",
        "all": "55%",
        "date": "2025-11-01",
        "love": "56%",
        "work": "57%",
        "money": "48%",
        "health": "58%",
        "notice": "聰明反被聰明誤",
        "discuss": "71%",
        "all_text": "對你來說需要“多留個心眼”，整體運勢不太樂觀，容易陷入“聰明反被聰明誤”的陷阱。這一天你的腦子轉得快是優勢，但也可能因為太自信而忽略細節，比如說話時沒注意分寸，或是做決定時只考慮了表面邏輯，沒深挖背後的關聯。這種“想當然”的狀態容易讓你在人際關係或事務處理中留下漏洞，哪怕原本是好意，也可能因為表達方式或執行偏差，反而引發小麻煩。建議這一天別急著下結論，遇到問題時多問一句“還有沒有其他可能”，處理事情時多檢查一遍步驟，避免因為“自以為懂”而踩坑。另外，別太依賴第一直覺，有時候慢半拍反而能避開不必要的波折。這一天你可能會發現，平時的機靈勁兒容易“跑偏”，保持一點謹慎，反而能減少後續的麻煩。",
        "love_text": "單身的你，容易因為表達失誤鬧出小尷尬，比如想釋放好感卻用錯了方式，或誤讀對方信號，建議說話前多停頓兩秒，別急著下結論。已有伴者的你，別因好奇心過強而干涉對方的私人空間，比如追問行程細節或過度評價對方的選擇，給彼此留點呼吸感反而能讓關係更輕鬆，偶爾“裝糊塗”也是種智慧。",
        "work_text": "可能會因為過於追求速度而忽略細節，導致忙中出錯。無論是處理工作事務還是完成學習任務，都建議放慢腳步，仔細檢查，避免因小失大。保持冷靜，才能避免不必要的麻煩。",
        "lucky_star": "水瓶座",
        "money_text": "經濟壓力可能冒頭，比如突然要交一筆意外費用（修東西、買替換品），或是之前的消費開始“返現”（比如分期賬單）。這時候別硬撐面子，該省的地方要省，比如外賣改自己做飯，非必要購物先放購物車。晚上可以盤盤賬，看看哪些錢是“情緒消費”，以後儘量避免。",
        "health_text": "務必戒除躺臥刷手機的習慣，長時間側躺易導致單側頸椎受力過重。建議將手機舉至與視線平齊位置，每使用20分鐘遠眺窗外綠植30秒。睡前1小時將電子設備移出臥室，改用紙質書閱讀，可預防因藍光抑制褪黑素分泌導致的入睡困難。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話不算話",
        "yi": "學習攝影技巧",
        "all": "88%",
        "date": "2025-11-01",
        "love": "89%",
        "work": "81%",
        "money": "76%",
        "health": "84%",
        "notice": "興趣領域找樂趣",
        "discuss": "80%",
        "all_text": "對你來說是個輕鬆又充實的日子，整體運勢尚佳，沒有大起大落，但能讓你在感興趣的領域裡找到小樂趣。這一天你的狀態比較放鬆，不會給自己太大壓力，反而更容易根據興趣去學點新東西——可能是翻出一本一直想看的書，或是跟著視頻學個小技能，甚至只是和懂行的人聊聊天，都能讓你覺得“沒白過”。這種“非功利性”的學習反而能激發你的熱情，不會因為“必須學會”而焦慮，反而更容易吸收。不過也別因為太隨性而忽略計劃，比如學了一半發現時間不夠，或是聊得太投入忘了其他安排。建議這一天把“興趣”和“節奏”結合起來，既享受過程，又不讓其他事被耽誤。你可能會發現，這種“不刻意”的狀態反而能讓你在喜歡的事上更有收穫，整體氛圍也會變得溫暖又舒服。",
        "love_text": "單身的你，可能會收到某個人的額外關心，比如主動分享日常、記住你的小偏好，這種被重視的感覺會讓你對對方產生好感，不妨多給彼此接觸的機會。已有伴者的你，適合和對方一起做些需要協作的事，比如一起做飯、整理房間，互動中的默契會讓你更珍惜當下的陪伴，也能發現對方更多可愛的細節。",
        "work_text": "展現出穩紮穩打的特質，無論是工作還是學習，都能按照計劃穩步前進。這種穩健的態度讓你在面對挑戰時更加從容不迫，成果也更加可靠。保持這種節奏，你會收穫滿滿的成就感。",
        "lucky_star": "金牛座",
        "money_text": "建議養成記賬的好習慣，哪怕只是用手機簡單記兩筆。你可能發現，自己最近在“小錢”上花得有點多（比如喝奶茶、買小零食），積少成多也是筆開支。晚上可以翻翻賬單，把“可花可不花”的項標出來，明天開始儘量避開。另外，如果有朋友找你借錢，先問清楚用途再決定。",
        "health_text": "需警惕久坐引發的腰腹循環不暢，每小時起身做30秒貓牛式脊柱拉伸，或靠牆靜蹲強化下肢力量。處理事務時採用坐站交替模式，搭配踮腳尖動作促進小腿血液迴流。下午茶時間邊走動邊飲用溫熱花果茶，比久坐進食更利於消化。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話得罪人",
        "yi": "學習養生知識",
        "all": "75%",
        "date": "2025-11-01",
        "love": "77%",
        "work": "76%",
        "money": "69%",
        "health": "78%",
        "notice": "少了點衝的動力",
        "discuss": "76%",
        "all_text": "對你來說需要“提提神”，整體運勢一般般，容易陷入渾渾噩噩的狀態。這一天你可能覺得做什麼都提不起勁，不是累了，而是少了點“衝”的動力，像是被按了暫停鍵，連平時感興趣的事都懶得碰。這種狀態不是壞事，反而是在提醒你：別一直繃著，偶爾停下來喘口氣也沒關係。但別因為“沒狀態”就放任自己，比如刷手機到深夜，或是拖延該做的事，反而會讓後續更累。建議這一天給自己找點小目標，不用太大，哪怕是整理下桌面、出門散個步，都能幫你打破“懶洋洋”的循環。另外，和信任的人聊聊天也能提提氣，對方的反饋可能會讓你重新找到點動力。你可能會發現，這一天最需要的不是“強行振作”，而是先接納自己的“暫時沒勁”，再慢慢找回節奏。",
        "love_text": "單身的你，在感情表達上會比較含蓄，可能更傾向用行動而非語言傳遞好感，比如默默幫對方解決問題，但別太隱藏心意，適當流露真實想法更容易拉近距離。已有伴者的你，需要多花點時間磨合彼此的習慣，比如對某件事的看法不同時，別急著爭對錯，先聽聽對方的理由，換個角度理解反而能減少矛盾。",
        "work_text": "可能會遇到一些需要靈活應對的情況，不妨多嘗試不同的方法。無論是解決工作難題還是攻克學習難關，換個角度思考，或許能發現新的解決方案。保持開放心態，你會收穫更多驚喜。",
        "lucky_star": "雙子座",
        "money_text": "容易在吃喝玩樂上失控，比如約朋友吃飯選貴的餐廳，或是看到新出的娛樂項目就想體驗。不是不能享受，但建議提前設個預算（比如這頓飯最多花多少），避免結賬時心疼。如果想省錢，可以選“平替”活動，比如在家看電影代替去影院，既放鬆又不會超支。",
        "health_text": "消化系統對油膩食物敏感，午餐建議選擇清蒸魚配時蔬，避免紅油火鍋等重口味餐食。若需外出就餐，可用熱水涮去菜品表面浮油，控制每日油脂攝入量在25克內。晚間可飲用山楂陳皮茶助消化，但需避開空腹飲用以防刺激胃黏膜。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信小道消息",
        "yi": "結交新朋友",
        "all": "85%",
        "date": "2025-11-01",
        "love": "79%",
        "work": "84%",
        "money": "82%",
        "health": "88%",
        "notice": "願不願意邁一步",
        "discuss": "87%",
        "all_text": "這是一個“打開新視角”的好機會，整體運勢還可以，不妨主動擴大自己的視野和圈子。這一天你的狀態比較穩定，不會遇到太大阻礙，但也不至於平淡到沒存在感——關鍵在於你願不願意“邁出一步”。比如平時只和熟悉的人打交道，可以試著認識新朋友；或是隻關注自己領域的事，可以聽聽其他行業的分享。這種“主動拓展”會讓你發現，原來自己之前忽略了很多可能性，甚至可能找到新的興趣點。不過也別因為太追求“效率”而急於求成，擴大視野不是為了立刻得到什麼，而是先讓自己“看到更多”。這一天你可能會發現，當你不把自己侷限在“熟悉”的範圍內時，連思維都變得更靈活了，這種“打開感”本身就是運勢給你的禮物。",
        "love_text": "單身的你，可能沒太多戀愛的念頭，更享受獨處的自在感，但如果有朋友介紹新對象，不妨先以輕鬆心態接觸，別給自己太大壓力。已有伴者的你，需要更主動地關心對方，比如一句“累嗎”或順手帶份小零食，這些細節會讓對方感受到被在意，關係也會在互相照顧中更緊密。",
        "work_text": "可能會迎來一些新的靈感，無論是工作上的創新點子，還是學習上的新思路，都能讓你眼前一亮。抓住這些靈感，勇敢實踐，你會發現自己能夠創造出更多可能。保持好奇心，探索未知領域。",
        "lucky_star": "處女座",
        "money_text": "需要“精打細算”撐場，比如買大件時多比幾家價，或是用優惠券省下零頭。你可能發現，之前隨手買的“便宜貨”其實不實用，可以整理下家裡，把閒置的東西掛二手平臺賣掉，既能回血又能騰空間。另外，如果有同事找你拼單，先算清楚自己是否真的需要，別為了湊單亂買。",
        "health_text": "需剋制油炸食品攝入，早餐可選無糖豆漿配全麥麵包，替代油條等高脂食物。若想吃零食，可將薯片換成空氣炸鍋製作的蘋果脆片，既滿足口欲又減少油脂攝入。烹飪時用噴油瓶控制用油量，每道菜不超過5毫升更健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高調炫耀",
        "yi": "參加線上課程",
        "all": "58%",
        "date": "2025-11-01",
        "love": "53%",
        "work": "55%",
        "money": "51%",
        "health": "61%",
        "notice": "平衡感容易失準",
        "discuss": "69%",
        "all_text": "對你來說，整體運勢有些低迷，像是被一層薄霧籠罩著，連平時最擅長的“平衡感”都容易失準。這一天你可能會覺得做什麼都提不起勁，明明有很多事等著處理，卻總被一種“喪”的情緒拖著，連和人交流的慾望都變弱了。這種狀態不是因為你懶，更像是能量暫時被消耗，連對平時感興趣的事都少了份熱情。你可能會發現，連簡單的選擇都變得困難——比如選吃什麼、看什麼，都容易猶豫半天，這種“選擇無力”會讓你更煩躁。不過別太責怪自己，運勢低迷時，強行“振作”反而容易消耗更多精力。這一天不妨允許自己“慢下來”，少安排點事，多給自己留些獨處的空間，哪怕只是發發呆、聽聽音樂，也能讓情緒慢慢沉澱。你可能會發現，當你不強迫自己“必須好起來”時，反而能更輕鬆地面對這種低潮期，畢竟運勢總有起伏，“喪”或許只是為明天的“順”積蓄力量。",
        "love_text": "單身的你，別總擺出“生人勿近”的氣場，適當放下防備，對主動搭話的人多回應兩句，可能會發現對方其實很有趣。已有伴者的你，容易因為小事生悶氣，比如對方沒按你的期待做事，但別把情緒憋在心裡，直接說出“我希望你這樣”，反而能避免誤會升級，溝通比冷戰更有效。",
        "work_text": "似乎被“拖延症”纏身，做任何事都磨磨蹭蹭，難以進入狀態。無論是處理工作事務還是完成學習任務，都容易因分心或猶豫不決而耽誤進度。建議給自己設定明確的時間節點，強迫自己集中注意力，否則可能會因效率低下而影響整體成果，甚至錯失重要機會。",
        "lucky_star": "白羊座",
        "money_text": "要好好審視自己的消費習慣——是不是總在“情緒低落”或“太開心”時買東西？比如加班後點貴的外賣，或是發獎金就買奢侈品。這些消費當時爽，但事後可能後悔。建議把購物車清空，等24小時後再看是否真的想買。另外，可以設個“願望清單”，把大件消費攢到一起買，避免分散花錢。",
        "health_text": "易出現口舌生瘡、便秘等上火症狀，需避開桂圓、荔枝等溫性水果，改吃雪梨、火龍果等涼性食材。烹飪時少放花椒、八角等燥熱調料，多喝金銀花菊花茶降火。若已出現喉嚨痛，可用淡鹽水漱口緩解炎症。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不動腦筋思考",
        "yi": "多與人合作",
        "all": "71%",
        "date": "2025-11-01",
        "love": "67%",
        "work": "72%",
        "money": "69%",
        "health": "75%",
        "notice": "留意腳下的節奏",
        "discuss": "77%",
        "all_text": "整體運勢稍有起伏，像是走在一條有點坑窪的路上，需要多留意腳下的節奏。這一天你會遇到不少需要與人打交道的情況——可能是合作、溝通，或是簡單的社交互動，但對方的反應可能不如預期，甚至會有些小摩擦。這種“需要磨合”的狀態對你來說是個考驗，畢竟你平時更習慣直接或深入的方式，但對方可能更在意表面的和諧，或是表達方式更含蓄，容易讓你覺得“沒說到點子上”。不過別急著否定對方或自己，這種起伏反而是在提醒你：人與人之間的互動本就需要調整。建議這一天多觀察對方的反應，別急著下結論，哪怕心裡有想法，也可以先緩一緩再表達。你可能會發現，當你不強求“立刻達成共識”時，反而能更靈活地應對這些小波折，甚至從中學到新的溝通方式。",
        "love_text": "單身的你，脫單心態有點“躺平”，可能覺得“順其自然就好”，但遇到不錯的人時，適當主動一點反而能推進關係，別完全等對方先行動。已有伴者的你，要警惕感情進入倦怠期，比如覺得“每天都一樣”，不妨和對方一起嘗試新事物，比如換個餐廳吃飯或聊點平時不談的話題，打破常規能讓感情重新活躍起來。",
        "work_text": "整體表現平穩，但“努力程度”仍有提升空間。無論是職場目標還是學習任務，你都能完成基礎要求，卻缺乏突破性的進展。若想在競爭中脫穎而出，需主動加碼——比如多承擔一項任務、深入鑽研某個知識點，而非滿足於“及格線”。",
        "lucky_star": "射手座",
        "money_text": "容易“一見喜歡就買”，比如路過櫥窗看到新衣服，或是刷到推薦就下單。不是不能買，但建議先問自己：“這件東西我家裡有類似的嗎？”“能搭配我幾件衣服？”如果答案模糊，最好先放兩天。另外，可以給自己設個“冷靜期”（比如看到想買的，先加購物車，24小時後再決定），避免衝動消費。",
        "health_text": "腦力消耗較大，需每90分鐘進行5分鐘正念呼吸練習（吸氣4秒-屏息7秒-呼氣8秒）。處理複雜事務前飲用薄荷檸檬水提神，避免連續3小時以上高強度用腦。睡前可通過聽白噪音或輕音樂放鬆神經，減少多夢情況。",
        "lucky_color": "焦糖色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追求新鮮感",
        "yi": "拍時尚大片",
        "all": "61%",
        "date": "2025-11-01",
        "love": "53%",
        "work": "65%",
        "money": "52%",
        "health": "60%",
        "notice": "選擇困難症纏上",
        "discuss": "63%",
        "all_text": "對你來說，整體運勢略差，容易被選擇困難症纏上，甚至可能因為猶豫不決而對自己不滿。這一天你可能會面臨多個選項，但每個看起來都有利有弊，讓你反覆權衡卻拿不定主意——比如該選哪個方向、該接受還是拒絕，這種“左右為難”會消耗你的耐心，甚至讓你懷疑自己的判斷力。你可能會覺得“怎麼選都不對”，或是擔心選錯了會後悔，這種情緒反而會讓你更糾結。不過別太苛責自己，運勢略差時，人的決策力本就容易受影響。這一天不妨先放下“必須選對”的壓力，告訴自己“沒有完美的選擇，只有適合當下的選擇”。如果實在決定不了，可以試著把選項列出來，對比各自的優缺點，或是找信任的人聊聊，聽聽不同的視角。你可能會發現，當你不把“選錯”當成災難時，反而能更輕鬆地做出決定，哪怕結果不完美，至少不會因為糾結而浪費更多精力。",
        "love_text": "單身的你，要警惕網絡戀情，線上聊得火熱的人可能和現實有差距，別急著投入太多情緒，先線下接觸再判斷更穩妥。已有伴者的你，有話要好好說，別用“開玩笑”的方式戳對方痛點，或者把情緒藏在調侃裡，真誠表達需求反而能讓對方更理解你，減少不必要的摩擦。",
        "work_text": "對你而言是“耐心大考驗”，無論是重複性工作還是需要長期投入的學習任務，都容易讓你感到煩躁。你可能會因急於看到成果而跳過關鍵步驟，或因一時挫敗而放棄。建議將大目標拆解為小任務，每完成一步就給自己小獎勵，保持動力。",
        "lucky_star": "天蠍座",
        "money_text": "要警惕促銷誘惑，比如商家“滿減”“買一送一”的活動，可能讓你為了湊單買一堆不需要的東西。建議列好購物清單，只買清單上的，其他一律忽略。另外，如果看到“限時折扣”，先想想這東西是不是真的",
        "health_text": "用眼壓力突出，連續看屏幕1小時需閉眼轉動眼球，或凝視綠色植物20秒。將電子設備字體調大至16號以上，減少眯眼動作。夜間使用防藍光眼鏡，搭配人工淚液緩解乾澀，避免在昏暗環境下刷手機。",
        "lucky_color": "寶藍色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人感受",
        "yi": "提前做計劃",
        "all": "72%",
        "date": "2025-11-01",
        "love": "82%",
        "work": "72%",
        "money": "74%",
        "health": "75%",
        "notice": "產生自我的懷疑",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，像是在走一條熟悉的路線，沒有大驚喜，但也不至於走偏。這一天你可能會覺得自己的表現“不夠好”，或是和別人的對比中產生了自我懷疑，比如覺得別人更順利、更有成果，而自己好像“卡在原地”。這種否定自我的情緒容易讓你陷入內耗，甚至忽略自己已經做到的部分。不過別急著否定自己的價值，運勢平穩時，恰恰是重新認識自己的好機會。這一天不妨多看看自己已經完成的事——哪怕是小進步，也是你努力的證明。另外，別因為“不夠好”就強迫自己更努力，有時候“休息”比“硬撐”更能恢復狀態。你可能會發現，當你不把“完美”當成目標時，反而能更踏實地面對當下的自己，這種“接納感”本身就會讓你的運勢更穩定。",
        "love_text": "單身的你，不妨精心打扮一番，比如穿件顯氣質的外套或噴點淡香水，得體的形象會讓你更有自信，也更容易吸引到同樣注重品質的人。已有伴者的你，適合和對方保持和諧相處，比如遇到分歧時先退一步，別急著爭輸贏，互相體諒的態度會讓關係更穩定，也能為後續解決問題留出空間。",
        "work_text": "需要像“信息獵手”一樣，密切關注周圍動態。無論是行業新規、團隊調整，還是考試範圍變更，及時捕捉信息能幫你搶佔先機。若忽略外部變化，可能會因“信息差”導致努力方向偏差，甚至白費功夫。",
        "lucky_star": "摩羯座",
        "money_text": "需要“守財”意識，比如收到工資或進賬後，先存一部分再消費。你可能發現，之前總在“小錢”上漏財（比如忘關的會員、自動續費），可以檢查下支付軟件，把不必要的扣費項目關掉。另外，如果有朋友推薦“高回報”投資，別急著跟風，先查清楚資質再決定。",
        "health_text": "熬夜風險較高，建議設定23點的手機強制鎖屏提醒，改用傳統鬧鐘叫早。睡前1小時進行冥想或閱讀紙質書，避免藍光抑制褪黑素分泌。若出現失眠，可飲用溫牛奶助眠，但需控制飲用量在200ml內以防起夜。",
        "lucky_color": "深藍色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "和朋友絕交",
        "yi": "逛家居用品店",
        "all": "94%",
        "date": "2025-11-01",
        "love": "95%",
        "work": "92%",
        "money": "90%",
        "health": "91%",
        "notice": "冒出全新的機會",
        "discuss": "96%",
        "all_text": "整體運勢非常好，像是被一股“突破”的能量推著走，連平時覺得“不可能”的事都可能冒出新機會。這一天你可能會突然想嘗試些沒做過的事，比如換個方式處理問題、接觸新的領域，或是和平時不太聯繫的人聊聊天，這種“敢於找新突破”的狀態會讓你特別有活力。你可能會發現，自己的思維比平時更靈活，連原本覺得“沒出路”的事，都能找到新的角度。不過別因為太興奮而忽略細節，突破歸突破，基本的邏輯和準備還是要做足。這一天不妨多記錄自己的想法，哪怕只是零散的念頭，都可能成為後續的靈感來源。你可能會發現，當你不給自己設限時，連運勢都會幫你打開更多可能性，這種“被推動”的感覺本身就會讓你更享受這一天。",
        "love_text": "單身的你，可能會有追求者主動表白，對方可能用你喜歡的方式（比如寫小卡片、分享你感興趣的內容）傳遞心意，不妨認真考慮對方的誠意。已有伴者的你，會收穫不少甜言蜜語，比如對方突然誇你，這些真誠的表達會讓你覺得被愛包圍，適合一起做些浪漫的小事。",
        "work_text": "彷彿裝上了“加速引擎”，效率高到驚人。無論是處理複雜報表還是攻克難題，你都能快速理清思路，甚至找到更優解。這種狀態讓你輕鬆超越日常進度，適合挑戰高難度任務或提前完成階段目標，但需注意別因速度過快而忽略細節。",
        "lucky_star": "巨蟹座",
        "money_text": "偏財運挺給力，可能是之前投資的收益到賬，或是收到一筆意外的小錢（比如退款、兼職費）。這筆錢可以拿來犒勞自己，但別全花在“一次性消費”上（比如吃頓大餐），可以分一部分存起來，或買長期用得上的東西（比如小家電）。另外，如果有合作機會找上門，可以聊聊細節，但別急著籤合同。",
        "health_text": "飲食規律性影響代謝效率，需定時定量進食。早餐可食用燕麥粥配水煮蛋，午餐主食選擇雜糧飯，晚餐避免過晚進食。若兩餐間飢餓，可用無糖酸奶搭配少量堅果充飢，注意每日堅果攝入量不超過15克。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷休閒娛樂",
        "yi": "學習收納技巧",
        "all": "77%",
        "date": "2025-11-01",
        "love": "76%",
        "work": "81%",
        "money": "79%",
        "health": "71%",
        "notice": "以行動添點色彩",
        "discuss": "72%",
        "all_text": "整體運勢平平，像是站在一條有點單調的路上，但可以通過“行動”給它添點色彩。這一天你可能會覺得生活有點“重複”，沒有特別的新鮮感，甚至連平時喜歡的事都少了點熱情。這種“平淡”不是壞事，但容易讓你覺得“沒什麼意思”。不過別等著運勢自己變好，主動通過行動注入新鮮元素才是關鍵。比如可以換個路線散步、聽首沒聽過的歌，或是試試新的興趣，這些小改變都能讓你的狀態更輕鬆。你可能會發現，當你不強求“必須精彩”時，反而能更自然地發現生活中的小樂趣，這種“主動創造”的心態本身就會讓你的運勢更靈活。",
        "love_text": "單身的你，感情進展可能比較一般，沒有特別明顯的桃花，但和朋友的聚會中可能會遇到讓你覺得“聊得來”的人，先以朋友身份相處也不錯。已有伴者的你，需要多試著將心比心，比如對方情緒低落時，別急著給建議，先抱抱Ta安慰一番，這種共情會比講道理更讓對方感動，關係也會在互相理解中更深厚。",
        "work_text": "之前制定的目標或方案將迎來實質性進展。無論是項目落地還是學習計劃執行，只要按部就班推進，就能看到明顯成果。但需警惕“三分鐘熱度”，避免因臨時起意改變方向，導致原有計劃擱淺。",
        "lucky_star": "天秤座",
        "money_text": "可能對理財沒什麼想法，比如看到錢就花，沒計劃也沒概念。建議先別做大額消費，尤其是買電子產品或大件傢俱。可以先把錢分成“日常開銷”和“能存下”兩部分，比如用兩個賬戶分開管。另外，如果有朋友找你借錢或拼單，先想想自己這個月預算夠不夠，別因為不好意思就答應。",
        "health_text": "忽視早餐易引發低血糖，建議提前準備即食營養餐包（含全麥麵包、低脂奶酪、蘋果片）。若時間緊張，可用熱水沖泡燕麥片搭配香蕉，5分鐘即可完成。避免空腹飲用咖啡，可在餐後30分鐘飲用以減少腸胃刺激。",
        "lucky_color": "卡其色",
        "lucky_number": "4"
      }
    }
  }
}