{
  "updated": "2026-01-09T00:39:51.899Z",
  "updateTime": "2026/1/9 上午8:39:51",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15013,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "燙染頭髮",
        "yi": "貨比三家",
        "all": "80%",
        "date": "2026-01-08",
        "love": "86%",
        "work": "88%",
        "money": "76%",
        "health": "82%",
        "notice": "保持理性的思考",
        "discuss": "81%",
        "all_text": "整體運勢穩定，你彷彿置身於一片寧靜的港灣，外界的紛擾難以輕易動搖你的內心。這一天裡，你基本能保持理性思考，面對各種情況都能冷靜分析，不會因一時的情緒衝動而做出不恰當的決定。在人際交往中，你的理性態度也能讓你與他人相處融洽，不會輕易捲入不必要的紛爭。遇到問題時，你會憑藉自己的智慧和經驗，有條不紊地尋找解決辦法。而且，這種理性的狀態也有助於你更好地規劃接下來的生活，無論是日常瑣事還是長遠的打算，都能在你的掌控之中。你會以一種平和且堅定的姿態，穩步前行，享受這穩定運勢帶來的安心與從容。",
        "love_text": "單身的你，或許能迎來和喜歡的人單獨相處的契機。可能是在某個活動場合，或是日常偶遇，這種獨處能讓你們更深入瞭解彼此。別太拘謹，自然展現真實的自己，說不定能擦出愛的火花。已有伴者的你，和伴侶的互動會明顯增多，感情持續升溫。一起做些簡單的事，像散步、看電影，都能讓你們更親密，珍惜這溫馨時光。",
        "work_text": "對你而言，整體狀態積極向上，彷彿有股無形力量推動著你向前。在處理各類事務時，你思路清晰，能迅速抓住關鍵要點，憑藉自身的衝勁和執行力，有望在一些項目或任務裡取得小成果，為後續發展積累經驗與信心，不過也別因一時順利而粗心大意。",
        "lucky_star": "金牛座",
        "money_text": "財運上多勞多得特徵明顯，這一天只要肯付出精力去處理工作事務或者拓展業務，收穫就會和努力成正比，不過別光悶頭做事，得留意市場動態，看看有沒有更高效賺錢的方式，合理規劃下精力分配，說不定能讓收入更上一層樓。",
        "health_text": "整體健康狀態不錯，但得留意均衡飲食。別因為忙碌就隨便對付三餐，多吃點蔬菜水果，保證各類營養攝入，像早餐可以來個全麥麵包搭配牛奶和水果，午餐晚餐葷素搭配，避免過多油膩食物，這樣能讓身體更有活力，維持良好狀態。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "直播間購物",
        "yi": "轉型與改變",
        "all": "87%",
        "date": "2026-01-08",
        "love": "89%",
        "work": "84%",
        "money": "87%",
        "health": "85%",
        "notice": "不再滿足於現狀",
        "discuss": "89%",
        "all_text": "整體運勢尚佳，你內心似乎湧動著一股改變的衝動，不再滿足於現狀，渴望探索新的領域。這種想法會驅使你採取一些行動，或許是嘗試新的興趣愛好，或許是調整自己的生活方式。而幸運的是，你的這些改變大多能得到積極的收穫。在社交方面，你會結識到一些有趣的人，他們可能會給你帶來新的啟發和思路。在個人成長上，你的主動改變也會讓你發現自己的潛力，挖掘出更多未曾展現的能力。這一天，你就像一顆努力發芽的種子，在積極向上的氛圍中不斷生長，向著更好的自己邁進。",
        "love_text": "單身的你，有較大可能遇到聊得來的對象。也許是在朋友的聚會中，或是工作交流裡，對方的三觀與你契合，交流起來輕鬆愉快。主動一點，多聊聊生活、興趣，說不定能開啟一段美好緣分。已有伴者的你，和伴侶相處默契，氛圍融洽。彼此能理解對方的需求，一起做家務、規劃未來，感情在平凡中愈發深厚。",
        "work_text": "你會感覺充滿動力，不再只是空想，而是願意將想法付諸行動。在面對各種事務時，能腳踏實地，一步一個腳印地推進，這種務實的態度會讓你在處理事情時更加得心應手，無論是複雜的工作任務還是學習上的難題，都能有條不紊地應對。",
        "lucky_star": "射手座",
        "money_text": "財運有小驚喜，會有小利息到賬，可能是之前理財的小回報，也可能是其他方面的零碎收益。這時候別太滿足這點小錢，多關注下新的理財渠道，比如一些穩健型的基金產品，說不定能發現新的增收機會，讓財富再積累積累。",
        "health_text": "健康尚可，不過要適當拉伸放鬆。長時間坐著工作或學習後，別一直保持一個姿勢，每隔一段時間站起來，伸伸懶腰、轉轉脖子、活動活動手腕腳腕，做幾個簡單的拉伸動作，能緩解肌肉緊張，預防身體僵硬帶來的不適。",
        "lucky_color": "綠色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "花言巧語",
        "yi": "嘗試新事物",
        "all": "95%",
        "date": "2026-01-08",
        "love": "98%",
        "work": "91%",
        "money": "90%",
        "health": "97%",
        "notice": "得到充分的滿足",
        "discuss": "20%",
        "all_text": "可謂得心應手的一天，你彷彿被幸運之神眷顧，做什麼事情都順風順水。你旺盛的好奇心能得到充分的滿足，無論是探索新知識還是嘗試新事物，都能讓你感到興奮和愉悅。在追求成就感方面，你也能收穫滿滿，自己的努力和付出能得到明顯的回報，這會讓你充滿自信和動力。在與人交流中，你的口才和幽默感能讓你成為焦點，輕鬆地與他人打成一片。而且，你的思維敏捷，能夠快速地應對各種突發情況，讓一切都按照自己的預期發展。這一天，你會盡情享受這種得心應手的感覺，沉浸在快樂和滿足之中。",
        "love_text": "單身的你，極有可能邂逅讓你心動的浪漫緣分。可能在逛街、參加興趣活動時，那個特別的人就出現在眼前，瞬間吸引你的目光。勇敢上前搭話，說不定一段浪漫戀情就此開始。已有伴者的你，和伴侶的甜蜜指數直線上升，愛意滿滿。一起回憶過去的美好，規劃未來的生活，感情在溫馨中不斷升溫，享受這甜蜜時刻。",
        "work_text": "對你來說是順遂高光的一天，整體運勢良好，彷彿被幸運之神眷顧。在各種事務的處理上，你都能輕鬆應對，思維敏捷的你在面對突發狀況時也能迅速想出應對策略，憑藉自身的才華和能力，在事業學業上都能取得不錯的進展，讓人眼前一亮。",
        "lucky_star": "摩羯座",
        "money_text": "財路大開，各種賺錢的機會就像雪花一樣朝你飛來。不管是工作上的項目提成，還是兼職外快，都有不錯的進賬。不過機會多了也別挑花眼，得好好篩選，選那些靠譜又有潛力的，這樣才能讓財富穩穩落袋。",
        "health_text": "精力充沛旺盛，身體狀態良好。這一天適合進行一些戶外活動，比如散步、慢跑，既能呼吸新鮮空氣，又能進一步增強體質。不過運動時要注意適度，別因為狀態好就過度運動，以免造成身體疲勞，影響後續的生活和工作。",
        "lucky_color": "茶色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿得太少",
        "yi": "做個新發型",
        "all": "96%",
        "date": "2026-01-08",
        "love": "94%",
        "work": "93%",
        "money": "95%",
        "health": "92%",
        "notice": "左右逢源的節奏",
        "discuss": "91%",
        "all_text": "幸運在線，你彷彿置身於一個充滿助力的環境中，左右逢源的節奏讓你感覺格外輕鬆。在生活的各個方面，都能遇到願意幫助你的人，他們的支持和鼓勵會讓你更有信心去面對各種挑戰。無論是解決難題還是實現目標，都彷彿有一股無形的力量在推動著你。在人際關係中，你的親和力會吸引更多的人圍繞在你身邊，你們之間的互動和諧愉快，讓你感受到溫暖和關懷。而且，這種良好的人際關係也會為你帶來更多的機會和可能，讓你在不知不覺中收穫更多的驚喜。這一天，你會被幸運包圍，盡情享受這份美好。",
        "love_text": "單身的你，會收穫暖心的追求示好。有人默默關注你，用實際行動表達好感，可能是送小禮物，或是貼心關懷。別錯過這份溫暖，認真考慮對方是否適合自己。已有伴者的你，和伴侶彼此關懷，溫馨相伴。在對方需要時給予支持，一起度過平凡又幸福的日子，感情在這種相互陪伴中愈發穩固",
        "work_text": "有望迎來佳績可期的一天，整體狀態出色，精力充沛。在處理事情時，你認真負責，注重每一個環節，憑藉這種嚴謹的態度，在事業學業上都能取得令人滿意的成果。無論是工作中的項目推進還是學習上的知識積累，都能朝著好的方向發展。",
        "lucky_star": "白羊座",
        "money_text": "財運有意外之喜，說不定走在路上都能碰到賺錢的好事，可能是朋友帶來的合作機會，也可能是突然得到的獎勵。但別被這好運衝昏頭腦，面對這些意外之財，得冷靜規劃怎麼用，是存起來還是再投資，合理安排才能讓財富持續增值。",
        "health_text": "腸胃消化良好，食慾也不錯。但吃飯時要細嚼慢嚥，別狼吞虎嚥，這樣有助於食物更好地消化吸收。同時，儘量避免吃太多生冷食物，像冷飲、生魚片之類的，以防刺激腸胃，保持腸胃的舒適狀態，讓身體更健康。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "接聽陌生電話",
        "yi": "下午茶外賣",
        "all": "74%",
        "date": "2026-01-08",
        "love": "78%",
        "work": "73%",
        "money": "76%",
        "health": "80%",
        "notice": "維持熟悉的調子",
        "discuss": "82%",
        "all_text": "整體運勢一般般，沒有太大的挑戰出現，生活基本維持著熟悉的調子。你會感覺一切都按部就班地進行著，沒有太多的波瀾和起伏。這種狀態雖然不會讓你感到特別興奮和激動，但也不會給你帶來太大的壓力和困擾。你可以利用這一天的時間，好好地放鬆一下自己，回顧一下過去的經歷，總結一下經驗教訓。也可以做一些自己喜歡的事情，比如看電影、聽音樂、閱讀等，讓自己的心情更加愉悅。雖然運勢平淡，但這也是一個沉澱自己、調整狀態的好時機，為未來的發展做好準備。",
        "love_text": "單身的你，要多提升對方的好感。在與人交往中，展現自己的優點和魅力，注意言行舉止，給對方留下好印象。真誠待人，主動關心，說不定能吸引到心儀對象。已有伴者的你，要用心經營感情，讓感情保持穩定。多花時間陪伴伴侶，一起做些有意義的事，增進彼此感情，避免因疏忽產生隔閡。",
        "work_text": "整體處於穩步推進的狀態，雖然沒有特別突出的亮點，但一切都在按部就班地進行。你在處理事務時，能保持冷靜理智，不被外界因素干擾，憑藉自身的經驗和能力，有條不紊地推動各項事情向前發展，為後續的突破積累力量。",
        "lucky_star": "雙魚座",
        "money_text": "財運穩中有進，工作上的收入比較穩定，還能有一些小的提升。這一天適合穩紮穩打，別盲目去嘗試一些高風險的投資。可以多和同事交流交流，看看能不能從他們那裡學到一些賺錢的小竅門，讓自己的收入再增加一些。",
        "health_text": "健康方面要減少熬夜次數。晚上儘量早點放下手機，調好鬧鐘，保證充足的睡眠時間。熬夜會影響身體的正常代謝和修復，導致第二天精神不振、免疫力下降。睡前可以喝杯熱牛奶，聽聽舒緩的音樂，幫助自己更快進入夢鄉。",
        "lucky_color": "杏色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "堵在路上",
        "yi": "做好兩手準備",
        "all": "53%",
        "date": "2026-01-08",
        "love": "62%",
        "work": "40%",
        "money": "50%",
        "health": "55%",
        "notice": "計劃趕不上變化",
        "discuss": "62%",
        "all_text": "整體運勢低迷，你原本精心制定的計劃可能會因為各種突發情況而趕不上變化。原本設想好的事情可能會被打亂節奏，讓你感到有些措手不及。在處理問題時，你可能會遇到一些阻礙和困難，需要花費更多的時間和精力去解決。而且，你的情緒也可能會受到一定的影響，變得有些煩躁和焦慮。不過，不要讓這些負面情緒影響到你的判斷和決策。在面對變化時，要保持冷靜和理智，及時調整自己的計劃和方法。雖然這一天運勢不佳，但這也是一個鍛鍊你應變能力和心理素質的機會，相信你能從中吸取教訓，在未來的日子裡更加從容地應對各種挑戰。",
        "love_text": "單身的你，難遇到理想心儀對象。別太著急，感情的事急不來。把精力放在提升自己上，培養興趣愛好，讓自己變得更優秀，緣分自然會在合適的時候到來。已有伴者的你，和伴侶可能會出現小摩擦。遇到問題別急著爭吵，耐心溝通，互相理解，一起化解矛盾，感情才能更加長久。",
        "work_text": "你會感覺阻礙難行，整體運勢不太理想。在處理各種事務時，容易遇到一些突發狀況或難題，打亂你的原有計劃，讓你感到有些力不從心。不過別灰心，這只是暫時的，保持冷靜，積極尋找解決辦法，相信困難總會過去。",
        "lucky_star": "天秤座",
        "money_text": "財運有點讓人頭疼，支出會增加，可能是生活開銷變大，也可能是遇到一些突發情況需要花錢。這時候得好好審視下自己的消費習慣，看看哪些是不必要的開支，能省則省。同時，也可以考慮找些兼職，增加點收入來平衡支出。",
        "health_text": "可能會有些焦慮情緒，這多少會影響健康。當感到焦慮時，可以嘗試一些放鬆的方法，比如深呼吸，慢慢地吸氣再緩緩地呼氣，重複幾次；或者找個安靜的地方，閉上眼睛，讓自己沉浸在平靜的氛圍中，舒緩焦慮情緒，讓身心得到放鬆。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延症發作",
        "yi": "今日事今日畢",
        "all": "91%",
        "date": "2026-01-08",
        "love": "83%",
        "work": "96%",
        "money": "82%",
        "health": "93%",
        "notice": "高速高效的狀態",
        "discuss": "94%",
        "all_text": "整體運勢很好，你的大腦如同精密運轉的機器，保持著高速且高效的狀態。這種活躍的思維讓你在面對各種情況時都能迅速做出反應，無論是與人交流探討想法，還是處理生活裡的小狀況，都能遊刃有餘。你的思路清晰，能夠從多個角度看待問題，提出獨到的見解，這會使你在群體中脫穎而出，吸引他人的關注和讚賞。而且，這種良好的思維狀態也有助於你拓展人際關係，結識更多志同道合的人。你積極的態度和出色的表現會為你帶來不少新的機會，讓你在社交場合中更加自信從容。這一天，你會充分感受到思維活躍帶來的優勢，盡情享受這種積極向上的氛圍。",
        "love_text": "單身的你，通過社交有機會結識優質異性。參加聚會、社團活動等，擴大自己的社交圈，在交流中發現那個特別的人。主動交流，展現自己的風采，說不定能開啟新戀情。已有伴者的你，和伴侶感情和諧，相處愉悅。一起享受生活，做喜歡的事，分享彼此的快樂，感情在輕鬆氛圍中更加深厚。",
        "work_text": "簡直是順風順水的一天！整體狀態超棒，彷彿被幸運光環籠罩。在各種事務的處理上，你都能輕鬆應對，思維活躍且邏輯清晰，能迅速抓住關鍵要點。無論是面對複雜的人際關係，還是棘手的問題，都能憑藉自身出色的協調能力和智慧，巧妙化解，讓一切朝著理想的方向發展，收穫滿滿成就感。",
        "lucky_star": "天蠍座",
        "money_text": "財運有偏財降臨，可能會收到一些禮物、紅包，或者在一些小投資上有回報。不過別太依賴這偏財，還是得把主要精力放在正職工作上。對於這意外之財，可以用來改善下生活，或者存起來作為應急資金，讓生活更有保障。",
        "health_text": "身體柔韌性佳，這是進行一些伸展運動的好時機。可以參加瑜伽課程，或者自己在家裡跟著視頻做一些簡單的瑜伽動作，進一步增強身體的柔韌性。不過在做運動前，一定要做好熱身準備，避免拉傷肌肉，享受運動帶來的健康與快樂",
        "lucky_color": "湖藍色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "會員卡續費",
        "yi": "多出門走走",
        "all": "61%",
        "date": "2026-01-08",
        "love": "52%",
        "work": "65%",
        "money": "58%",
        "health": "60%",
        "notice": "鑽牛角尖的困境",
        "discuss": "62%",
        "all_text": "整體運勢下滑，你所處的環境略顯沉悶，這種氛圍容易讓你陷入鑽牛角尖的困境。你會不自覺地把注意力集中在一些小事上，反覆琢磨，難以釋懷，從而給自己帶來不必要的心理負擔。在這種狀態下，你的情緒可能會變得有些低落，對周圍的事物也提不起太多的興趣。而且，這種消極的情緒還可能影響你與他人的相處，讓你在交流中顯得有些敏感和固執。你需要意識到這種狀態的負面影響，嘗試主動打破這種沉悶的氛圍，去做一些能讓自己放鬆的事情，比如聽音樂、散步等，轉移一下注意力，讓自己的心情得到舒緩，避免在牛角尖裡越陷越深。",
        "love_text": "單身的你，感情進展阻礙重重。可能會遇到一些現實問題，或是自身心態影響，讓你在感情路上有些迷茫。別灰心，調整好心態，積極面對，困難總會過去。已有伴者的你，和伴侶矛盾凸顯，要多溝通。把心裡的想法說出來，傾聽對方的意見，互相包容，才能化解矛盾，讓感情重回正軌。",
        "work_text": "你的整體進展有些遲緩，彷彿被一層無形的枷鎖束縛住。在處理各類事務時，會感覺有些力不從心，原本計劃好的事情也容易因為一些意外因素而被打亂節奏。不過別灰心，這只是暫時的，保持冷靜，仔細分析問題所在，慢慢調整狀態，後續還是有機會扭轉局面的。",
        "lucky_star": "雙子座",
        "money_text": "財運有點小困境，可能會遇到一些財務上的小麻煩，比如賬單到期沒錢還，或者投資出現小虧損。這時候別慌，先冷靜分析問題出在哪，看看能不能和朋友家人借點錢週轉一下。同時，也要反思下自己的理財方式，避免以後再出現類似情況。",
        "health_text": "健康上要避免過度勞累。這一天可能會面臨較多的工作任務或生活瑣事，但別把自己逼得太緊，合理安排時間，適當給自己留出休息的間隙。工作間隙可以閉目養神幾分鐘，或者起來走動走動，緩解身體的疲勞，保持充沛的精力。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "以濾鏡看人",
        "yi": "整理臥室",
        "all": "73%",
        "date": "2026-01-08",
        "love": "59%",
        "work": "60%",
        "money": "75%",
        "health": "78%",
        "notice": "感性與理性平衡",
        "discuss": "73%",
        "all_text": "整體運勢有點起伏，你需要在感性與理性之間找到一個平衡點。這一天，你可能會面臨一些需要做出選擇的情況，而感性的一面容易讓你衝動行事，做出一些事後可能會後悔的決定。所以，你需要提醒自己減少感性的衝動，多運用理性去分析問題。在做決策之前，先冷靜下來，權衡利弊，考慮各種可能的結果。同時，也不要完全壓抑自己的感性，畢竟它也是你情感表達的一部分。只是要在適當的時候讓理性佔據主導地位，這樣才能避免因一時衝動而帶來不必要的麻煩。通過保持這種理性的平衡，你能更好地應對今天的各種變化，讓自己的運勢趨於平穩。",
        "love_text": "單身的你，難遇合適戀愛契機。別因此而沮喪，感情需要緣分。利用這段時間好好享受單身生活，做自己喜歡的事，提升自己，為未來的感情做好準備。已有伴者的你，和伴侶相處平淡，易生疏離。主動製造一些浪漫和驚喜，給感情加點料，多關心對方，讓彼此的心重新靠近。",
        "work_text": "對你來說會小有波折，整體運勢有起有伏。在處理事務的過程中，可能會遇到一些突發狀況，打亂你原本的計劃，讓你有些手忙腳亂。但這也是一次鍛鍊自己的機會，憑藉你樂觀積極的心態和靈活應變的能力，能夠逐漸克服困難，雖然過程有些艱辛，但最終也能有所收穫。",
        "lucky_star": "水瓶座",
        "money_text": "財運靠努力獲財，這一天只要在工作上多下功夫，積極拓展業務，就能得到相應的回報。不過別光知道埋頭苦幹，也得學會和同事、客戶搞好關係，良好的人際關係說不定能給你帶來更多的賺錢機會，讓你的收入更可觀。",
        "health_text": "健康方面要注意保護腳踝關節。如果進行一些運動，比如跑步、打球等，運動前要做好腳踝的熱身活動，像轉動腳踝、踮腳尖等。運動時也要選擇合適的鞋子，提供足夠的支撐和保護，避免腳踝扭傷，讓運動更安全健康。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "狂刷小視頻",
        "yi": "專心致志",
        "all": "72%",
        "date": "2026-01-08",
        "love": "74%",
        "work": "58%",
        "money": "61%",
        "health": "78%",
        "notice": "受到周圍人影響",
        "discuss": "70%",
        "all_text": "整體運勢尚可，但外界的干擾因素可能會對你產生一定的影響。你可能會受到周圍人的意見、環境的變化等因素的干擾，導致自己的思路有些混亂，難以集中精力去做自己想做的事情。在這種情況下，你需要學會減少外界的干擾，明確自己的目標和方向。可以給自己創造一個相對安靜、獨立的空間，讓自己能夠靜下心來思考問題。同時，也要堅定自己的信念，不要輕易被他人的看法所左右。當你能夠排除外界的干擾，專注於自己的內心時，你會發現自己的狀態會逐漸好轉，能夠更加從容地應對生活中的各種情況，讓運勢朝著更好的方向發展。",
        "love_text": "單身的你，順其自然為主。感情的事強求不來，把注意力放在自己的生活和工作上，做好自己該做的事。緣分會在不經意間降臨，耐心等待就好。已有伴者的你，和伴侶要理解包容，感情和睦。遇到分歧時，站在對方角度思考問題，互相體諒，共同經營好這段感情。",
        "work_text": "你彷彿陷入了困境難脫的狀態，整體運勢不太理想。在處理各種事情時，會感覺困難重重，每前進一步都要付出巨大的努力。可能會遇到一些難以解決的問題，讓你感到焦慮和無助。不過別放棄，堅持下去，相信自己的能力，在困境中尋找轉機，總會有柳暗花明的一天。",
        "lucky_star": "巨蟹座",
        "money_text": "財運細水長流，收入比較平穩，沒有大的起伏。這一天適合做些長期的理財規劃，比如給自己定個儲蓄目標，或者選擇一些定期的理財產品。雖然收益可能不會很高，但勝在穩定，能讓你的財富慢慢積累起來。",
        "health_text": "要注重口腔清潔。早晚要認真刷牙，每次刷牙時間不少於兩分鐘，採用正確的刷牙方法，上下刷、左右刷，確保牙齒的每個面都能清潔到。飯後最好用清水漱口，減少食物殘渣在口腔內的殘留，預防口腔疾病，保持口氣清新。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "先用後付",
        "yi": "陪家人吃飯",
        "all": "56%",
        "date": "2026-01-08",
        "love": "66%",
        "work": "45%",
        "money": "62%",
        "health": "60%",
        "notice": "消耗不少的精力",
        "discuss": "67%",
        "all_text": "整體運勢不容樂觀，你容易與人起爭執，這會讓你的心情變得糟糕，也會消耗你不少的精力。在與人交流的過程中，可能會因為觀點不同、意見不合而產生摩擦，進而引發爭執。為了避免這種情況的發生，建議你給自己一些獨處的空間。在獨處時，你可以冷靜地思考自己的想法和觀點，梳理自己的情緒，避免在情緒激動的時候與人發生衝突。而且，獨處也能讓你有機會反思自己與人相處的方式，找到更好的溝通方法。當你調整好自己的狀態後，再與他人交流，就能以更加平和、理性的態度去處理分歧，減少爭執的可能性，改善自己的運勢。",
        "love_text": "單身的你，緣分未到，需耐心等待。別因為單身而焦慮，把這段時間當作提升自己的好時機，學習新技能，豐富自己的內涵。當自己足夠優秀時，緣分自然會來。已有伴者的你，和伴侶要避免爭執，互相體諒。遇到問題冷靜處理，多關心對方的感受，用愛化解矛盾，讓感情更加穩固。",
        "work_text": "對你而言是阻滯重重的一天，整體運勢不佳。在推進各項事務時，會遇到各種阻礙和困難，彷彿有一股無形的力量在阻擋你前進的步伐。無論是人際關係方面的問題，還是實際事務上的難題，都讓你感到頭疼不已。但不要被這些困難打倒，保持冷靜，積極尋求解決辦法，才能逐漸擺脫困境。",
        "lucky_star": "獅子座",
        "money_text": "有小財進賬，可能是工作上的小獎勵，也可能是兼職的小收入。雖然錢不多，但也是一份收穫。這時候別嫌錢少，可以把這些小錢集中起來，做一些小投資，比如買些低風險的債券，說不定能讓小錢變成大錢。",
        "health_text": "要提防感冒問題。天氣變化時要注意及時增減衣物，避免著涼。出門可以戴上口罩，既能阻擋灰塵，又能減少冷空氣對呼吸道的刺激。平時多喝溫水，保持喉嚨的溼潤，增強身體的抵抗力，預防感冒找上門。",
        "lucky_color": "卡其色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入網戀",
        "yi": "錯峰出門",
        "all": "54%",
        "date": "2026-01-08",
        "love": "50%",
        "work": "59%",
        "money": "65%",
        "health": "68%",
        "notice": "被感覺牽鼻子走",
        "discuss": "69%",
        "all_text": "整體運勢略差，你很容易被個人感覺牽著鼻子走。這一天，你的情緒可能會比較敏感，對周圍的事物會產生一些主觀的、片面的看法。這種個人感覺可能會讓你做出一些不恰當的判斷和決策，給自己帶來一些不必要的困擾。你需要提醒自己，不要僅僅憑藉自己的感覺去做事，要學會客觀地看待問題。在做決定之前，多收集一些信息，從不同的角度去分析，避免因為一時的感覺而做出錯誤的選擇。同時，也要學會控制自己的情緒，不要讓情緒影響到自己的判斷。當你能夠擺脫個人感覺的束縛，以更加理性、客觀的態度面對生活時，你的運勢也會逐漸得到改善。",
        "love_text": "單身的你，感情之路有些迷茫。可能會對未來感情感到不確定，不知道自己想要什麼。別慌，靜下心來思考，明確自己的需求，這樣才能更好地迎接愛情。已有伴者的你，情緒波動可能會影響和伴侶的關係。學會控制自己的情緒，和伴侶坦誠溝通，分享彼此的感受，讓感情不受情緒影響。",
        "work_text": "感覺舉步維艱，整體運勢處於低谷。在處理事情時，會遇到各種麻煩和挫折，讓你感到力不從心。原本簡單的事情也變得複雜起來，需要花費更多的時間和精力去解決。不過彆氣餒，這只是暫時的困境，保持樂觀的心態，相信自己有能力克服困難，未來會逐漸好起來的。",
        "lucky_star": "處女座",
        "money_text": "有微利可得，在一些小項目或者小生意上能賺點小錢。不過別因為這點小利就滿足，得有更長遠的眼光。可以多關注下市場動態，看看有沒有更有潛力的賺錢領域，提前佈局，為以後賺大錢打下基礎。",
        "health_text": "不要躺著玩手機。躺著玩手機不僅會影響視力，還可能對頸椎造成壓力，導致頸椎疼痛。如果要看手機，最好坐著，保持眼睛與手機的適當距離，控制好使用時間，每隔一段時間休息一下眼睛，保護好自己的視力和頸椎健康。",
        "lucky_color": "青色",
        "lucky_number": "4"
      }
    }
  }
}