{
  "updated": "2025-11-12T22:08:45.457Z",
  "updateTime": "2025/11/13 上午6:08:45",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12682,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "堆積廢雜物",
        "yi": "做面部護理",
        "all": "77%",
        "date": "2025-11-12",
        "love": "68%",
        "work": "78%",
        "money": "60%",
        "health": "79%",
        "notice": "小插曲打亂節奏",
        "discuss": "61%",
        "all_text": "整體運勢不大平穩，就像在平靜湖面投入了一顆石子，泛起層層漣漪。這一天，生活中會出現一些意想不到的小狀況，可能是原本計劃好的事情突然有了變動，又或是與身邊人的相處出現一些小摩擦。不過，別讓這些小插曲打亂你的節奏。你擁有主動改變的能力，不妨試著做出一些調整，無論是改變自己的處事方式，還是對計劃進行靈活修改，都能讓你在這起伏的運勢中把握主動權。比如，當遇到計劃變動時，別一味抱怨，而是積極思考新的解決方案；和他人有分歧時，主動溝通，換一種表達方式，說不定能化解矛盾。主動出擊，才能讓運勢朝著更好的方向發展，讓這一天過得更順心。",
        "love_text": "單身的你，在感情上容易不自信，面對心儀對象時，可能會覺得自己不夠好，不敢展現真實的自己，這種心態容易讓你錯過機會。已有伴者的你，和伴侶相處時，別總潑對方冷水。當對方興致勃勃分享想法時，你的否定會讓其熱情大減，影響感情氛圍。多給對方肯定和鼓勵，感情才能升溫。",
        "work_text": "整體狀態有些急躁，在推進各項事務時容易缺乏耐心。面對複雜任務，可能會因急於求成而忽略細節，導致後續出現小問題。而且，在團隊協作中，可能會因過於堅持己見，與他人產生分歧，影響整體進度。需沉下心來，穩紮穩打。",
        "lucky_star": "射手座",
        "money_text": "在直播間購物你可得悠著點，很容易衝動下單。看到主播一推銷，就不管自己需不需要、價格合不合理，直接買買買，結果買回來一堆用不上的東西，錢就這麼白白花出去了。所以進直播間前先列好購物清單，只買清單上的，別被氛圍帶偏，不然錢包可要“瘦身”啦。",
        "health_text": "在飲食上多留個心眼。別因為忙碌就隨便對付一口，也別貪圖口腹之慾，吃太多辛辣油膩的食物。三餐儘量規律，多吃新鮮蔬果和粗糧，保證營養均衡。少吃外賣，自己動手做更健康。另外，別暴飲暴食，不然腸胃容易鬧脾氣，引發消化不良等問題。",
        "lucky_color": "橘色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不愛護環境",
        "yi": "約朋友打球",
        "all": "69%",
        "date": "2025-11-12",
        "love": "70%",
        "work": "56%",
        "money": "58%",
        "health": "66%",
        "notice": "置身於迷霧之中",
        "discuss": "67%",
        "all_text": "整體運勢欠佳，彷彿置身於一片迷霧之中，有些迷茫和不知所措。這一天，你可能會陷入對過去的糾結中，腦海裡不斷浮現“如果當初怎樣，現在會不會不一樣”的想法。但這種思緒只會讓你更加困擾，無法專注於當下。要知道，過去的已經無法改變，一味地沉浸在“如果”裡，只會讓你錯過眼前的機會。不妨把目光放長遠，往前看，勇敢地邁出腳步。也許前方會有新的風景等待著你，新的機遇也在悄然靠近。放下對過去的執念，以積極的心態面對當下，才能在這不太好的運勢中尋找到一絲轉機。",
        "love_text": "單身的你，面對有好感的人，心裡很想靠近，卻不敢主動邁出第一步，害怕被拒絕。其實勇敢一點，說不定會有驚喜。已有伴者的你，要提高分享欲。別總是把想法藏在心裡，多和伴侶聊聊日常瑣事、內心感受，讓對方走進你的世界，這樣感情會更親密。",
        "work_text": "整體環境存在一些潛在風險，就像走在佈滿小陷阱的路上。在處理事務時，容易因疏忽而陷入一些不必要的麻煩中，可能是合同條款裡的隱藏問題，也可能是合作中的小陷阱。需要時刻保持警惕，仔細審視每一個環節。",
        "lucky_star": "水瓶座",
        "money_text": "可得管住自己的手，千萬別去買那些超出經濟能力的東西。可能你看到某樣東西特別喜歡，或者被商家促銷吸引，但一定要冷靜想想自己的錢包承受能力。要是硬著頭皮買下來，後續可能會面臨資金緊張的麻煩，影響正常生活開銷，還是理性消費更靠譜。",
        "health_text": "要注意別過度勞累。工作或學習任務重，也別一股腦地拼命幹，適當給自己留些休息時間。長時間坐著或站著，要起來活動活動身體，伸伸懶腰、踢踢腿。過度勞累會讓身體免疫力下降，容易生病。晚上也別熬夜，保證充足睡眠，才能讓身體恢復元氣。",
        "lucky_color": "粉色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "浪費資源",
        "yi": "制定新計劃",
        "all": "92%",
        "date": "2025-11-12",
        "love": "95%",
        "work": "91%",
        "money": "88%",
        "health": "96%",
        "notice": "眾人中脫穎而出",
        "discuss": "94%",
        "all_text": "迎來得到運氣助力的一天，就像被幸運之神輕輕拍了拍肩膀。這一天，你身上彷彿自帶光芒，無論做什麼都顯得格外順利。你的言行舉止可能會吸引周圍人的目光，讓他們對你刮目相看。或許是在社交場合中，你能巧妙地化解尷尬，展現出高情商的一面；又或是在日常交流裡，你獨特的見解讓人眼前一亮。這種良好的狀態會讓你在人群中脫穎而出，收穫他人的認可和讚賞。不過，也別因為運勢好就得意忘形，保持謙遜的態度，繼續發揮自己的優勢，讓這份好運持續下去，讓這一天成為你閃耀的時刻。",
        "love_text": "單身的你，很幸運，能得到心上人的關心，也許是一句貼心的問候，也許是一個溫暖的舉動，讓你心裡暖暖的，感情有進一步發展的可能。已有伴者的你，和伴侶似乎有說不完的話題，從生活趣事到人生理想，都能聊得很投機，這種良好的溝通會讓你們的感情更加深厚。",
        "work_text": "思維格外活躍，就像靈動的精靈，能快速捕捉到各種信息。在面對各種事務時，反應敏捷，能迅速找到解決問題的方法。無論是複雜的項目，還是繁瑣的學習任務，都能輕鬆應對，還能在過程中發現新的樂趣和機會。",
        "lucky_star": "金牛座",
        "money_text": "省錢的機會可不少，你可得抓住了。購物時多留意各種優惠活動，不管是線上還是線下，說不定能以實惠的價格買到心儀的東西。還可以和商家砍砍價，或者問問有沒有贈品。另外，出行選擇公共交通，也能省下一筆交通費，積少成多，這一天能省不少錢呢。",
        "health_text": "養成早睡的好習慣很關鍵。別總在晚上刷手機、追劇，玩到很晚才睡。長期熬夜會打亂生物鐘，影響內分泌，導致第二天精神萎靡、注意力不集中。睡前可以泡個腳、聽聽舒緩的音樂，放鬆身心，讓自己更快進入夢鄉，保證睡眠質量。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不聞窗外事",
        "yi": "看一部電影",
        "all": "59%",
        "date": "2025-11-12",
        "love": "50%",
        "work": "64%",
        "money": "60%",
        "health": "67%",
        "notice": "錯過更好的選擇",
        "discuss": "56%",
        "all_text": "整體運勢略差，彷彿置身於一個略顯擁擠的空間，有些施展不開。這一天，你可能會遇到一些需要你做出決策的事情，但你容易過於固執己見，堅持自己的想法而不願聽取他人的意見。這種態度可能會讓你陷入困境，錯過一些更好的選擇。其實，每個人都有自己的侷限性，多聽聽別人的看法，說不定能為你打開新的思路。試著放下自己的固執，以開放的心態去接納不同的聲音，學著靈活變通。也許在調整之後，你會發現事情並沒有那麼糟糕，反而能找到更合適的解決辦法，讓運勢逐漸好轉起來。",
        "love_text": "單身的你，容易深陷單戀中，心裡全是那個人的身影，可對方卻沒什麼回應，讓你有些失落。別太執著，或許轉角就能遇到對的人。已有伴者的你，會為對方的情緒起伏，對方開心你也開心，對方難過你也跟著難過。要學會調整自己的情緒，別讓對方的情緒過度影響自己。",
        "work_text": "面臨一些挑戰，就像在迷霧中前行，會遇到不少難題。在推進事務時，可能會感覺有些力不從心，原本熟悉的工作內容也變得棘手起來。學習上也會遇到一些難以理解的知識點，讓你有些沮喪。不過別灰心，堅持下去會有轉機。",
        "lucky_star": "處女座",
        "money_text": "在人情往來方面要量力而行。朋友聚會、同事請客，別為了面子就搶著買單，或者送特別貴重的禮物。要根據自己的經濟狀況來，不然人情賬越欠越多，自己的錢包可受不了。真誠的祝福和適當的陪伴，有時候比昂貴的禮物更能表達心意。",
        "health_text": "睡前別吃太飽。晚上吃太多，腸胃在睡眠時還得忙著消化，會影響睡眠質量，還可能導致胃酸反流，損傷食道。晚餐儘量吃得清淡、少量，可以在睡前兩小時吃完。要是實在餓了，吃點易消化的食物，像熱牛奶、小麵包，這樣能睡得更安穩。",
        "lucky_color": "咖啡色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "偷懶不做事",
        "yi": "學習咖啡拉花",
        "all": "81%",
        "date": "2025-11-12",
        "love": "68%",
        "work": "84%",
        "money": "82%",
        "health": "83%",
        "notice": "踏實前行的姿態",
        "discuss": "88%",
        "all_text": "整體運勢還不賴，就像走在一條平穩的大道上，能夠保持踏實前行的姿態。這一天，你不會遇到太多大的波折，生活按部就班地進行著。這種穩定的狀態讓你感到安心，也讓你有更多的精力去關注生活中的小美好。你可以盡情享受這份平靜，做自己喜歡的事情，比如看一場電影、讀一本好書，或者和朋友聚聚。在平淡中也能發現樂趣，這種踏實的感覺會讓你內心充滿滿足感。不過，也別因為運勢平穩就放鬆警惕，保持一顆積極向上的心，繼續穩步前進，說不定在不經意間就能收穫一些小驚喜，讓這一天更加充實。",
        "love_text": "單身的你，不宜衝動，遇到有好感的人，別急著表白或展開追求，先了解清楚對方的喜好和性格，再做打算。已有伴者的你，說話別太直，有時候直白的表達可能會傷害到對方。委婉一點，用溫和的方式溝通，能讓伴侶更容易接受你的想法。",
        "work_text": "整體狀態不錯，面對各種事務能保持積極的態度。雖然會遇到一些小問題，但就像遊戲中的小怪獸，能逐一化解。在處理事務的過程中，能充分發揮自己的能力，展現出自信和果斷的一面，讓周圍的人對你刮目相看。",
        "lucky_star": "摩羯座",
        "money_text": "你的物質慾望比較低，對買東西沒什麼興趣，不過也沒有額外的進賬。這其實也不錯，正好可以趁這個機會整理一下自己的財務狀況，看看哪些地方可以優化。雖然沒有收入，但也沒怎麼花錢，也算是收支平衡啦，保持這種狀態，為未來的消費和儲蓄做好規劃。",
        "health_text": "要保持床上用品乾淨整潔。床單、被罩、枕套要定期清洗更換，不然容易滋生細菌、蟎蟲，引發皮膚過敏、呼吸道疾病等問題。被子也要經常曬曬太陽，殺菌除溼。一個乾淨舒適的睡眠環境，能讓你睡得更香，身體也能得到更好的休息。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對家人發脾氣",
        "yi": "跳燃脂操",
        "all": "54%",
        "date": "2025-11-12",
        "love": "62%",
        "work": "55%",
        "money": "51%",
        "health": "64%",
        "notice": "被他人一鍵否定",
        "discuss": "56%",
        "all_text": "略顯倒黴，彷彿被一層陰雲籠罩。這一天，你可能會遭遇被人“一鍵否定”的情況，自己的想法、努力或成果沒有得到應有的認可，這難免會讓你感到有些沮喪和失落。但別讓這種負面情緒影響你太久，每個人都有自己的標準和看法，別人的否定並不代表你不夠優秀。也許只是對方沒有理解你的意圖，或者從不同的角度看待問題。試著調整自己的心態，把這次經歷當作一次成長的機會，從中吸取經驗教訓。不要因為一時的挫折而否定自己，相信自己，堅持下去，未來一定會有更多認可和掌聲在等著你。",
        "love_text": "單身的你，在感情上容易放棄，遇到一點困難或挫折，就覺得自己沒希望了，打退堂鼓。堅持一下，說不定轉機就在下一秒。已有伴者的你，別逃避感情問題，當和伴侶出現矛盾時，要勇敢面對，一起尋找解決辦法。逃避只會讓問題越來越嚴重。",
        "work_text": "容易陷入完美主義的陷阱，就像用放大鏡審視每一個細節，對事務的要求過高。在處理事務時，會花費大量時間在細節上，導致整體進度變慢。而且，可能會因為過於追求完美，而忽略了一些重要的方面，得不償失。需要學會適當放手，抓大放小。",
        "lucky_star": "巨蟹座",
        "money_text": "要警惕盲目囤貨。看到打折促銷，就忍不住買一大堆東西回家，也不管自己用不用得上、能不能在保質期內用完。這樣不僅佔地方，還容易造成浪費。買東西前先想想自己是不是真的需要，是不是馬上就能用到，理性消費才能讓錢花得更有價值。",
        "health_text": "要做好居家環境的把關。家裡要保持通風良好，定期打掃衛生，尤其是角落、衛生間等容易藏汙納垢的地方。及時清理垃圾，避免滋生蚊蟲和細菌。還可以在室內擺放一些綠植，淨化空氣。良好的居家環境，能減少疾病的發生，讓你和家人更健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "通宵唱卡",
        "yi": "參觀藝術展",
        "all": "95%",
        "date": "2025-11-12",
        "love": "90%",
        "work": "93%",
        "money": "98%",
        "health": "97%",
        "notice": "幸運光環緊緊環繞",
        "discuss": "92%",
        "all_text": "幸運在線，彷彿被幸運光環緊緊環繞。這一天，你會感覺生活處處充滿著新奇與可能，那些平日裡不敢輕易嘗試的新事物，此刻都散發著誘人的魅力。不妨大膽邁出腳步，去參與一些新的活動、接觸一些新的領域，說不定在這些新嘗試中就能收穫意想不到的驚喜。也許是結識了志同道合的新朋友，拓展了自己的社交圈子；又或是發現了一項新的興趣愛好，為生活增添了一抹別樣的色彩。這種幸運並非憑空而來，它源於你積極樂觀的心態和勇於探索的精神。保持這份熱情，繼續去擁抱生活中的未知，你會發現，驚喜會一個接一個地降臨，讓這一天變得格外精彩。",
        "love_text": "單身的你，社交活動中藏著機會，多參加一些聚會、活動，說不定能遇到那個讓你心動的人。已有伴者的你，和伴侶感情和諧融洽，彼此理解、相互支持，一起度過美好的時光。這種良好的感情狀態會讓你們更加珍惜彼此。",
        "work_text": "彷彿被創意的靈感精靈環繞，思維活躍得如同脫韁野馬。在處理各類事務時，新穎獨特的想法不斷湧現，無論是工作中的項目策劃，還是學習裡的課題研究，都能憑藉這份創意脫穎而出。而且，你還能將創意巧妙地融入實際操作，讓成果更具亮點，整體表現十分亮眼。",
        "lucky_star": "雙子座",
        "money_text": "你的財運那叫一個好，正偏財運都有收入。工作上可能會有額外的獎金或者提成，讓你收入增加。而且在投資理財方面，也可能會有一些小收穫。不過也別太得意，有了錢別亂花，合理規劃一下，把一部分存起來，一部分用於改善生活，讓財富更好地為你服務。",
        "health_text": "要及時清理積水。家裡的花盆、水槽、水桶等容易積水的地方，要經常檢查並清理，不然會成為蚊蟲滋生的溫床。蚊蟲不僅會叮咬人，還可能傳播疾病。把積水清理乾淨，能有效減少蚊蟲，降低感染疾病的風險，讓你生活得更安心。",
        "lucky_color": "蔥綠色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "背後說人長短",
        "yi": "學插花藝術",
        "all": "90%",
        "date": "2025-11-12",
        "love": "89%",
        "work": "88%",
        "money": "92%",
        "health": "96%",
        "notice": "朝著更好方向走",
        "discuss": "93%",
        "all_text": "整體運勢穩中有升，就像一艘在平穩航行的船，正朝著更好的方向緩緩前行。這一天，你的優勢會格外出眾，無論是獨特的思維方式，還是強大的執行力，都能在生活的各個方面展現得淋漓盡致。這種出眾的表現會讓你整個人自信又有底氣，彷彿身上自帶光芒，吸引著他人的目光。你會發現自己能夠輕鬆應對各種狀況，無論是與人交流還是處理問題，都顯得遊刃有餘。這種良好的狀態會讓你在人群中脫穎而出，收穫他人的認可和讚賞。繼續保持這份自信，充分發揮自己的優勢，讓運勢持續上升，讓這一天成為你閃耀的舞臺。",
        "love_text": "單身的你，有機會刷存在感，在集體活動中好好表現自己，吸引他人的目光，說不定就能引起心儀對象的注意。已有伴者的你，和伴侶一起制定共同計劃，比如一起旅行、一起學習新技能，這不僅能增進彼此的感情，還能讓生活更有目標。",
        "work_text": "整體節奏較為平穩，但需要保持足夠的耐心。在面對複雜任務時，不能急於看到結果，要一步一個腳印地推進。就像搭建積木，每一塊都需要精心放置，才能構建出穩固的整體。無論是工作項目的長期規劃，還是學習知識的系統積累，耐心都是關鍵。",
        "lucky_star": "天秤座",
        "money_text": "你的努力會得到收穫，在財運方面表現不錯。可能是之前付出的努力在有了回報，比如項目完成得好，得到了領導的獎勵。或者是在兼職方面有了不錯的收入。這都是你應得的，不過也別驕傲，繼續保持努力，以後還會有更多的財富等著你。",
        "health_text": "別沉迷刷視頻。長時間盯著手機屏幕，眼睛會又酸又脹，還可能導致視力下降。而且一直坐著刷視頻，身體缺乏運動，血液循環不暢，容易引發各種健康問題。每隔一段時間，就起來活動活動，看看遠處，放鬆一下眼睛和身體。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不做健康檢查",
        "yi": "參加集體活動",
        "all": "93%",
        "date": "2025-11-12",
        "love": "92%",
        "work": "96%",
        "money": "94%",
        "health": "90%",
        "notice": "未雨綢繆準備足",
        "discuss": "96%",
        "all_text": "整體運勢非常給力，彷彿擁有了一雙洞察未來的慧眼，懂得未雨綢繆。這一天，你不會盲目地行事，而是提前做好規劃和準備，總是一幅胸有成竹的姿態。無論是面對生活中的小變化，還是可能出現的突發狀況，你都能冷靜應對，從容不迫。這種未雨綢繆的態度會讓你在各種情況下都能佔據主動，避免不必要的麻煩和損失。而且，你的這種沉穩和自信也會感染身邊的人，讓他們對你更加信任和依賴。繼續保持這份清醒和理智，憑藉著這份未雨綢繆的智慧，讓這一天過得更加順利和安心。",
        "love_text": "單身的你，或在相親中遇到不錯的對象，對方各方面條件都符合你的要求，彼此交流也很愉快，有進一步發展的可能。已有伴者的你，能得到伴侶的關心，也許是一份小禮物，也許是一頓溫馨的晚餐，讓你感受到滿滿的愛意，感情更加甜蜜。",
        "work_text": "付出的努力會得到明顯回報，就像播下的種子迅速發芽成長。在各項事務推進中，能清晰看到自己的進步和成果。無論是工作上的業績提升，還是學習中的知識掌握，都能讓你感受到滿滿的成就感。這種積極反饋會激勵你繼續前行，形成良性循環。",
        "lucky_star": "獅子座",
        "money_text": "或許會有驚喜進賬。可能是之前借出去的錢收回來了，或者是收到了一筆意外的退款。這突如其來的錢會讓你心情大好，不過也別一下子就花光。可以拿出一部分犒勞一下自己，剩下的存起來，以備不時之需，讓這份驚喜變成長期的財富積累。",
        "health_text": "吃東西要注意食物的溫度。別吃太燙的食物，不然會燙傷口腔、食道黏膜，長期如此還可能增加患食道癌的風險。也別吃太涼的食物，容易刺激腸胃，引起腹痛、腹瀉。食物溫度適中再吃，這樣能保護口腔和腸胃健康。",
        "lucky_color": "藏青色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約定時間遲到",
        "yi": "多出門走走",
        "all": "74%",
        "date": "2025-11-12",
        "love": "76%",
        "work": "61%",
        "money": "71%",
        "health": "72%",
        "notice": "一切得靠自己",
        "discuss": "78%",
        "all_text": "整體運勢一般般，彷彿置身於一個沒有外力推動的環境中，一切都得靠自己。這一天，沒有太多的好運降臨，也沒有他人的助力，你需要獨自面對生活中的各種小狀況。腳下的路似乎有些曲折，會有一些小圈子、小阻礙等著你去繞過。不過，這並不意味著你要陷入消極和抱怨中。相反，這是一個鍛鍊自己獨立解決問題能力的好機會。憑藉著自己的智慧和毅力，一步一步地繞過腳下的圈子，你會發現自己在這個過程中變得更加堅強和成熟。雖然運勢普通，但只要保持積極的心態，努力前行，這一天也能過得充實而有意義。",
        "love_text": "單身的你，要多表達想法，別總是把感情藏在心裡。遇到喜歡的人，勇敢說出自己的感受，讓對方瞭解你的心意。已有伴者的你，要保持溝通，無論是日常的交流還是對未來的規劃，都要和伴侶多商量，這樣才能讓感情更加穩定。",
        "work_text": "容易陷入急於求成的狀態，就像在跑步時只想著快速到達終點，卻忽略了步伐的穩定。在處理事務時，可能會因為追求速度而忽略質量，導致後續出現一些問題。無論是工作任務的完成，還是學習知識的吸收，都需要放慢腳步，確保每個環節都紮實。",
        "lucky_star": "雙魚座",
        "money_text": "沒有額外的進賬，不過也不用太擔心。你的收入主要來自穩定的工資，就按部就班地工作就好。雖然沒有意外之財，但也不會有什麼大的支出。可以利用這個時間好好規劃一下自己的財務，看看有沒有可以節省開支的地方，為未來的生活做好經濟上的準備。",
        "health_text": "要做好情緒的把關。別因為工作或生活中的小事就焦慮、煩躁，長期處於不良情緒中，會影響內分泌，導致身體出現各種問題。遇到事情要冷靜，可以通過運動、聽音樂等方式來緩解壓力，調節情緒。保持積極樂觀的心態，身體才會更健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷手機遊戲",
        "yi": "打一場比賽",
        "all": "90%",
        "date": "2025-11-12",
        "love": "92%",
        "work": "93%",
        "money": "90%",
        "health": "98%",
        "notice": "努力得來的收穫",
        "discuss": "93%",
        "all_text": "整體運勢特別出彩，彷彿是努力過後迎來了豐收的季節，容易得到之前努力的收穫。那些曾經付出的汗水和心血，在這一天都會以各種形式回饋給你。也許是得到了他人的認可和讚揚，讓你內心充滿了成就感；又或是之前堅持的事情有了好的結果，讓你看到了努力的價值。而且，這一天的社交運也UP，你會在社交場合中表現得格外活躍，結識到很多有趣的人，拓展自己的人脈資源。這種良好的社交氛圍會讓你心情愉悅，進一步推動運勢的提升。盡情享受這份收穫和社交的快樂吧，讓這一天成為你生活中美好的回憶。",
        "love_text": "單身的你，不妨主動約會喜歡的人，別總是等待對方先開口。主動一點，說不定就能開啟一段美好的戀情。已有伴者的你，或能一起出門約會，去看一場電影、吃一頓美食，享受二人世界，讓感情在輕鬆愉快的氛圍中升溫。",
        "work_text": "處於壓力之中，但這種壓力卻成為你進步的強大動力。就像在逆風中前行，雖然會感到吃力，但每一步都走得更有力量。在面對各種挑戰時，你能激發自身的潛能，不斷提升能力。無論是工作上的難題，還是學習中的瓶頸，都能在壓力下找到突破的方法。",
        "lucky_star": "白羊座",
        "money_text": "你的理財會有收益，之前投資的理財產品可能會有不錯的回報。這讓你在財務上更有信心了。不過也別因為有了收益就盲目加大投資，還是要根據自己的風險承受能力和理財目標來合理規劃。可以把收益的一部分取出來，用於改善生活或者進行更穩健的投資。",
        "health_text": "要以養生調理為主。可以多喝一些溫熱的養生茶，像紅棗茶、枸杞茶，能補氣血。也可以吃一些有養生功效的食物，如山藥、薏米。還可以進行一些簡單的養生運動，如瑜伽、太極拳。通過養生調理，增強身體免疫力，讓身體保持良好狀態。",
        "lucky_color": "青灰色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "焦慮不安",
        "yi": "專注一件事",
        "all": "71%",
        "date": "2025-11-12",
        "love": "79%",
        "work": "66%",
        "money": "68%",
        "health": "75%",
        "notice": "陷入迷茫的狀態",
        "discuss": "76%",
        "all_text": "整體運勢平平，容易陷入迷茫的狀態。這一天，你可能會對未來的方向感到不確定，不知道該往哪裡走，於是選擇走一步算一步。這種迷茫的感覺會讓你有些不知所措，做事情也缺乏明確的目標和動力。不過，別讓這種迷茫一直困擾著你。雖然運勢普通，但你可以試著靜下心來，梳理一下自己的思緒，思考一下自己真正想要的是什麼。也許在這個過程中，你能找到一些方向和靈感。雖然這一天可能不會有太大的驚喜和突破，但只要保持平和的心態，慢慢摸索，也能平穩地度過，為未來的轉變積蓄力量。",
        "love_text": "單身的你，抱著順其自然的態度，不強求感情的發展。這種心態能讓你更加輕鬆地面對感情問題，說不定緣分就在不經意間降臨。已有伴者的你，要多鞏固感情基礎，平時多關心伴侶，為對方做一些力所能及的事情，讓感情更加牢固。",
        "work_text": "整體基礎不太穩固，就像建在沙灘上的房子，容易受到外界因素的影響。在處理事務時，可能會因為基礎不紮實而出現一些錯誤。無論是工作技能的提升，還是學習知識的掌握，都需要加強基礎建設。只有打牢基礎，才能在後續的發展中更加穩健。",
        "lucky_star": "天蠍座",
        "money_text": "要警惕花無謂的錢財。可能會因為一時興起，買一些不實用的東西，或者參加一些不必要的活動而花錢。在消費前一定要冷靜思考，想想這筆錢花得值不值。如果實在控制不住自己，可以把錢存起來，或者交給家人保管，避免不必要的開支，讓錢包更“鼓”一些。",
        "health_text": "要提防腱鞘炎。如果平時經常使用電腦、手機，或者做重複性的手部動作，要注意手部的休息。每隔一段時間，就活動一下手腕和手指，做一些簡單的伸展動作。也可以熱敷一下手部，促進血液循環。避免長時間保持一個姿勢，預防腱鞘炎的發生。",
        "lucky_color": "抹茶色",
        "lucky_number": "5"
      }
    }
  }
}