{
  "updated": "2025-12-01T23:09:04.944Z",
  "updateTime": "2025/12/2 上午7:09:04",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14532,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂說拒絕",
        "yi": "做瑜伽冥想",
        "all": "80%",
        "date": "2025-12-01",
        "love": "75%",
        "work": "88%",
        "money": "87%",
        "health": "89%",
        "notice": "沉澱與思考契機",
        "discuss": "81%",
        "all_text": "整體運勢呈現出平穩態勢，沒有大起大落的波動。這種平穩並非是停滯不前，而是給予了你一個沉澱與思考的契機。在日常生活裡，你能夠慢慢摸清楚自己內心的想法，以往那些模糊不清的念頭，如今逐漸變得清晰起來。內心的明晰會讓你在面對各種選擇和情況時，不再盲目衝動，而是能更加理性地做出判斷。你會以一種從容不迫的姿態去應對生活，不會輕易被外界的因素干擾。這種內心的穩定會傳遞到你的外在表現上，讓你在與人交往中更加自信和坦然。你可以利用這個平穩的時期，深入探索自己的內心世界，進一步明確自己的需求和目標，為未來的發展做好心理上的準備，以更加堅定的步伐邁向新的階段。",
        "love_text": "單身的你，在感情方面似乎沒什麼新的進展。周圍可能沒有特別讓你心動的人出現，別太著急，感情的事急不來。不妨把精力多放在自己的興趣愛好上，提升自我魅力，說不定哪天緣分就來了。已有伴者的你，在感情裡要學著主動付出啦。別總是等著對方先行動，偶爾給對方製造點小驚喜，主動關心一下對方的生活，讓對方感受到你的愛意，這樣感情會更加穩固。",
        "work_text": "對你而言，整體發展態勢良好，諸多事務推進起來都較為順暢。沒有太多棘手的難題橫亙在前，你能較為輕鬆地應對各種狀況。無論是處理日常瑣事，還是面對一些新的挑戰，都能有條不紊地開展，彷彿有一股無形的力量在推動著你向前，讓你在前進的道路上充滿信心。",
        "lucky_star": "射手座",
        "money_text": "可能會在日常小事裡收穫意外之財，像是隨手買的彩票中了小獎，或是之前幫人忙後得到的小回報。不過別因為這點小驚喜就衝動消費，還是得合理規劃，把多餘的錢存起來，或者投資一些穩健的項目，讓錢生錢，別讓到手的小財富又悄悄溜走。",
        "health_text": "運動耐力有所增強，不妨趁著這股勁兒去戶外跑跑步、打打球，不過運動前別忘了熱身，運動後也要拉伸放鬆，避免肌肉拉傷。同時，運動後及時補充水分和營養，讓身體能更好地恢復，盡情享受運動帶來的活力與暢快。",
        "lucky_color": "咖啡色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略個人形象",
        "yi": "參加聚會活動",
        "all": "84%",
        "date": "2025-12-01",
        "love": "72%",
        "work": "86%",
        "money": "76%",
        "health": "82%",
        "notice": "以行動證明自己",
        "discuss": "87%",
        "all_text": "整體運勢尚佳，處於一種積極且有利的狀態。此時的你，不妨多以行動來證明自己。行動是展現能力和價值的最直接方式，通過實際行動，你能夠讓他人看到你的努力和付出。在這個過程中，你會發現自己擁有比想象中更多的能量和潛力。不要害怕嘗試新的事物，每一次行動都是一次成長的機會。而且，積極行動會帶來一種正向的反饋，讓你更加堅信自己的選擇和能力。你會在行動中不斷積累經驗，提升自己的綜合素質。這種以行動為導向的狀態，會讓你在生活裡更加主動，也能吸引到更多積極的人和事圍繞在你身邊，進一步推動你朝著更好的方向發展。",
        "love_text": "單身的你，對戀愛好像沒什麼心思。或許是因為最近生活節奏太快，讓你無暇顧及感情之事。不妨給自己放個小假，調整下狀態，等心情放鬆了，說不定愛情就會悄然降臨。已有伴者的你，要多關心對方哦。別隻專注於自己的事情，留意下對方的需求和感受。一句貼心的問候、一個小小的舉動，都能讓對方感受到你的在乎，讓你們的感情更加甜蜜。",
        "work_text": "整體狀態穩中有升，就像平穩行駛在上升軌道上的列車。在前進過程中，雖不會出現突飛猛進的大跨越，但每一步都走得堅實有力。你能憑藉自身的耐心和毅力，逐步攻克遇到的難題，積累經驗，為未來的發展打下堅實基礎，收穫的成果也會讓你感到踏實滿足。",
        "lucky_star": "處女座",
        "money_text": "在理財上適合穩紮穩打，之前制定的理財計劃能小有收穫，比如定期存款到期拿到利息，或者基金有小幅增長。但別貪心想著一下子賺大錢，繼續按照自己的節奏，合理分配資金，把一部分錢放在安全的地方，另一部分可以嘗試一些低風險投資，慢慢積累財富。",
        "health_text": "味覺靈敏，對美食的感知力超強，很適合去探索新餐廳、品嚐新菜品。但要注意別貪吃過多油膩、辛辣食物，以免給腸胃造成負擔，引發消化不良等問題。享受美食的同時，也要注意飲食的均衡搭配，多吃蔬菜水果。",
        "lucky_color": "杏色 ",
        "lucky_number": "7"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴手機",
        "yi": "多與人交流",
        "all": "72%",
        "date": "2025-12-01",
        "love": "63%",
        "work": "70%",
        "money": "69%",
        "health": "75%",
        "notice": "在小挫折中成長",
        "discuss": "71%",
        "all_text": "整體運勢中規中矩，沒有特別突出的表現，但也並非毫無亮點。在生活進程中，你需要在小挫折中成長。小挫折就像成長路上的小關卡，雖然會給你帶來一些困擾和阻礙，但同時也是鍛鍊你意志和能力的好機會。當遇到小挫折時，不要逃避或抱怨，而是要勇敢地面對它們。通過分析挫折產生的原因，總結經驗教訓，你能夠逐漸提升自己應對困難的能力。每一次克服小挫折，都會讓你變得更加堅強和成熟。在這個過程中，你會發現自己對生活的理解更加深刻，心態也會更加平和。不要因為小挫折而氣餒，把它們當作成長的階梯，一步一步地向上攀登，你會收穫一個更加優秀的自己。",
        "love_text": "單身的你，緣分有些難覓。可能社交場合中遇到的人都不太能讓你產生進一步發展的想法。別灰心，這只是暫時的，多參加一些不同類型的活動，擴大自己的社交圈，說不定就能遇到那個對的人。已有伴者的你，在感情裡要耐心溝通。遇到問題別急著發脾氣，坐下來心平氣和地和對方交流，傾聽對方的想法，這樣才能更好地解決問題，避免矛盾升級。",
        "work_text": "整體情況小有起伏，如同平靜湖面偶爾泛起的漣漪。時而會遇到一些小狀況，打亂原本的節奏，但這些小插曲並不會對你的整體發展造成太大阻礙。關鍵在於你能否迅速調整心態，靈活應對，將不利因素轉化為前進的動力，在波動中尋找新的機遇。",
        "lucky_star": "天蠍座",
        "money_text": "在消費方面可得悠著點，很容易被各種促銷活動吸引，看到喜歡的東西就忍不住下單，結果買回來一堆不實用的東西。購物前最好先列個清單，只買真正需要的，避免不必要的開支。同時，也可以關注一下自己的賬戶餘額，心裡有個數，別讓消費超出自己的承受能力。",
        "health_text": "在長時間用腦後，需要適當休息，建議每隔一段時間就起身活動活動，看看遠處，讓眼睛和大腦都放鬆一下。也可以做做簡單的伸展運動，緩解身體的疲勞。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "充實節目安排",
        "all": "81%",
        "date": "2025-12-01",
        "love": "83%",
        "work": "77%",
        "money": "83%",
        "health": "84%",
        "notice": "一步一腳印地走",
        "discuss": "82%",
        "all_text": "整體運勢平順，沒有太多的波瀾和起伏。這種平順的狀態，讓你能夠按照自己既定的計劃一步一腳印地走。在生活中，按照計劃行事會給你帶來一種穩定感和安全感，讓你清楚地知道自己在朝著什麼方向前進。你不會因為外界的干擾或突發情況而打亂自己的節奏，能夠有條不紊地處理各種事情。這種穩步前進的方式，雖然可能不會讓你在短時間內取得巨大的成果，但卻能讓你在積累中不斷成長。你會在按計劃行事的過程中，逐漸實現自己的小目標，收穫一種踏實的滿足感。保持這種平和的心態和穩定的步伐，繼續沿著計劃前行，你會在生活的道路上走得更加穩健和自信。",
        "love_text": "單身的你，或有邂逅良緣的可能哦。在某個不經意的瞬間，或許就會遇到那個讓你心動的人。別太害羞，勇敢地邁出第一步，主動和對方打個招呼，說不定一段美好的感情就此開始。已有伴者的你，感情會升溫哦。和對方一起做些有意義的事情，比如一起看一場電影、一起做一頓晚餐，在相處中增進彼此的感情，讓你們的關係更加親密。",
        "work_text": "整體發展平緩推進，宛如緩緩流淌的溪流，雖沒有波瀾壯闊的景象，但也在穩步向前。在這個過程中，你無需承受太大的壓力，能以較為輕鬆的姿態應對各種事務。不過，平緩的節奏也可能讓你缺乏一些緊迫感，需要適時給自己加點動力，激發內在潛能，推動自己更上一層樓。",
        "lucky_star": "水瓶座",
        "money_text": "會有意外之財降臨，可能是很久之前借出去的錢收回來了，或者參加活動得到了獎金。這筆錢來得輕鬆，但也不能亂花，可以考慮用它來改善生活，比如買些一直想買卻捨不得的東西，或者存起來作為應急資金，以備不時之需，讓這筆意外之財發揮更大的作用。",
        "health_text": "情緒平和舒緩，整個人狀態很不錯，很適合和家人朋友一起聚聚，聊聊天，分享生活中的趣事。在交流過程中，能進一步放鬆心情，增進彼此的感情。但要注意別因為情緒好就過度熬夜聊天，保證充足的睡眠才能讓好狀態持續。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於直言直語",
        "yi": "整理舊物件",
        "all": "59%",
        "date": "2025-12-01",
        "love": "61%",
        "work": "60%",
        "money": "50%",
        "health": "58%",
        "notice": "撿了芝麻丟西瓜",
        "discuss": "63%",
        "all_text": "整體運勢低迷，處於一種不太有利的狀態。在這種狀態下，你容易陷入撿了芝麻丟西瓜的困境。在面對各種選擇和誘惑時，你可能會過於關注一些小的利益或細節，從而忽略了更重要的事情。這種短視的行為會讓你失去一些更好的機會和發展空間。此時，你需要保持清醒的頭腦，學會從長遠的角度看待問題。在做決策時，要仔細權衡利弊，分清主次，避免因為一時的衝動而做出錯誤的選擇。不要被眼前的小利益所迷惑，要看到事情背後的價值和意義。及時調整自己的心態和思維方式，才能避免陷入這種不利的局面，重新找回正確的方向，讓自己的生活回到正軌。",
        "love_text": "單身的你，情路可能會受阻。在追求愛情的道路上，或許會遇到一些小挫折，比如喜歡的人對你沒什麼感覺。彆氣餒，這只是說明對方不是那個對的人，繼續尋找，屬於你的愛情遲早會來。已有伴者的你，在感情裡要減少強勢。別總是以自己的想法為中心，多考慮一下對方的感受。遇到分歧時，試著妥協一下，這樣才能讓感情更加和諧。",
        "work_text": "似乎碰上了瓶頸，彷彿置身於迷霧森林，一時找不到前進的方向。在處理事務時，會感覺困難重重，原本得心應手的事情也變得棘手起來。這可能是因為你近期積累的問題集中爆發，或是外界環境發生了變化。此時，你需要冷靜下來，重新審視現狀，尋找突破困境的方法。",
        "lucky_star": "金牛座",
        "money_text": "要小心支出超支的問題，可能會因為朋友聚會、社交活動等產生不少花費，或者看到喜歡的新款電子產品就忍不住購買。在花錢之前，先想想自己的錢包是否允許，制定一個合理的消費預算，並且嚴格按照預算來執行，避免月底發現錢不夠花而陷入經濟困境。",
        "health_text": "要特別注意避免久坐久站，長時間保持一個姿勢會讓身體很不舒服，還可能引發腰痠背痛等問題。工作或學習時，每隔一段時間就變換一下姿勢，起身走動走動，活動活動筋骨。也可以利用休息時間做做簡單的健身操。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不聽別人建議",
        "yi": "做斷舍離",
        "all": "95%",
        "date": "2025-12-01",
        "love": "93%",
        "work": "97%",
        "money": "93%",
        "health": "95%",
        "notice": "如有神助般順利",
        "discuss": "96%",
        "all_text": "整體運勢棒棒噠，呈現出一種極為有利的狀態。在行動與計劃方面，彷彿如有神助一般順利。你能夠按照自己的計劃高效地開展行動，每一個步驟都能精準地落實，不會出現太多的偏差和阻礙。這種良好的狀態會讓你充滿信心和動力，在做事情時更加積極主動。你會敏銳地捕捉到各種機會，並且能夠迅速地做出反應，充分利用這些機會來推動自己的發展。在行動過程中，你還能保持高度的專注和認真，確保每一個細節都能處理得盡善盡美。這種行動與計劃完美結合的狀態，會讓你在生活裡收穫滿滿的成就感和滿足感，也能讓你在未來的發展中佔據更有利的位置。",
        "love_text": "單身的你，桃花盛開哦。身邊可能會出現不少追求者，讓你有些應接不暇。別急著做決定，仔細觀察，看看誰才是真正適合你的那個人，說不定就能收穫一段美好的愛情。已有伴者的你，感情甜蜜升溫。和對方之間的互動增多，彼此更加了解，感情也越來越深厚。可以一起規劃一下未來，讓你們的感情更有目標。",
        "work_text": "銳不可當的一天，渾身散發著強大的氣場。在各個方面都表現出色，無論是處理複雜的問題，還是應對突發狀況，都能遊刃有餘。你的思維敏捷，判斷力精準，能夠迅速抓住關鍵要點，做出正確的決策。這種良好的狀態會讓你在前進的道路上勢如破竹，取得令人矚目的成績。",
        "lucky_star": "雙魚座",
        "money_text": "你的投資運勢很不錯，之前投入的項目可能會帶來豐厚的回報，讓你收穫滿滿。不過別被勝利衝昏頭腦，還是要保持冷靜和理智，對投資項目進行仔細的分析和評估，不要盲目跟風投資新的項目。同時，也可以考慮把一部分收益取出來，落袋為安，確保自己的財富安全。",
        "health_text": "精力充沛滿格，感覺渾身有使不完的勁兒，可以趁著這股能量把一些之前拖延的事情處理掉。不過也別把自己逼得太緊，合理安排好時間和任務，避免過度勞累。同時，注意勞逸結合，適當進行一些休閒活動放鬆身心。",
        "lucky_color": "酒紅色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "爭強好勝",
        "yi": "做手工禮物",
        "all": "57%",
        "date": "2025-12-01",
        "love": "56%",
        "work": "59%",
        "money": "52%",
        "health": "60%",
        "notice": "較為被動的局面",
        "discuss": "64%",
        "all_text": "整體運勢稍顯嚴峻，處於一種較為被動的局面。在生活裡，你容易受到別人想法的影響，彷彿失去了自己的主心骨。當週圍人提出各種觀點和建議時，你會不自覺地順著他們的思路去思考，難以堅定地秉持自己的立場。這種狀態會讓你在做決策時猶豫不決，無法果斷地做出選擇。而且，過度在意別人的看法，可能會讓你忽略自己內心真正的需求和感受。你會陷入一種糾結和迷茫之中，不知道該往哪個方向前進。為了避免這種情況持續下去，你需要試著給自己一些獨處的時間，靜下心來傾聽內心的聲音，重新找回自我。在面對別人的想法時，要保持清醒的頭腦，有選擇性地接受，不要盲目跟從，這樣才能逐漸擺脫這種不利的運勢，重新掌控自己的生活。",
        "love_text": "單身的你，難遇佳緣。可能社交活動比較少，接觸新人的機會不多。別一直宅在家裡，多出去走走，參加一些聚會或者社交活動，增加遇到合適對象的機會。已有伴者的你，感情中矛盾可能會滋生。可能是因為一些小事和對方產生分歧，別讓這些小矛盾影響了你們的感情。及時溝通，化解矛盾，讓感情回到正軌。",
        "work_text": "容易粗心大意的一天，整體狀態有些迷糊。在處理各種事務時，很容易因為疏忽而犯下小錯誤，這些看似不起眼的小問題，卻可能像滾雪球一樣，逐漸影響整體的進展。比如文件整理時放錯位置、數據計算出現偏差等。你需要時刻提醒自己保持專注，多檢查幾遍，避免因小失大。",
        "lucky_star": "摩羯座",
        "money_text": "你的財務狀況有點混亂，可能會因為記錯賬、算錯錢而出現資金短缺的情況，或者不清楚自己的錢都花在了哪裡。建議你花點時間整理一下自己的財務狀況，記錄每一筆收支，清楚自己的資產和負債情況。同時，制定一個合理的財務規劃，讓自己的財務狀況更加清晰有序。",
        "health_text": "要關注平衡飲食調理，不要因為忙碌就隨便吃些快餐對付。儘量保證每餐都有主食、蛋白質和蔬菜水果的攝入，營養均衡才能讓身體更健康。如果時間緊張，也可以提前準備好健康的三明治或便當，方便又營養。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "閒逛直播間",
        "yi": "整理資料筆記",
        "all": "93%",
        "date": "2025-12-01",
        "love": "98%",
        "work": "92%",
        "money": "93%",
        "health": "95%",
        "notice": "諸事皆順的節奏",
        "discuss": "98%",
        "all_text": "整體運勢非常給力，呈現出諸事皆順的節奏。在這一天裡，你彷彿被一股無形的力量推動著，無論做什麼事情都能順利進行。你的思維清晰，邏輯嚴謹，在處理各種問題時能夠迅速找到關鍵所在，並給出有效的解決方案。這種高效的狀態會讓你在生活裡充滿自信，面對各種挑戰都能從容應對。而且，你還能敏銳地捕捉到周圍的機會，並且能夠果斷地抓住它們，為自己的發展創造更多的可能性。在與他人交往中，你也能展現出獨特的魅力，吸引到志同道合的人圍繞在你身邊。這種良好的運勢會讓你收穫滿滿，不僅在精神層面得到極大的滿足，還能在人際關係等方面取得不錯的進展，讓你的一天過得充實而有意義。",
        "love_text": "單身的你，魅力爆棚哦。無論走到哪裡，都能吸引到別人的目光。自信地展現自己的魅力，說不定就能吸引到那個與你心靈相通的人，開啟一段浪漫的愛情之旅。已有伴者的你，和對方深情相伴。彼此之間的感情更加深厚，相互理解，相互支持。一起度過一個溫馨的時光，讓感情更加穩固。",
        "work_text": "勢如破竹的一天，一路披荊斬棘。無論是面對複雜的工作任務，還是高難度的學習挑戰，都能以強大的實力和堅定的信念輕鬆應對。你的思維敏捷，洞察力敏銳，能夠迅速抓住問題的關鍵所在，並提出切實可行的解決方案。在前進的道路上，你充滿自信，勇往直前，收穫的成果也會讓你倍感欣慰。",
        "lucky_star": "雙子座",
        "money_text": "在捕捉商機方面有著敏銳的洞察力，能夠發現一些別人忽略的賺錢機會，比如發現某個小眾市場的需求，或者瞭解到一個新的賺錢渠道。一旦發現商機，就要果斷行動，抓住機會，但也要做好充分的市場調研和風險評估，確保自己的投資能夠獲得回報，讓商機轉化為實實在在的財富。",
        "health_text": "排毒順暢輕鬆，身體的新陳代謝比較好，可以多喝些溫水，促進身體的排毒。也可以吃一些有助於排毒的食物，如黑木耳、海帶等。同時，保持規律的作息，早睡早起，讓身體在睡眠中更好地進行自我修復和調整。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話沒禮貌",
        "yi": "看話劇演出",
        "all": "60%",
        "date": "2025-12-01",
        "love": "52%",
        "work": "68%",
        "money": "55%",
        "health": "63%",
        "notice": "馬虎大意栽跟斗",
        "discuss": "59%",
        "all_text": "整體運勢下滑，容易因為馬虎大意而栽跟斗。這種馬虎可能體現在各個方面，比如在做決策時沒有充分考慮各種因素，導致做出錯誤的選擇；在與他人交流時，沒有注意自己的言辭，從而引起不必要的誤會。這些小失誤雖然看似不起眼，但卻可能會給你帶來一些麻煩和困擾。由於運勢不佳，你可能會感到有些煩躁和不安，這種情緒又會進一步影響你的判斷力和行動力，讓你陷入一種惡性循環。為了避免這種情況惡化，你需要時刻提醒自己保持謹慎和細心，在做任何事情之前都要認真思考，反覆確認。同時，也要調整好自己的心態，不要因為一時的失誤而過分自責，要以積極的態度去面對問題，努力挽回局面。",
        "love_text": "單身的你，情場有些失意。可能喜歡的人已經有了心儀的對象，讓你有些失落。別沉浸在悲傷中，把這次經歷當作一次成長，相信未來會有更好的人在等著你。已有伴者的你，在感情裡要多些包容。對方可能會有一些小缺點和小毛病，別總是斤斤計較，多一些包容和理解，這樣才能讓感情更加長久。",
        "work_text": "需要付出更多的努力，才能達到自己預期的目標。整體發展並非一帆風順，會遇到一些阻礙和困難，讓你感到有些吃力。不過，這也是一個鍛鍊自己的好機會，只要你堅持不懈，勇於挑戰，通過不斷地努力和付出，就能逐漸克服困難，取得進步。記住，成功往往就在再堅持一下的努力之中。",
        "lucky_star": "獅子座",
        "money_text": "要特別注意財物保管，可能會因為粗心大意而丟失東西，比如錢包、手機等貴重物品，或者出門忘記鎖門導致財物被盜。出門前要檢查好自己的物品是否帶齊，把貴重物品放在安全的地方，回到家後也要確認門窗是否鎖好。同時，也可以考慮購買一些財產保險，為自己的財物提供一份保障。",
        "health_text": "呼吸清新舒暢，很適合去戶外走走，呼吸新鮮空氣，感受大自然的美好。可以選擇去公園散步、爬山或者騎行，在運動中享受清新的空氣。不過戶外活動時要注意保暖，根據天氣情況增減衣物，避免著涼感冒。",
        "lucky_color": "米白色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "周邊買買買",
        "yi": "學習管理技巧",
        "all": "70%",
        "date": "2025-12-01",
        "love": "65%",
        "work": "76%",
        "money": "70%",
        "health": "77%",
        "notice": "走一步算一步狀態",
        "discuss": "74%",
        "all_text": "整體運勢一般般，處於一種走一步算一步的狀態。在這一天裡，你似乎缺乏明確的目標和方向，不知道自己真正想要的是什麼。這種迷茫的狀態會讓你在面對生活中的各種選擇時感到困惑和無助，不知道該往哪個方向前進。你可能會隨意地做出一些決定，而沒有經過深思熟慮，這樣很容易導致後續出現問題。由於沒有堅定的目標，你在行動上也缺乏動力和熱情，做事情總是提不起精神。為了改善這種運勢，你需要花一些時間來思考自己的人生規劃和目標，明確自己想要追求的東西。一旦有了明確的目標，你就會有了前進的方向和動力，能夠更加有針對性地開展行動，讓自己的生活變得更加有意義和充實。",
        "love_text": "單身的你，感情進展緩慢。可能還沒有遇到那個讓你心動的人，或者和潛在的發展對象之間的互動還不夠深入。彆著急，感情需要慢慢培養，耐心等待，屬於你的緣分遲早會到。已有伴者的你，在感情裡理解至上。遇到問題時，多站在對方的角度思考問題，理解對方的難處。這樣能讓你們更加體諒彼此，感情也會更加融洽。",
        "work_text": "整體發展按部就班，一切都在有條不紊地進行著。你能夠按照既定的計劃和節奏，穩步推進各項事務，沒有太多的驚喜和意外，也沒有明顯的波折和困難。這種平穩的狀態讓你感到安心，但也可能讓你缺乏一些激情和動力。不妨給自己設定一些小目標，激發自己的積極性，讓生活和工作學習更加充實。",
        "lucky_star": "天秤座",
        "money_text": "你的正財收入會有穩定的增長，工作上的努力和付出會得到相應的回報，比如拿到獎金、提成或者升職加薪。這是你辛勤工作的成果，要好好珍惜。不過也別滿足於現狀，可以繼續提升自己的工作能力，爭取獲得更多的收入機會。同時，也可以考慮把一部分收入用於投資自己，提升自己的價值。",
        "health_text": "關節靈活活動，很適合進行一些伸展類的運動，如瑜伽、普拉提等，能進一步增強關節的靈活性。運動前要做好熱身準備，避免運動損傷。運動過程中要注意動作的規範和幅度，不要過度拉伸，以免造成關節扭傷。",
        "lucky_color": "深藍色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "控制別人想法",
        "yi": "專注一件事",
        "all": "59%",
        "date": "2025-12-01",
        "love": "63%",
        "work": "52%",
        "money": "51%",
        "health": "67%",
        "notice": "人際關係上碰壁",
        "discuss": "52%",
        "all_text": "整體運勢略差，容易在人際關係上碰壁。在與他人交往的過程中，你可能會遇到一些不愉快的事情，比如與朋友發生爭執、與同事產生矛盾等。這些人際關係的問題會讓你感到心情煩躁和鬱悶，影響你的情緒和生活狀態。出現這些問題的原因可能是你在與他人溝通時沒有注意方式方法，或者沒有考慮到對方的感受，從而引起了對方的不滿。為了避免在人際關係上繼續碰壁，你需要反思自己的溝通方式和行為舉止。在與他人交流時，要學會傾聽對方的意見和想法，尊重他人的感受，以更加溫和、理性的方式表達自己的觀點。同時，也要學會包容和理解他人，不要過於計較一些小事，以寬容的心態去處理人際關係中的問題，這樣才能逐漸改善自己的運勢，營造一個和諧的人際關係環境。",
        "love_text": "單身的你，等待契機。感情方面可能沒有明顯的進展，但這並不代表沒有機會。保持積極的心態，做好自己，當緣分來臨時，你就能牢牢抓住。已有伴者的你，在感情裡要尊重彼此。尊重對方的想法和選擇，不要把自己的意願強加給對方。給彼此一些獨立的空間，這樣能讓感情更加健康。",
        "work_text": "各種突發狀況接踵而至，讓你有些應接不暇。原本計劃好的事情可能會因為意外因素而被打亂，需要你不斷地調整和應對。這可能會讓你感到煩躁和疲憊，但也是考驗你應變能力和心理素質的時候。保持冷靜，積極面對，相信你能夠順利度過這個難關。",
        "lucky_star": "白羊座",
        "money_text": "在合作財路上可能會遇到一些阻礙，和合作夥伴之間可能會因為利益分配、意見不合等問題產生矛盾，導致合作項目進展不順利，甚至影響到你的收入。遇到問題要及時和合作夥伴溝通，坦誠地表達自己的想法和需求，尋求雙方都能接受的解決方案，共同推動合作項目順利進行。",
        "health_text": "要儘量避免熬夜，熬夜會讓身體得不到充分的休息，影響第二天的精神狀態和身體健康。建議晚上睡前儘量早點放下手機，營造一個安靜舒適的睡眠環境，保證充足的睡眠時間。如果實在睡不著，可以聽一些輕柔的音樂幫助入睡。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "看心情行事",
        "yi": "做充分準備",
        "all": "91%",
        "date": "2025-12-01",
        "love": "89%",
        "work": "96%",
        "money": "98%",
        "health": "91%",
        "notice": "向夢想走近一大步",
        "discuss": "95%",
        "all_text": "整體運勢相當不錯，能夠向著夢想走近一大步。在這一天裡，你彷彿充滿了能量和動力，對未來充滿了希望和憧憬。你內心深處的夢想和目標變得更加清晰，你能夠明確地知道自己想要追求的是什麼，並且願意為了實現這些目標而付出努力。這種堅定的信念會讓你在面對困難和挑戰時毫不退縮，勇往直前。而且，你還能夠得到一些外界的支持和幫助，這些支持可能來自於朋友、家人或者一些偶然的機會，它們會為你的前進提供有力的助力。在你的努力和外界的幫助下，你能夠在實現夢想的道路上取得顯著的進展，離自己的目標越來越近。這種良好的運勢會讓你感到無比的喜悅和滿足，也會讓你更加堅信自己的能力和價值，激勵你繼續朝著夢想的方向奮勇前行。",
        "love_text": "單身的你，多出門走走或有浪漫邂逅的可能哦。比如在某個浪漫的場景中，或許就會遇到那個讓你心動的人。勇敢地表達自己的感情，說不定就能開啟一段浪漫的愛情故事。已有伴者的你，和對方溫馨相伴。一起度過一個輕鬆愉快的時光，享受彼此的陪伴。可以一起回憶過去的美好時光，讓感情更加深厚。",
        "work_text": "無論是處理工作上的難題，還是應對學習中的挑戰，都能輕鬆應對，遊刃有餘。你的思維活躍，靈感不斷，能夠快速找到解決問題的方法。而且，你還能得到他人的幫助和支持，讓事情進展得更加順利。好好享受這美好的一天，充分發揮自己的優勢，創造更多的精彩。",
        "lucky_star": "巨蟹座",
        "money_text": "會得到貴人的幫助，在財運上迎來好機會，可能是貴人給你介紹了一個賺錢的項目，或者在工作上給你提供了一些有用的建議，讓你的收入增加。要好好珍惜這個機會，虛心接受貴人的幫助和指導，同時也要努力提升自己的能力，以更好的狀態迎接財富的到來，讓財富不斷積累。",
        "health_text": "身體柔韌提升，很適合嘗試一些新的舞蹈或健身動作，挑戰自己的身體極限。不過在進行新的動作時，要注意循序漸進，不要急於求成，避免因過度拉伸而受傷。可以先從簡單的動作開始練習，逐漸增加難度。",
        "lucky_color": "淺黃色",
        "lucky_number": "6"
      }
    }
  }
}