{
  "updated": "2026-01-23T23:09:39.060Z",
  "updateTime": "2026/1/24 上午7:09:39",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12759,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒起伏大",
        "yi": "烹飪美食",
        "all": "92%",
        "date": "2026-01-23",
        "love": "90%",
        "work": "96%",
        "money": "94%",
        "health": "91%",
        "notice": "四面八方來助力",
        "discuss": "93%",
        "all_text": "可謂是運氣在線的一天，諸多助力從四面八方湧來。在社交場合中，你很容易成為焦點，吸引他人的關注與好感，能結識到一些對自己有益的人，他們或許會在未來給你帶來意想不到的機會。在處理各種事務時，也會感覺順風順水，原本可能存在的阻礙都悄然消失，讓你能夠輕鬆地朝著目標前進。而且，你的思維格外活躍，創意不斷湧現，在與他人交流想法時，能得到積極的回應與支持，進一步增強了你的自信心。這種良好的運勢會讓你心情愉悅，整個人都充滿活力，不妨好好享受這被幸運眷顧的一天，積極地去嘗試新的事物，拓展自己的視野，說不定會有新的收穫在等著你。",
        "love_text": "單身的你，在社交場合裡，朋友可能會成為你的“愛情神助攻”。他們或許會不經意地給你創造和心儀對象接觸的機會，讓你離脫單更近一步。已有伴者的你，和伴侶相處彷彿回到了熱戀期，彼此之間充滿熱情與活力，一個眼神、一個小動作都能讓對方心領神會，一起度過溫馨又甜蜜的一天。",
        "work_text": "對你而言是順風順水的一天，彷彿有股無形的力量推動著你向前。無論是處理日常事務還是挑戰新任務，你都能以高效且精準的方式完成，收穫超出預期的成果。這種良好的狀態也會感染周圍的人，為你贏得更多合作機會。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運相當不錯，會感覺錢就像長了腿一樣往你兜裡跑，正財收入穩定且豐厚，可能還會有額外的獎金、提成進賬。這時候不妨考慮把一部分錢存起來，或者做些穩健的小投資，讓錢生錢，不過也別太沖動，別看到啥都想投，穩紮穩打才能守住這份好運。",
        "health_text": "你的消化系統狀態不錯，不過飯後別急著窩在沙發裡，出去散散步、活動活動身體，能更好地促進腸胃蠕動，幫助消化食物。要是飯後就躺著，可能會讓食物堆積在胃裡，引起腹脹等不適。利用這好狀態，飯後走一走，讓身體更舒暢，也能為接下來的一天積攢更多活力。",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "飯前不洗手",
        "yi": "約朋友打球",
        "all": "54%",
        "date": "2026-01-23",
        "love": "50%",
        "work": "51%",
        "money": "59%",
        "health": "64%",
        "notice": "人際不和諧因素",
        "discuss": "51%",
        "all_text": "整體運勢略差，人際關係方面出現了一些不和諧的因素，這可能會讓你感到有些困擾。在與他人相處時，容易因為一些小事產生摩擦和矛盾，原本融洽的氛圍變得有些緊張。你可能會發現，自己的觀點和想法不太容易被他人理解和接受，甚至會遭遇一些無端的質疑和批評，這讓你心裡有些委屈。在溝通中，要注意控制自己的情緒，避免因為一時的衝動而說出傷人的話，進一步激化矛盾。同時，也要學會傾聽他人的意見，嘗試站在對方的角度去思考問題，也許能減少一些不必要的衝突。儘管人際關係方面不太順利，但也不要讓這些負面情緒影響到自己的心情，保持平和的心態，相信問題總會得到解決。",
        "love_text": "單身的你，容易在感情問題上鑽牛角尖，可能會因為一些小細節而過度糾結，錯過一些潛在的緣分。不妨放寬心態，別太苛求完美。已有伴者的你，可能會故意說反話，明明心裡在意，嘴上卻說得滿不在乎，這容易讓伴侶誤解你的心意，引發不必要的矛盾，說話前要多想想哦。",
        "work_text": "這一天你容易陷入自我糾結的怪圈，明明簡單的事情，卻因過度思考而變得複雜。這種心態不僅影響效率，還可能讓你錯過一些重要的機會。建議放鬆心態，以更直接的方式面對問題，避免不必要的內耗。",
        "lucky_star": "白羊座",
        "money_text": "這天你可得小心了，有面臨破財危機的可能。也許是不小心丟了東西，或者遇到一些消費陷阱，讓你錢包大出血。在花錢方面一定要謹慎，別輕易相信那些高回報的誘惑，也別衝動購買大件物品，出門也要看好自己的財物，避免不必要的損失。",
        "health_text": "你的睡眠質量可能會受思緒影響，睡前別讓腦袋裡裝太多事兒，別胡思亂想。要是躺在床上還想著工作、生活裡的各種問題，大腦一直處於興奮狀態，就很難進入深度睡眠，第二天還會沒精神。睡前可以泡泡腳、聽聽舒緩的音樂，放鬆身心，讓自己能快速進入甜甜的夢鄉。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨地扔垃圾",
        "yi": "屏蔽朋友圈",
        "all": "86%",
        "date": "2026-01-23",
        "love": "60%",
        "work": "80%",
        "money": "81%",
        "health": "85%",
        "notice": "專注在一件事上",
        "discuss": "79%",
        "all_text": "整體運勢尚可，你能夠一心一意地專注在一件事上，這種專注力會讓你在處理事情時更加高效和出色。以往你可能會因為興趣廣泛而容易分心，但今天卻能將全部的精力都集中在當前的事情上，深入地去思考和探索。這種專注會讓你發現很多之前忽略的細節，從而更好地解決問題，取得不錯的成果。在專注的過程中，你會感受到一種充實和滿足感，這種積極的情緒會進一步激發你的動力，讓你更加投入。而且，你的專注也會吸引他人的注意，得到他人的認可和讚賞，這會讓你更加有信心去挑戰更高難度的任務。不過，也要注意適當休息，避免過度專注而導致疲勞，保持身心的平衡才能更好地發揮自己的能力。",
        "love_text": "單身的你，心裡還放不下過去的人或事，這可能會影響你開啟新感情。試著把注意力轉移到當下，多參加社交活動，說不定會有新的驚喜。已有伴者的你，和伴侶交流時容易出現隔閡，可能是表達方式的問題，讓對方沒能理解你的想法。遇到分歧時，耐心溝通，避免冷戰。",
        "work_text": "你的思維格外活躍，能夠迅速從不同角度分析問題，找到創新的解決方案。這種能力讓你在團隊中脫穎而出，無論是處理複雜任務還是應對突發狀況，都能遊刃有餘。保持這種狀態，你會收穫更多成長。",
        "lucky_star": "處女座",
        "money_text": "你的偏財運有點小驚喜，說不定走在路上都能撿到小錢，或者收到一些意外的小禮物、小紅包。雖然金額可能不大，但也能讓你心情愉悅。不過別光指望這些小驚喜，正財方面還是要努力工作，同時也可以關注一些小型的兼職機會，增加額外收入。",
        "health_text": "別給自己找煩惱，別因為一些小事就糾結個不停。老是自尋煩惱，會讓精神一直處於緊繃狀態，時間久了，可能會出現頭痛、失眠等問題。遇到事情不妨換個角度想想，保持樂觀的心態，把注意力放在能讓自己開心的事情上，這樣身體和精神狀態都會更好。",
        "lucky_color": "杏色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "通宵熬夜",
        "yi": "抽一發盲盒",
        "all": "51%",
        "date": "2026-01-23",
        "love": "56%",
        "work": "59%",
        "money": "72%",
        "health": "61%",
        "notice": "易出現攀比心理",
        "discuss": "58%",
        "all_text": "略顯倒黴，容易出現攀比心理，這可能會給你的心情帶來一些負面影響。看到身邊的人在某些方面比自己優秀或者擁有更多，心裡會不自覺地產生落差感，覺得自己不如別人。這種攀比心理會讓你陷入一種焦慮和不安的情緒中，無法以平和的心態看待自己的生活。其實，每個人都有自己的優點和不足，也有自己的生活節奏和軌跡，過度地與他人比較只會讓自己更加疲憊和痛苦。要學會關注自己的內心需求，珍惜自己所擁有的，發現生活中的美好。當攀比心理出現時，及時調整自己的心態，告訴自己不要被外界的因素所左右，專注於自己的成長和進步，這樣才能讓自己更加快樂和滿足。",
        "love_text": "單身的你，容易陷入自我懷疑，覺得自己不夠好，不敢主動去追求愛情。其實每個人都有自己的閃光點，要相信自己值得被愛。已有伴者的你，和伴侶之間矛盾容易升級，可能因為一些小事就爭吵起來。遇到問題時，先冷靜下來，站在對方的角度想想，別讓情緒主導了行為。",
        "work_text": "這一天你可能會感到有些力不從心，原本計劃好的事情容易遇到阻礙，進展不如預期。這種挫敗感可能讓你有些沮喪，但別灰心，這只是暫時的。調整心態，重新梳理計劃，你會找到突破困境的方法。",
        "lucky_star": "射手座",
        "money_text": "這一天的收入不太明顯，努力工作好像沒看到太多實際的回報，讓你有點失落。彆著急，財運有時候就是這樣，不會立刻顯現。你可以先把手頭的工作做好，提升自己的能力，同時也可以梳理一下自己的財務狀況，看看有沒有可以節省開支的地方，為未來的財運積累能量。",
        "health_text": "要注意控制自己的情緒，儘量避免生氣動怒。生氣時，身體會分泌一些有害物質，影響肝臟等器官的正常功能，還可能導致血壓升高。要是遇到讓你生氣的事兒，先深呼吸幾下，讓自己冷靜下來，或者出去走走，換個環境，等情緒平復了再處理問題，對身體更有好處。",
        "lucky_color": "橙色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "嫉妒他人",
        "yi": "到公園散步",
        "all": "93%",
        "date": "2026-01-23",
        "love": "97%",
        "work": "94%",
        "money": "90%",
        "health": "92%",
        "notice": "全力以赴實現價值",
        "discuss": "91%",
        "all_text": "整體運勢棒棒噠，你能夠全力以赴地去實現自我的價值，這種積極向上的態度會讓你散發出獨特的魅力。你對自己充滿信心，相信自己有能力克服任何困難和挑戰，這種信念會讓你在面對事情時更加勇敢和果斷。在追求目標的過程中，你會充分發揮自己的才能和潛力，展現出強大的領導力和執行力，能夠帶領身邊的人一起朝著目標前進。你的熱情和活力也會感染周圍的人，讓大家都願意跟隨你的步伐，共同創造美好的未來。而且，今天你的運氣也不錯，很多事情都會朝著你期望的方向發展，這會讓你更加有動力去追求更高的目標。不過，也要注意不要過於自負，保持謙虛的態度，不斷學習和進步，才能讓自己的運勢持續向好。",
        "love_text": "單身的你，有很大的機會邂逅讓你心動的對象，可能在某個聚會、活動上，對方的出現會讓你眼前一亮，勇敢一點去搭話吧。已有伴者的你，和伴侶的感情升溫迅速，彼此之間的互動更加親密，一起做些有趣的事，會讓感情更加深厚，享受這美好的時光吧。",
        "work_text": "對你來說是充滿成就感的一天，你的努力和付出得到了明顯的回報。無論是工作上的成果還是學習上的進步，都讓你感到無比自豪。這種積極的狀態會激勵你繼續前進，追求更高的目標。",
        "lucky_star": "天秤座",
        "money_text": "簡直就是財富的寵兒，財富大豐收！不管是正財還是偏財，都有不錯的收穫，可能會有一筆較大的資金入賬。這時候別光顧著高興，要合理規劃這筆錢，可以拿出一部分用於改善生活，一部分用於投資理財，讓財富繼續增值，同時也要保持低調，避免引起不必要的麻煩。",
        "health_text": "別一直坐著不動，長時間久坐會讓身體的血液循環變慢，容易出現腰痠背痛、下肢水腫等問題。工作或學習一段時間後，就站起來活動活動，伸伸懶腰、踢踢腿，或者去倒杯水、上個廁所。多動一動，能讓身體保持活力，減少因久坐帶來的健康隱患。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "拖延時間",
        "yi": "學一門外語",
        "all": "92%",
        "date": "2026-01-23",
        "love": "91%",
        "work": "87%",
        "money": "91%",
        "health": "97%",
        "notice": "保持清晰的目標",
        "discuss": "93%",
        "all_text": "整體運勢特別好，你能夠保持清晰的目標，大步前行。你對自己的生活和未來有著明確的規劃，知道自己在每個階段應該做什麼，這種清晰的目標感會讓你在行動時更加堅定和果斷。你不會被外界的干擾和誘惑所左右，能夠一心一意地朝著目標前進。在實現目標的過程中，你會充分發揮自己的智慧和才能，運用合理的方法和策略去解決問題，遇到困難也不會輕易放棄，而是會積極尋找解決辦法。你的努力和付出會得到相應的回報，每前進一步都能讓你感受到成就感和滿足感。而且，今天你的人際關係也很和諧，能夠得到他人的支持和幫助，這會讓你在前進的道路上更加順利。繼續保持這種良好的狀態，相信你會取得更加優異的成績。",
        "love_text": "單身的你，緣分會在不經意間悄然降臨，也許是在日常的出行中，或者是在某個工作場合，那個對的人就出現了，留意身邊的人哦。已有伴者的你，和伴侶的默契度會大大提升，一個眼神就能明白對方的需求，一起完成一些事情會非常順利，這種心有靈犀的感覺會讓你們更加珍惜彼此。",
        "work_text": "這一天你注重細節，能夠發現別人忽略的問題，這種嚴謹的態度讓你在處理事務時更加得心應手。無論是工作還是學習，你都能以高標準要求自己，確保每一個環節都盡善盡美。這種專注和認真會為你贏得更多尊重。",
        "lucky_star": "水瓶座",
        "money_text": "你的投資眼光相當準，投資回報佳。之前投入的項目可能會給你帶來不錯的收益，讓你嚐到甜頭。不過別被勝利衝昏頭腦，投資有風險，還是要謹慎對待。可以繼續關注市場動態，但別盲目跟風，根據自己的實際情況和風險承受能力，做出合理的投資決策。",
        "health_text": "保持規律的作息對你的身體很重要，按時起床、睡覺，讓身體的生物鐘保持穩定。規律的作息能讓身體各器官有條不紊地工作，提高身體的免疫力。要是作息不規律，比如熬夜、睡懶覺，身體就會“鬧脾氣”，出現疲勞、精神萎靡等情況。所以，這一天一定要嚴格要求自己，規律生活。",
        "lucky_color": "青色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不洗杯子",
        "yi": "出門逛街",
        "all": "85%",
        "date": "2026-01-23",
        "love": "88%",
        "work": "72%",
        "money": "89%",
        "health": "82%",
        "notice": "保持冷靜和理智",
        "discuss": "74%",
        "all_text": "整體運勢比較穩定，這種平穩的狀態會讓你感到安心與自在。在面對各種事務時，你能夠保持冷靜和理智，有條不紊地處理。對於之前已經制定好的計劃與想法，不妨趁著這份穩定，耐心地去完善它們。在完善的過程中，你會發現自己對事情的認知更加深刻，一些原本模糊的細節也逐漸清晰起來。這種深入的思考和細緻的完善，會讓你後續的行動更加順暢，減少出現失誤的可能性。而且，穩定的運勢也會讓你的人際關係更加和諧，與他人交流時能夠更加順暢地表達自己的觀點，也能更好地傾聽他人的意見，從而增進彼此之間的理解和信任。不過，也要注意不要因為過於追求穩定而變得保守，在適當的時候還是要勇於嘗試新的方法和思路，為自己的生活增添一些新的色彩。",
        "love_text": "單身的你，社交場合中的桃花會增多，會有不少人向你表達好感。不要急於做決定，多接觸瞭解，看看誰才是真正適合你的。已有伴者的你，和伴侶相處更加甜蜜，可能會一起去做一些浪漫的事，比如看一場電影、吃一頓美食，這些小舉動會讓你們的感情更加穩固。",
        "work_text": "整體狀態較為平穩，各項事務都能有條不紊地向前推進。沒有太大的波瀾和阻礙，之前擱置的計劃也能在這個相對穩定的環境中慢慢重啟。不過，這種平穩也可能會讓你缺乏一些衝勁，在面對一些新的機會時，可能會因為猶豫而錯過。但只要保持現有的節奏，穩紮穩打，還是能取得一定進展的。",
        "lucky_star": "金牛座",
        "money_text": "通過合作生財會很順利，和夥伴一起做項目或者談生意，容易達成共識，獲得不錯的收益。在合作過程中，要充分發揮自己的優勢，同時也要尊重對方的意見，保持良好的溝通和協作。另外，也可以多參加一些社交活動，拓展人脈，說不定能帶來更多的合作機會和財富。",
        "health_text": "要少吃生冷的食物，像冰淇淋、冷飲、生魚片等。生冷食物吃多了，會刺激腸胃，影響腸胃的正常消化功能，導致腹痛、腹瀉等問題。尤其是腸胃比較敏感的人，更要注意。可以選擇吃一些溫熱、易消化的食物，比如熱湯、熱粥，讓腸胃暖暖的，身體也更舒服。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "蹺二郎腿",
        "yi": "看一部電影",
        "all": "81%",
        "date": "2026-01-23",
        "love": "64%",
        "work": "83%",
        "money": "80%",
        "health": "83%",
        "notice": "充實而有成就感",
        "discuss": "84%",
        "all_text": "整體運勢還不賴，忙碌的生活節奏會讓你充實而又有成就感。在經歷了前段時間的忙碌之後，今天你終於可以享受片刻的輕鬆。這種輕鬆並非是無所事事，而是在完成了一系列任務後，內心得到的一種放鬆和滿足。你可以利用這段時間來回顧一下自己的經歷，總結經驗教訓，為未來的發展做好準備。同時，輕鬆的氛圍也會讓你的思維更加活躍，能夠從不同的角度去看待問題，發現一些之前忽略的細節。在人際交往方面，你會更加隨和，與他人的相處也更加融洽，能夠結識到一些志同道合的朋友，拓展自己的人脈圈子。不過，也要注意不要在輕鬆的狀態中過度放縱自己，保持一定的自律，才能讓這份好運持續下去。",
        "love_text": "單身的你，主動出擊會收穫好感，如果遇到心儀的人，不要害羞，大膽地表達自己的想法，讓對方知道你的心意。已有伴者的你，和伴侶之間的情感會更加深厚，彼此的依賴感增強，一起度過平凡又幸福的一天，享受這份溫馨的陪伴。",
        "work_text": "這一天對你來說充滿了驚喜與收穫，靈感如同泉水般不斷湧現。無論是在處理複雜的工作問題，還是攻克學習中的難題，都能憑藉這些靈感找到新穎且有效的解決方案。這種良好的狀態會讓你在人群中脫穎而出，吸引他人的關注和讚賞，為未來的發展打下堅實的基礎。",
        "lucky_star": "獅子座",
        "money_text": "有意外財降臨，可能是朋友突然還錢，或者是之前申請的補貼、獎勵到賬了。這突如其來的驚喜會讓你很開心，不過也別太得意忘形。可以把這筆錢合理利用起來，比如用於學習提升自己，或者改善生活品質，也可以存起來作為應急資金，以備不時之需。",
        "health_text": "這一天別過度挑食，各種食物都要適量吃一些，保證營養均衡。要是隻吃自己喜歡的食物，不吃蔬菜、水果或者其他食物，身體就會缺乏某些必要的營養元素，影響身體健康。比如缺乏維生素C可能會牙齦出血，缺乏鈣可能會骨質疏鬆。所以，這一天要儘量克服挑食的習慣，合理飲食。",
        "lucky_color": "綠色",
        "lucky_number": "6"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "懶惰成性",
        "yi": "喝一杯酸奶",
        "all": "60%",
        "date": "2026-01-23",
        "love": "68%",
        "work": "54%",
        "money": "58%",
        "health": "76%",
        "notice": "追逐變化的狀態",
        "discuss": "62%",
        "all_text": "整體運勢欠佳，你可能會陷入一種過於追逐變化的狀態中。總是渴望新鮮和刺激，不斷地尋求新的體驗和挑戰，然而這種頻繁的變化卻容易讓你失去方向，導致事情做到一半就半途而廢。在追求變化的過程中，你可能沒有充分考慮自身的實際情況和長遠目標，只是憑藉一時的興趣和衝動行事，結果往往不盡如人意。而且，這種不穩定的狀態也會讓你在人際關係中顯得有些浮躁，難以與他人建立深厚的情感連接。今天你需要冷靜下來，反思自己的行為和想法，明確自己真正想要的是什麼，制定一個合理的計劃，並堅定地朝著目標前進。不要被一時的誘惑所迷惑，要學會在變化中保持一份堅定和執著。",
        "love_text": "單身的你，在追求愛情的道路上可能會遇到一些阻礙，進展不太順利。別灰心，這只是暫時的，調整好心態，繼續前行。已有伴者的你，因為工作或其他原因，陪伴伴侶的時間可能會減少，這容易讓對方感到失落。儘量抽出時間，哪怕只是簡單聊聊天，也能讓對方感受到你的關心。",
        "work_text": "可能會感到有些沮喪，因為努力似乎沒有得到應有的回報。在推進事務的過程中，會遇到各種意想不到的阻礙，讓原本順利的進程變得艱難起來。無論是工作還是學習，都容易陷入瓶頸期，付出了很多時間和精力，卻看不到明顯的成效。不過，別灰心，這只是暫時的，調整心態，重新審視問題，或許能找到新的突破口。",
        "lucky_star": "雙子座",
        "money_text": "你的支出容易超預算，可能會因為一時衝動買了很多不必要的東西，或者參加一些高消費的活動，讓錢包癟癟。在花錢之前一定要冷靜思考，想想這個東西是不是真的需要，這筆消費是否值得。可以制定一個消費計劃，嚴格按照計劃執行，避免不必要的開支，守住自己的錢袋子。",
        "health_text": "正餐別吃得太飽，吃到七八分飽就可以了。吃太飽會讓腸胃負擔過重，消化起來更費勁，還可能導致胃脹、胃痛等不適。而且吃太飽後，血液都集中在腸胃進行消化，大腦會相對缺血，容易讓人犯困、沒精神。所以，這一天吃飯要適量，給腸胃留出足夠的消化空間。",
        "lucky_color": "藏青色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "消息發錯群",
        "yi": "欣賞風景",
        "all": "53%",
        "date": "2026-01-23",
        "love": "59%",
        "work": "52%",
        "money": "54%",
        "health": "61%",
        "notice": "犯錯誤而不改正",
        "discuss": "57%",
        "all_text": "整體運勢較差，你可能會陷入一種知道犯錯誤卻嘴硬不承認不改正的困境中。在面對問題的時候，你內心其實很清楚自己的錯誤所在，但由於自尊心或者其他原因，不願意承認自己的失誤，更不願意去改正。這種態度會讓你在錯誤的道路上越走越遠，導致問題越來越嚴重。同時，這種不坦誠的行為也會影響你與他人之間的關係，讓他人對你產生不信任感。今天你需要勇敢地面對自己的錯誤，放下所謂的面子，誠懇地向他人承認並道歉。只有正視自己的問題，積極地去改正，才能避免進一步的損失，重新贏得他人的信任和尊重。而且，通過這次經歷，你也能從中吸取教訓，提升自己的認知和能力，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，態度過於冷淡，可能會讓潛在的追求者望而卻步。適當展現你的熱情，給別人一個瞭解你的機會，說不定愛情就在不遠處。已有伴者的你，容易和伴侶發生爭吵，可能因為一些觀念上的分歧。遇到問題時，先控制好自己的情緒，心平氣和地溝通解決。",
        "work_text": "這一天，你的計劃可能會遭遇一些挫折，原本安排好的事情難以按照預期開展。可能會出現一些突發狀況，打亂你的節奏，讓你有些手忙腳亂。在應對這些變化時，你會感到有些吃力，甚至會產生自我懷疑。但不要被這些困難打倒，及時調整計劃，靈活應對，還是有機會將損失降到最低的。",
        "lucky_star": "巨蟹座",
        "money_text": "你的資金容易凍結，可能是因為一些手續問題，或者涉及到法律、合同等方面的事情，導致資金無法正常流動。遇到這種情況別慌，要冷靜分析原因，積極解決問題。可以諮詢專業人士的意見，按照規定的流程辦理相關手續，爭取早日讓資金恢復正常，同時也要注意以後在資金操作上要更加謹慎。",
        "health_text": "這一天要儘量遠離二手菸，二手菸中含有大量的有害物質，比如尼古丁、焦油等，吸入後會對呼吸系統造成損害，增加患呼吸道疾病的風險，還可能影響心血管健康。要是身邊有人吸菸，可以禮貌地提醒對方到室外吸，或者自己暫時離開那個環境，保護好自己的身體。",
        "lucky_color": "茶色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂裝懂",
        "yi": "看一本好書",
        "all": "79%",
        "date": "2026-01-23",
        "love": "77%",
        "work": "78%",
        "money": "61%",
        "health": "79%",
        "notice": "提升內在的修養",
        "discuss": "75%",
        "all_text": "整體運勢平平，你需要把更多的精力放在提升內在的學識修養上。在當今這個知識爆炸的時代，不斷學習和進步是非常重要的。你可以利用今天的時間，閱讀一些有意義的書籍，參加一些線上或線下的講座，拓寬自己的知識面和視野。通過學習，你能夠提升自己的思維能力和認知水平，更好地理解這個世界。同時，你也要學會揚長避短，發揮自己的優勢，避免在自己的弱點上浪費過多的時間和精力。在與人交往中，要更加註重自己的言行舉止，展現出自己的修養和內涵，這樣才能吸引到更多優秀的人。雖然今天的運勢沒有特別突出的亮點，但只要你積極努力，不斷提升自己，相信未來的日子會越來越好。",
        "love_text": "單身的你，想法容易左右搖擺，在面對感情選擇時猶豫不決。明確自己內心真正想要的，堅定自己的立場，才能做出正確的決定。已有伴者的你，和伴侶之間需要加強理解，可能因為一些事情產生誤解。多站在對方的角度思考問題，主動溝通，消除彼此之間的隔閡。",
        "work_text": "整體狀態比較穩定，能夠按照自己的節奏按部就班地推進各項事務。雖然沒有特別突出的表現，但也不會出現大的失誤。這種平穩的狀態讓你能夠安心地完成手頭的任務，積累經驗，為未來的發展做好鋪墊。不過，也要注意不要過於保守，適當嘗試一些新的方法和思路，或許能帶來意想不到的收穫。",
        "lucky_star": "摩羯座",
        "money_text": "你的理財會有小收益，之前做的理財規劃開始發揮作用，能給你帶來一些額外的收入。雖然收益可能不多，但也是一個好的開始。你可以繼續堅持自己的理財策略，同時也可以學習一些新的理財知識，提升自己的理財能力，根據市場變化調整理財方案，讓收益越來越多。",
        "health_text": "別過於沉迷手機，長時間盯著手機屏幕，眼睛會又酸又累，還可能導致視力下降。而且一直低頭玩手機，會對頸椎造成很大的壓力，引發頸椎疼痛等問題。這一天要控制好玩手機的時間，每隔一段時間就休息一下眼睛，活動活動頸椎，讓眼睛和頸椎都能得到放鬆。",
        "lucky_color": "棕色",
        "lucky_number": "6"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "總是找藉口",
        "yi": "和朋友聊天",
        "all": "96%",
        "date": "2026-01-23",
        "love": "98%",
        "work": "95%",
        "money": "80%",
        "health": "94%",
        "notice": "高效地管理時間",
        "discuss": "91%",
        "all_text": "整體運勢還是很給力，你能夠高效地管理時間，從而收穫豐厚。在面對各種事務時，你能夠合理地安排自己的時間和精力，分清事情的輕重緩急，有條不紊地完成每一項任務。這種高效的時間管理能力讓你在有限的時間內做了更多的事情，取得了不錯的成果。而且，你還能在忙碌中找到平衡，給自己留出一些休息和放鬆的時間，保持良好的精神狀態。在人際交往方面，你會表現得更加自信和從容，能夠與他人建立良好的溝通和互動，贏得他人的認可和讚賞。這種積極的狀態會讓你吸引到更多的機會和資源，為自己的發展創造有利條件。今天你可以充分發揮自己的優勢，大膽地去追求自己的目標，相信你會收穫滿滿的驚喜。",
        "love_text": "單身的你，浪漫的緣分即將開啟，可能會有一場美好的邂逅，讓你感受到愛情的甜蜜。保持期待，用心去感受這份美好。已有伴者的你，和伴侶之間的愛意更加濃烈，彼此之間的關懷無微不至，一起度過充滿愛意的一天，讓這份感情持續升溫。",
        "work_text": "這一天對你來說簡直是幸運日，好運彷彿一直圍繞在你身邊，助力你在各個方面超常發揮。無論是工作還是學習，都能遇到一些有利的機會和條件，讓你能夠輕鬆地完成任務，取得優異的成績。這種良好的狀態會讓你充滿自信，更加積極地面對生活中的挑戰，為未來的發展創造更多的可能性。",
        "lucky_star": "天蠍座",
        "money_text": "這一天你的獎金有盼頭，工作上的努力可能會得到領導的認可，獲得一筆豐厚的獎金。這讓你很有成就感，也更有動力去工作。不過別隻盯著獎金，要繼續保持良好的工作狀態，提升自己的業績。同時，也可以考慮如何合理利用這筆獎金，比如用於投資自己，或者和家人朋友一起慶祝一下。",
        "health_text": "要注意飲食衛生把關，在挑選食材時要選擇新鮮、乾淨的，烹飪過程中要注意生熟分開，避免交叉汙染。吃水果前要清洗乾淨，防止病從口入。要是吃了不乾淨的食物，可能會引起食物中毒，出現嘔吐、腹瀉等症狀，影響身體健康。所以，這一天在飲食上一定要多留意，確保吃得安全、健康。",
        "lucky_color": "紅色",
        "lucky_number": "8"
      }
    }
  }
}