{
  "updated": "2026-02-11T21:18:26.929Z",
  "updateTime": "2026/2/12 上午5:18:26",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15935,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "開車看視頻",
        "yi": "做點家務事",
        "all": "54%",
        "date": "2026-02-11",
        "love": "51%",
        "work": "50%",
        "money": "59%",
        "health": "66%",
        "notice": "缺乏積極主動性",
        "discuss": "57%",
        "all_text": "你的整體狀態有些低迷，彷彿心思早已飄向了新年假期，難以集中精力在當下。周圍的一切似乎都提不起你的興趣，就連平日裡熱衷的活動，此刻也覺得索然無味。你容易陷入一種慵懶、懈怠的情緒中，對很多事情都缺乏積極性和主動性。這種狀態可能會讓你錯過一些原本可以抓住的機會，或是讓一些計劃進展得不夠順利。不過，也別太過於苛責自己，偶爾的放鬆和放空也是必要的。試著給自己找點小樂趣，比如聽一首喜歡的歌，看一部有趣的電影，讓自己的心情稍微振奮起來。但別讓這種低迷的狀態持續太久，還是要適時調整，讓自己重新找回對生活的熱情和動力，以更好的姿態去面對接下來的日子。",
        "love_text": "單身的你，在感情路上可能會遇到一些小阻礙，幾次嘗試都未能得償所願，這容易讓你產生放棄的念頭。但別急著打退堂鼓，也許再堅持一下就會有轉機。已有伴者的你，今天和伴侶相處時，一些小細節容易引發小摩擦，比如生活習慣上的差異。別讓這些小問題影響感情，多站在對方角度想想，互相包容一下。",
        "work_text": "整體狀態有些低迷，容易產生偷懶鬆懈的念頭。在面對任務和目標時，缺乏足夠的動力和衝勁，可能會選擇逃避一些需要付出努力的事情，導致進度緩慢，難以取得理想的成果。",
        "lucky_star": "天秤座",
        "money_text": "你在花錢上有些缺乏節制，看到喜歡的東西就容易衝動買下，完全不考慮是否實用和自身經濟狀況。這可能會讓你在當天出現入不敷出的情況，甚至後續要為這一時的衝動“買單”。建議你購物前先冷靜思考，想想這東西是不是真的必要，避免無意義的消費，守住自己的錢包。",
        "health_text": "容易陷入熬夜晚睡的循環，或許是工作沒完成，或是沉迷娛樂，但這樣會嚴重打亂生物鐘，讓身體得不到充分休息。次日會精神萎靡、注意力不集中，還可能引發頭痛等問題。建議睡前放下手機，調好鬧鐘，營造安靜睡眠環境，保證充足睡眠，讓身體恢復活力。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒掛臉上",
        "yi": "修剪頭髮",
        "all": "75%",
        "date": "2026-02-11",
        "love": "77%",
        "work": "79%",
        "money": "78%",
        "health": "87%",
        "notice": "需他人推才前進",
        "discuss": "72%",
        "all_text": "你的整體運勢較為一般，呈現出一種需要外界推動才能前進的狀態。你似乎缺乏一些內在的動力和衝勁，對於很多事情都抱著一種“差不多就行”的態度，沒有特別強烈的追求和渴望。在與人相處時，你也顯得有些被動，不太願意主動去表達自己的想法和感受。這種狀態可能會讓你在人際交往中顯得有些木訥，也容易錯過一些拓展人脈的機會。不過，你也有自己的優點，那就是踏實穩重。雖然進展可能不快，但每一步都走得很穩。如果想要讓運勢有所提升，不妨試著主動一些，多去嘗試一些新的事物，表達自己的觀點，也許會給你帶來一些意想不到的收穫。",
        "love_text": "單身的你，在感情方面可能沒有明顯的進展，沒有新的緣分出現，也別太著急，感情的事急不來。可以利用這段時間好好提升自己，為未來的緣分做好準備。已有伴者的你，和伴侶的相處比較平淡，沒有太多的激情和浪漫。不過平淡也是生活的一種狀態，不妨一起做些小事，比如一起做飯，增添生活樂趣。",
        "work_text": "這一天整體運勢處於中等水平，過程中會遇到一些小阻礙，讓你有想要放棄的念頭。但只要你能堅定信念，不輕易言敗，憑藉自身的毅力堅持下去，就有機會克服困難，收穫不錯的成果。",
        "lucky_star": "射手座",
        "money_text": "這一天你適合培養記賬的好習慣。在消費時可能沒有明顯感覺，但一天下來各種開支彙總，可能會讓你大吃一驚。通過記賬能清楚每一筆錢花在哪，分析哪些是必要支出，哪些可節省。如此一來，你能更好地規劃財務，避免不必要的花費，讓每一分錢都花得更有價值。",
        "health_text": "需格外注意科學用眼，長時間盯著電腦、手機屏幕，眼睛會幹澀、酸脹，甚至視力下降。每用眼一段時間，就應停下休息，看看遠處或做眼保健操。也可準備人工淚液緩解乾澀，多吃富含維生素A的食物，如胡蘿蔔、藍莓，保護好心靈的窗戶。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "前排吃瓜",
        "yi": "準備年貨",
        "all": "80%",
        "date": "2026-02-11",
        "love": "62%",
        "work": "84%",
        "money": "60%",
        "health": "88%",
        "notice": "屬於自己私人時間",
        "discuss": "74%",
        "all_text": "你的整體運勢稍有起伏，不過也擁有了一些屬於自己的私人時間和空間。在這段時間裡，你可以盡情地做自己喜歡的事情，不用受到外界過多的干擾和束縛。這種自由的感覺會讓你感到很愜意，也能讓你的心情得到放鬆。然而，運勢的起伏也意味著可能會有一些小狀況出現。也許在享受私人時光的時候，會突然接到一些任務或者消息，需要你臨時處理。不過這並不會給你帶來太大的困擾，憑藉你的聰明才智和靈活應變能力，能夠輕鬆應對。在處理完這些小狀況後，繼續享受你的私人時光，讓自己在這起伏的運勢中，找到屬於自己的平衡和快樂。",
        "love_text": "單身的你，身邊或許有曖昧對象，但關係很難進一步升溫，感覺總是差那麼一點火候。別太心急，感情需要慢慢培養。已有伴者的你，和伴侶交流時可能會有些隔閡，感覺對方不太理解自己。不妨找個時間，心平氣和地和對方聊聊，把心裡的想法說出來，增進彼此的瞭解。",
        "work_text": "你的思維格外活躍，彷彿打開了一扇新的大門，在處理各種事務時能夠快速找到新的方法和思路。無論是面對複雜的工作任務，還是學習中的難題，都能輕鬆應對，整體表現十分出色。",
        "lucky_star": "天蠍座",
        "money_text": "你要注重消費的理性規劃。面對琳琅滿目的商品和各種促銷活動，容易失去判斷，盲目購買。此時要冷靜下來，根據自身實際需求和經濟能力制定購物清單，嚴格按照清單消費。別被一時的優惠衝昏頭腦，不然可能會買回一堆用不上的東西，造成資金浪費。",
        "health_text": "要保持勞逸結合，忙碌的工作或學習容易讓你忘記休息，身體會處於緊繃狀態，易出現疲勞、肌肉痠痛等情況。工作間隙可起身活動活動，伸伸懶腰、踢踢腿，促進血液循環。晚上保證充足睡眠，讓身體和大腦都得到放鬆，以更好的狀態迎接新一天。",
        "lucky_color": "卡其色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "朋友圈emo",
        "yi": "AA制消費",
        "all": "97%",
        "date": "2026-02-11",
        "love": "90%",
        "work": "94%",
        "money": "96%",
        "health": "98%",
        "notice": "幸運值直線上升",
        "discuss": "93%",
        "all_text": "你的整體運勢非常出眾，幸運值直線上升，彷彿被幸運之神眷顧一般。你能夠比較隨心所欲地做自己想做的事情，很少會遇到阻礙和困難。在與人交往中，你也會感受到他人的善意和友好，人際關係十分和諧。這種良好的氛圍會讓你心情愉悅，充滿自信。你可以大膽地去嘗試一些新的想法和計劃，不用擔心會失敗，因為運勢的加持會讓你更容易取得成功。不過，雖然運勢很好，但也不要過於驕傲和自滿，還是要保持一顆謙遜的心，珍惜這來之不易的好運勢。同時，也可以把這份幸運傳遞給身邊的人，和大家一起分享快樂，這樣會讓你的運勢更加持久和穩定。",
        "love_text": "單身的你，有很大機會邂逅新的緣分，可能在某個社交場合，或者不經意間的相遇，讓你遇到那個讓你心動的人。勇敢一點，主動去認識對方。已有伴者的你，和伴侶的感情會更加親密，彼此之間的依賴感增強。可以一起規劃一下未來，讓感情更有方向感，也能增進彼此的信任。",
        "work_text": "這一天對你來說充滿了機遇，彷彿幸運之神在眷顧著你。在各個方面都有可能出現讓你脫穎而出的機會，只要你能夠敏銳地捕捉到這些機遇，並果斷地抓住它們，就能取得令人矚目的成績。",
        "lucky_star": "水瓶座",
        "money_text": "這一天你財運極佳，有意外之財降臨的可能。也許是之前借出去的錢收回，或是收到一份意外的禮物、獎金等。不過即便有意外之財，也別過度揮霍，可拿出一部分作為儲蓄，另一部分合理規劃使用，比如改善生活、投資自己等，讓這筆錢發揮更大作用。",
        "health_text": "建議保持穩定的情緒，生活瑣事或工作壓力可能讓你情緒波動大，焦慮、煩躁等不良情緒會影響內分泌，降低免疫力。可通過聽音樂、看電影等方式放鬆心情，遇到煩心事多和朋友傾訴，保持平和心態，讓身體在良好情緒中維持健康狀態。",
        "lucky_color": "藍色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "被子洗洗曬曬",
        "all": "59%",
        "date": "2026-02-11",
        "love": "64%",
        "work": "62%",
        "money": "51%",
        "health": "63%",
        "notice": "為瑣事斤斤計較",
        "discuss": "66%",
        "all_text": "你的整體運勢不容樂觀，容易對一些瑣事過於斤斤計較。你會把很多精力都放在一些微不足道的小事情上，為了一點小事就糾結不已，甚至大動肝火。這種狀態不僅會讓你自己感到疲憊和煩躁，也會影響到身邊人的情緒。在與他人相處時，你可能會因為一些小事而發生爭執，破壞原本和諧的關係。而且，過於關注瑣事會讓你忽略一些更重要的事情，導致一些機會從你身邊溜走。你需要學會放寬心態，不要把一些小事看得那麼重要。把目光放長遠一些，關注那些真正對自己有意義的事情。當你不再為瑣事煩惱時，你會發現自己的運勢也會逐漸好轉，生活也會變得更加輕鬆和愉快。",
        "love_text": "單身的你，在追求心儀對象時可能會遇到一些阻礙，對方的態度讓你有些捉摸不透。別灰心，調整一下追求的方式，也許會有新的突破。已有伴者的你，和伴侶相處時可能會出現一些分歧，在處理事情的觀點上不太一致。別急著爭論，先傾聽對方的想法，再一起商量解決辦法。",
        "work_text": "你的狀態不太穩定，時而充滿幹勁，時而又有些萎靡不振。這種起伏的狀態會影響你的效率和成果，需要你及時調整自己的心態，保持平和，以更好的狀態去應對各種挑戰。",
        "lucky_star": "獅子座",
        "money_text": "你要警惕衝動消費。看到新款商品或被銷售人員的推銷打動，就容易立刻下單。這種衝動行為會讓你在當天花費大量金錢，可能超出預算。購物前要多比較價格，瞭解商品真實價值，給自己一些冷靜時間，避免因一時衝動而後悔，保護好自己的財務狀況。",
        "health_text": "總是不自覺皺眉頭，這會牽動面部肌肉，時間久了易形成皺紋，還可能引發頭痛。要時刻提醒自己放鬆面部，遇到事情別過於緊繃。也可通過按摩額頭、太陽穴等部位緩解肌肉緊張，保持面部的輕鬆狀態，讓身體和心情都更舒暢。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃薯條漢堡",
        "yi": "年味裝飾佈置",
        "all": "72%",
        "date": "2026-02-11",
        "love": "85%",
        "work": "50%",
        "money": "82%",
        "health": "77%",
        "notice": "利用空閒的時間",
        "discuss": "69%",
        "all_text": "你的整體運勢不大平穩，會出現一些小波動。不過，這並不影響你擁有一個好心情。你可以利用一些空閒時間來做一些新年的佈置，比如貼春聯、掛燈籠等，讓家裡充滿節日的氛圍。在這個過程中，你能夠感受到濃濃的年味，也能讓自己的心情變得更加愉悅。雖然運勢有起伏，但你有著很強的適應能力，能夠很好地應對各種變化。在面對一些小問題時，你不會慌亂，而是會冷靜地分析，尋找解決辦法。這種沉穩的態度會讓你在運勢不穩定的情況下，依然能夠保持生活的正常節奏。而且，通過做新年佈置，還能讓你感受到生活的美好，增強對未來的期待和信心。",
        "love_text": "單身的你，桃花運逐漸顯現，身邊可能會出現一些不錯的異性，讓你有想要進一步瞭解的衝動。抓住機會，多和對方接觸交流。已有伴者的你，和伴侶之間的默契在加深，一個眼神、一個動作，對方就能明白你的心意。可以利用這種默契，一起完成一些事情，讓感情更加深厚。",
        "work_text": "這一天你可能會因為粗心大意而出現一些小失誤，這些失誤雖然看似不大，但卻可能會影響到整體的進度和結果。在處理事務時要更加細心謹慎，認真檢查每一個環節，避免因為疏忽而帶來不必要的麻煩。",
        "lucky_star": "處女座",
        "money_text": "這一天你在理財上精打細算能獲利。對每一筆開支都認真考量，不放過任何節省的機會，比如尋找更優惠的購物渠道、合理利用優惠券等。同時，對於一些小的投資機會也能敏銳捕捉，通過精準的分析和判斷，讓資金得到合理運用，實現財富的小幅增長。",
        "health_text": "適合多出門走走散散步，長時間待在室內，空氣不流通，身體會缺乏活力。散步能促進新陳代謝，增強心肺功能，還能呼吸新鮮空氣，放鬆心情。可選擇公園、河邊等環境優美的地方，邊散步邊欣賞風景，讓身心在大自然中得到滋養和放鬆。",
        "lucky_color": "抹茶色",
        "lucky_number": "5"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷手機遊戲",
        "yi": "逛逛花街",
        "all": "53%",
        "date": "2026-02-11",
        "love": "48%",
        "work": "63%",
        "money": "52%",
        "health": "63%",
        "notice": "生活的精彩在溜走",
        "discuss": "68%",
        "all_text": "你的整體運勢欠佳，很容易陷入對手機的沉迷之中。手機裡的各種信息、娛樂內容像無形的手，緊緊抓住你的注意力，讓你難以自拔。當你把大量時間耗費在虛擬世界時，現實生活裡許多精彩片段正悄然溜走。你可能會錯過與家人溫馨的互動時刻，錯過朋友間有趣的聚會邀約，錯過身邊那些細微卻美好的風景。這種對手機的過度依賴，會讓你在當天感覺生活變得空洞乏味，彷彿與真實世界產生了隔閡。你需要有意識地提醒自己，適時放下手機，多去關注身邊的人和事，用心感受生活的點滴美好，不然這種不佳的運勢可能會持續影響你，讓你在虛擬與現實的失衡中，度過不太愉快的一天。",
        "love_text": "單身的你，可能會遇到讓你心動的人，但你卻有些猶豫，不敢主動行動，害怕被拒絕。別讓膽怯錯過緣分，勇敢表達自己的心意。已有伴者的你，和伴侶之間容易爆發矛盾，可能因為一些小事就爭吵起來。在爭吵前先冷靜一下，想想對方的優點，避免讓矛盾升級。",
        "work_text": "面臨諸多選擇卻難以果斷下決定。在推進事務時，這種猶豫不決會讓你錯失一些時機，導致進度受阻。而且不同選擇帶來的未知，也容易讓你內心糾結，影響整體狀態。你需要迅速理清思路，明確自身目標，果斷做出抉擇，才能讓事情順利發展。",
        "lucky_star": "巨蟹座",
        "money_text": "在社交方面的花費會增多。和朋友聚會、參加活動等，為了維護人際關係可能會頻繁買單或送禮物。雖然社交很重要，但也要注意控制成本，避免過度消費。可以提前規劃社交預算，選擇一些性價比高的活動，在不影響社交質量的同時，守護好自己的錢包。",
        "health_text": "別給自己太大壓力，工作任務、生活瑣事等像一座座山壓在身上，會讓你精神高度緊張，出現失眠、食慾不振等問題。要學會合理分配時間和任務，給自己留出放鬆的時間。可通過泡熱水澡、冥想等方式緩解壓力，讓身體和大腦從緊繃中解脫出來。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "逾期還款",
        "yi": "換個新發型",
        "all": "90%",
        "date": "2026-02-11",
        "love": "93%",
        "work": "94%",
        "money": "90%",
        "health": "97%",
        "notice": "源源不斷的動力",
        "discuss": "92%",
        "all_text": "你的整體運勢持續走高，好心情如同強勁的引擎，為你注入了源源不斷的動力。你整個人都充滿了活力，行動的積極性大幅提升。以往那些可能讓你覺得有些棘手或提不起興趣的事情，在今天都變得充滿吸引力，你願意主動去嘗試、去探索。這種積極的狀態會讓你在人際交往中也更加主動和熱情，容易結識到新的朋友，拓展自己的人脈圈子。而且，好心情還會讓你在處理各種情況時更加從容自信，能夠更好地應對可能出現的挑戰。你會發現自己做什麼都順風順水，彷彿被幸運之神眷顧。保持這樣的狀態，讓好心情持續發酵，你會在今天收穫許多意想不到的驚喜，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，自身的魅力會吸引不少異性的關注，在人群中很容易成為焦點。好好展現自己的優點，說不定就能遇到那個對的人。已有伴者的你，和伴侶之間愛意正濃烈，彼此都沉浸在甜蜜的愛情中。可以一起做一些浪漫的事，比如看一場電影，讓感情持續升溫。",
        "work_text": "這一天對你而言，就像開啟了一場充滿驚喜的旅程，各方面表現都十分出色，最終成果往往會超出你的預期。你的努力和付出會得到很好的回報，在處理事務時能夠高效且高質量地完成，還會展現出獨特的創造力，為發展增添新的亮點。",
        "lucky_star": "白羊座",
        "money_text": "你的投資會有豐厚回報。之前進行的投資項目可能會迎來收益高峰，讓你獲得可觀的收入。不過即便收穫頗豐，也別驕傲自滿，要繼續保持謹慎態度。可對投資進行復盤，總結經驗，同時根據市場情況合理調整投資策略，為未來的財富增長做好規劃。",
        "health_text": "加強運動鍛鍊能讓你活力滿滿，長期缺乏運動，身體機能會下降，容易感到疲憊。可選擇適合自己的運動，如跑步、瑜伽等，運動能促進血液循環，增強體質，還能釋放壓力。運動前做好熱身，運動後注意拉伸，避免受傷，讓身體在運動中保持健康。",
        "lucky_color": "杏色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "踩點出門",
        "yi": "居家大掃除",
        "all": "52%",
        "date": "2026-02-11",
        "love": "58%",
        "work": "55%",
        "money": "71%",
        "health": "68%",
        "notice": "被各種瑣事纏身",
        "discuss": "60%",
        "all_text": "你的整體運勢較為低迷，可能會被各種瑣事或家務事纏身。這些看似不起眼的小事，卻像一團亂麻，讓你有些應接不暇。你可能會忙著整理房間、處理一些生活雜事，或是被一些家庭事務搞得焦頭爛額。這些瑣事佔據了你大量的時間和精力，讓你無暇顧及其他更有趣或更有意義的事情。你會感覺自己的生活被這些瑣碎的事情填滿，缺乏一些自由和樂趣。不過，也不要過於煩躁，雖然運勢低迷，但這些瑣事也是生活的一部分。試著調整自己的心態，以平和的心情去面對它們，一件一件地解決。在處理完這些瑣事後，你也能感受到一種成就感，而且之後或許會有一些輕鬆的時刻等待著你。",
        "love_text": "單身的你，脫單的機會比較少，可能沒有遇到合適的人，或者緣分還未到。別因此而沮喪，把精力放在自己喜歡的事情上，說不定緣分就在不經意間到來。已有伴者的你，和伴侶的陪伴時間有點少，可能因為工作或其他原因聚少離多。儘量抽出時間多陪陪對方，讓對方感受到你的愛。",
        "work_text": "容易陷入散漫的狀態，注意力難以集中，很難專注於手頭的事情。這種狀態會讓你在處理事務時效率低下，錯誤頻出，原本計劃好的事情也可能因為拖延而無法按時完成。你需要儘快調整自己的狀態，給自己設定明確的目標和任務，增強自律性。",
        "lucky_star": "雙魚座",
        "money_text": "你要避免盲目跟風消費。看到別人買什麼就跟著買，不考慮自身是否需要和是否適合。這種行為容易讓你買到不實用或質量不佳的商品，浪費金錢。購物時要保持獨立思考，根據自己的喜好和需求選擇，不盲目追隨潮流，這樣才能把錢花在刀刃上。",
        "health_text": "要注意別吃過期食品，忙碌中可能沒注意食品保質期，吃了過期食物會引發腸胃不適，如腹痛、腹瀉等。購物時要留意生產日期和保質期，食物存放要合理，定期清理過期食品。一旦誤食出現不適，要及時就醫，守護好腸胃健康。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打腫臉充胖子",
        "yi": "分享個人想法",
        "all": "92%",
        "date": "2026-02-11",
        "love": "95%",
        "work": "86%",
        "money": "82%",
        "health": "92%",
        "notice": "充滿機遇和助力",
        "discuss": "90%",
        "all_text": "你的整體運勢非常出眾，彷彿置身於一個充滿機遇和助力的大環境中。在你的周圍，有貴人悄然出現，他們可能會在你需要的時候給予你恰到好處的幫助和建議。這些貴人的出現，就像在黑暗中為你點亮了一盞明燈，讓你在面對各種情況時更加清晰和自信。同時，你還有足夠的空間去發揮自己的所長，無論是你的才華、技能還是獨特的見解，都能得到充分的展現。你可以大膽地去嘗試新的想法和做法，不用擔心會受到過多的限制和阻礙。這種良好的運勢會讓你在今天充滿成就感，感受到自己的價值和能力。抓住這個難得的機會，盡情展現自己，你會在今天收穫許多美好的回憶和寶貴的經驗。",
        "love_text": "單身的你，有望遇到真愛，可能在某個特定的場合，遇到那個讓你一見鍾情的人。勇敢邁出第一步，主動去追求自己的幸福。已有伴者的你，和伴侶的感情很穩定，彼此相互理解、相互支持。可以一起為未來努力奮鬥，讓生活更加美好。",
        "work_text": "整體狀態良好，如同穩健前行的列車，沿著既定的軌道穩步前進。在處理各種事務時，你能夠有條不紊地進行，憑藉自身的耐心和毅力，克服一個又一個困難，不斷朝著目標靠近，取得階段性的成果。",
        "lucky_star": "金牛座",
        "money_text": "這一天你適合穩健理財實現增值。選擇一些風險較低、收益穩定的理財方式，如定期存款、債券等。憑藉你謹慎的態度和理性的分析，能讓資金在安全的前提下逐步增長。同時，要持續關注市場動態，根據情況適時調整理財組合，確保財富穩定增值。",
        "health_text": "多吃蔬菜水果對健康有益，日常飲食中如果蔬攝入不足，身體會缺乏維生素和膳食纖維，影響消化和免疫力。這一天可多準備新鮮蔬果，如橙子、菠菜等，做成沙拉或榨汁飲用。豐富的營養能讓身體更有活力，增強抵抗力，預防疾病侵襲。",
        "lucky_color": "紅色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度完美主義",
        "yi": "逛逛文創店鋪",
        "all": "88%",
        "date": "2026-02-11",
        "love": "89%",
        "work": "81%",
        "money": "89%",
        "health": "76%",
        "notice": "按照自己節奏走",
        "discuss": "82%",
        "all_text": "你的整體運勢平穩，生活如同一條平靜的河流，按照自己的節奏緩緩流淌。你不會被外界的喧囂和干擾所影響，能夠保持內心的平靜和淡定。在做事情時，你能夠有條不紊地安排自己的步驟，一步一個腳印地朝著目標前進。這種按部就班的狀態讓你感到安心和踏實，不會因為慌亂或急躁而出現失誤。你可以按照自己的計劃，完成各項任務，享受這種穩定有序的生活節奏。而且，在平穩的運勢中，你也有時間去思考和反思，總結過去的經驗教訓，為未來的發展做好規劃。保持這樣的狀態，你會在平穩中不斷積累，為未來的突破打下堅實的基礎。",
        "love_text": "單身的你，在社交場合中容易遇到桃花，結識一些新的異性朋友。擴大自己的社交圈，增加遇到緣分的機會。已有伴者的你，和伴侶相處很自在，彼此都能給對方足夠的空間。這種相處模式讓感情更加輕鬆愉快，可以繼續保持，偶爾也可以製造一些小驚喜。",
        "work_text": "你適合以穩紮穩打的方式推進各項事務。在處理問題時，不要急於求成，而是要一步一個腳印，注重細節和質量。這種穩健的作風會讓你避免很多不必要的錯誤，為後續的發展打下堅實的基礎，雖然進度可能不會很快，但每一步都走得很踏實。",
        "lucky_star": "雙子座",
        "money_text": "你有發現新財路的機會。可能在日常交流、工作或生活中，突然獲得一些新的賺錢思路或渠道。要敏銳捕捉這些信息，認真評估其可行性和風險。一旦確定可行，就果斷行動，抓住這個增加收入的好時機，為自己的財富積累開闢新的道路。",
        "health_text": "建議不要三餐都點外賣，外賣食品大多高油高鹽，長期食用會增加腸胃負擔，引發肥胖等問題。這一天不妨自己動手做飯，選擇新鮮食材，合理搭配營養。既能保證飲食健康，又能享受烹飪的樂趣。飯後適當活動，促進消化，讓身體保持良好的狀態。",
        "lucky_color": "茶色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三次密碼錯誤",
        "yi": "制定新年計劃",
        "all": "83%",
        "date": "2026-02-11",
        "love": "85%",
        "work": "89%",
        "money": "76%",
        "health": "80%",
        "notice": "許多想做的事情",
        "discuss": "79%",
        "all_text": "你的整體運勢尚佳，心中湧動著許多想做的事情，彷彿有一股無形的力量在推動著你。這些想法如同璀璨的星星，在你的腦海中閃爍，讓你充滿了期待和憧憬。不過，面對這麼多想做的事，不要急於行動，不妨先靜下心來制定一個詳細的計劃。計劃就像一張地圖，能夠為你指引方向，讓你在實現目標的道路上更加清晰和高效。通過制定計劃，你可以合理安排時間和精力，確定事情的先後順序，避免盲目行動帶來的混亂和低效。有了計劃的支持，你就能更加有條不紊地去實現自己的想法，將心中的憧憬逐步變為現實。在制定和執行計劃的過程中，你會感受到自己的成長和進步，讓今天變得更加充實和有意義。",
        "love_text": "單身的你，在社交場合中容易遇到桃花，結識一些新的異性朋友。擴大自己的社交圈，增加遇到緣分的機會。已有伴者的你，和伴侶相處很自在，彼此都能給對方足夠的空間。這種相處模式讓感情更加輕鬆愉快，可以繼續保持，偶爾也可以製造一些小驚喜。",
        "work_text": "這一天對你來說充滿了好運，會有貴人出現在你的生活中，為你提供幫助和支持。在遇到困難時，貴人會及時伸出援手，讓你能夠順利解決問題。同時，貴人的出現也會給你帶來新的機遇和啟發，讓你在發展的道路上更加順暢。",
        "lucky_star": "摩羯座",
        "money_text": "你要控制情緒性消費。心情好或不好時，都容易通過購物來發洩情緒，導致購買一些不必要的東西。這種消費方式不僅浪費金錢，還可能讓你陷入財務困境。當有購物衝動時，先冷靜下來，分析是否真的需要，也可通過其他方式調節情緒，如運動、聽音樂等。",
        "health_text": "不要久坐不動，長時間坐著辦公或學習，會影響血液循環，導致腰部、頸部痠痛，還可能引發肥胖。每隔一段時間就起身活動，接杯水、走動幾步，促進身體血液循環。也可做一些簡單的伸展運動，活動關節，讓身體保持靈活，遠離久坐帶來的健康隱患。",
        "lucky_color": "湖藍色",
        "lucky_number": "8"
      }
    }
  }
}