{
  "updated": "2025-10-09T05:09:15.331Z",
  "updateTime": "2025/10/9 下午1:09:15",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17771,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "遊戲玩通宵",
        "yi": "享受下午茶",
        "all": "70%",
        "date": "2025-10-09",
        "love": "69%",
        "work": "75%",
        "money": "72%",
        "health": "79%",
        "notice": "需要適應的細節",
        "discuss": "73%",
        "all_text": "就像被推上一條新軌道，生活節奏裡多了些需要適應的細節。原本熟悉的日常突然冒出些小變化，比如常去的店鋪換了菜單，或者常用的工具更新了操作方式。這些變動不算大，但需要你多花點耐心去磨合。你的行動力在線，但容易因為急著“搞定”而忽略細節，比如漏看重要通知，或者沒聽清別人的話就急著回應。適合把節奏放慢半拍，遇到需要決策的事先停一停，確認清楚再行動。人際關係上，你可能會遇到想幫你但方式不太對的人，別急著反駁，先聽聽對方的出發點，反而能避免後續的誤會。整體來說，這一天的重心在於“調整”，調整對新變化的接受度，調整做事的急躁感。雖然不算特別順，但也沒到卡殼的地步，保持一點彈性，日子會過得更輕鬆。",
        "love_text": "單身的你，容易把愛情想象得過於完美，總覺得“下一個會更好”，反而忽略了眼前可能合適的人。別總用理想化的標準去篩選，多給現實一點機會。已有伴者的你，需要把注意力從“浪漫幻想”拉回現實。比如伴侶可能更在意柴米油鹽的細節，或是希望你能一起解決實際問題，別總沉浸在自己的期待裡，多聽聽對方的需求。",
        "take_star": "",
        "work_text": "你像剛換上新跑鞋的選手，腳感還沒完全適應。可能遇到需要反覆調整計劃的情況，比如臨時改方案、調整學習節奏，別急著抱怨“怎麼又變”，先觀察變化中的規律。過程中容易因急躁忽略細節，比如漏看郵件關鍵詞、算錯數據，建議重要步驟多檢查兩遍。",
        "lucky_star": "巨蟹座",
        "money_text": "需要把目光放長遠些，別被眼前的小收益牽著走。比如看到打折促銷就囤貨，或為了短期返利投資不熟悉的領域，容易事後發現“省小錢虧大錢”。適合梳理下長期財務目標，比如為年底旅行或學習存筆錢，把零散支出集中到更有價值的事上，反而能攢下更多。",
        "health_text": "要特別注意保證睡眠的充足，可能因為工作或娛樂熬夜，導致白天精神不濟、注意力下降，甚至引發頭痛。睡前一小時放下手機，調暗燈光，泡個腳或聽輕音樂，能幫你更快入睡。如果實在睡不著，別硬躺，起來看會兒書，困了再回床上，睡眠質量會更好，第二天狀態也會更佳。",
        "lucky_color": "翠綠色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "自嘲自諷",
        "yi": "完成一項目標",
        "all": "95%",
        "date": "2025-10-09",
        "love": "92%",
        "work": "98%",
        "money": "97%",
        "health": "90%",
        "notice": "很快找到關鍵點",
        "discuss": "91%",
        "all_text": "整體運勢穩步高升，做什麼都帶著股利落勁兒。原本需要花時間處理的事，你可能很快就找到關鍵點，連平時覺得麻煩的流程都變得順滑起來。這種狀態不僅體現在做事上，連你的情緒都跟著“穩”了不少，不會因為小插曲就煩躁，反而能快速找到解決辦法。適合處理需要耐心或積累的事，比如整理房間、規劃未來，或者把之前拖延的小任務一次性解決。你的判斷力在線，能快速抓住核心，避免繞彎路。不過，別因為效率高就把自己逼得太緊，適當留點休息時間，反而能讓狀態更持久。人際關係上，你的可靠會吸引他人主動靠近，可能有人找你幫忙或商量事，別急著拒絕，偶爾的互動能讓你收穫意外的好感。整體來說，這一天的你像開了“順滑模式”，只要保持節奏，一整天都會過得充實又輕鬆。",
        "love_text": "單身的你，桃花運不錯，可能會遇到讓你覺得“舒服”的人——不用刻意表現，對方就能接住你的情緒。別太拘謹，自然相處反而更容易拉近距離。已有伴者的你，和伴侶的關係像“戰友”般默契，遇到困難時能互相支持。比如一起處理家務、規劃未來，這種並肩作戰的感覺會讓感情更紮實。",
        "take_star": "",
        "work_text": "在熟悉的領域裡能快速找到最優解。比如處理重複性工作時，能總結出更高效的方法；複習時能精準抓住重點。這種“遊刃有餘”的狀態會讓你更願意挑戰高難度任務，但別貪多，專注完成兩三個核心目標即可。",
        "lucky_star": "處女座",
        "money_text": "財運相當不錯，正財收入穩定，還可能收到之前合作的尾款、獎金或小分紅。手頭寬裕時別急著揮霍，可以列個“願望清單”，把想買的非必需品按優先級排序，先滿足最需要的，剩下的存起來。這種“有計劃的花錢”能讓你既享受生活，又不會月光。",
        "health_text": "適合多進行運動鍛鍊，哪怕只是下班後快走20分鐘，或午休時做套拉伸操。久坐容易讓肩頸僵硬、腰背痠痛，運動能促進血液循環，緩解疲勞。如果時間充裕，可以約朋友打球、爬山，既能活動身體，又能放鬆心情。記得運動前後做好熱身和放鬆，避免拉傷。",
        "lucky_color": "米黃色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "管別人閒事",
        "yi": "自信發言",
        "all": "85%",
        "date": "2025-10-09",
        "love": "86%",
        "work": "82%",
        "money": "85%",
        "health": "83%",
        "notice": "外界的干擾變少",
        "discuss": "80%",
        "all_text": "你更適合把目光收回到自己身上，專注做那些“讓自己舒服”的事。外界的干擾會變少，你的注意力能更集中，比如看書、整理思路，或者單純放空，都能讓你感到踏實。這種狀態會讓你更容易發現自己的小進步，可能是解決了一個困擾已久的小問題，或者想通了一個之前糾結的點。不適合盲目跟風或湊熱鬧，把精力放在“我需要什麼”上，反而能收穫小滿足。人際關係上，你可能會主動減少無效社交，更願意和聊得來的人相處，這種“篩選”會讓你更輕鬆。不過，別因為太專注自己而忽略他人的需求，偶爾回應一下關心你的人，能讓關係更溫暖。整體來說，這一天的你像在“充電”，不需要多熱鬧，把日子過成自己喜歡的樣子，就是最好的狀態。",
        "love_text": "單身的你，可能會對某個特定的人產生興趣，對方的一舉一動都能牽動你的情緒。別急著確定關係，先多觀察對方是否和你的節奏合拍。已有伴者的你，需要學會“退一步”。比如伴侶堅持自己的想法時，別急著反駁，先聽聽對方的理由，妥協不是認輸，反而能讓關係更平衡。",
        "take_star": "",
        "work_text": "你的腦回路像開了“多線程模式”，能同時處理不同類型的信息。比如一邊開會一邊記靈感，或邊背單詞邊聽播客。這種“靈活切換”的能力會讓你效率提升，但要注意別在關鍵任務上“分心”，比如寫報告時突然去刷手機，容易打斷思路。",
        "lucky_star": "金牛座",
        "money_text": "培養記賬的習慣，哪怕只是用手機備忘錄隨手記。你可能發現平時“沒買什麼”卻花了不少，比如點外賣、買零食、充會員這些小支出，累積起來可能超過預期。記完賬後分析下“哪些是必要支出”，比如吃飯、通勤，哪些是“可省支出”，比如重複的娛樂消費，調整後錢包會更鼓。",
        "health_text": "要特別注意端正坐姿，可能因為趕工或刷手機，不自覺地彎腰駝背、脖子前伸，長期這樣會導致頸椎、腰椎疼痛。工作時把電腦屏幕調至與眼睛平視，椅子選有靠背的，腰部墊個靠墊，能減輕脊椎壓力。每隔一小時起來活動下，伸伸懶腰、轉轉脖子，身體會更舒服。",
        "lucky_color": "米黃色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忘記調鬧鐘",
        "yi": "助人為樂",
        "all": "55%",
        "date": "2025-10-09",
        "love": "50%",
        "work": "48%",
        "money": "58%",
        "health": "62%",
        "notice": "小麻煩扎堆出現",
        "discuss": "69%",
        "all_text": "你可能會覺得“怎麼什麼都在跟我作對”，出門忘帶東西、說話被誤解，或者原本計劃好的事突然變卦。這些小麻煩像約好了似的扎堆出現，容易讓你有點煩躁。其實問題本身不大，但你的狀態容易被這些小混亂帶偏，比如因為一點小事就懷疑自己，或者對原本期待的事失去耐心。適合把預期調低一點，別給自己定太高的目標，遇到卡殼的事先暫停，換個時間再處理。人際關係上，你可能會因為情緒低而顯得有點冷淡，別勉強自己強撐熱情，適當表達“我現在需要靜靜”，反而能避免後續的誤會。整體來說，這一天的關鍵詞是“包容”，包容自己的小失誤，包容生活裡的小意外，別讓這些小插曲影響你的心情。雖然不算順，但也不是過不去的坎，慢慢來，晚上睡個好覺，明天會更好。",
        "love_text": "單身的你，遇到喜歡的人容易過度付出，甚至為了迎合對方而改變自己。記住，真正的喜歡是“你本來就這樣也很好”，別為了愛情弄丟自己。已有伴者的你，別把重心全放在伴侶身上，比如總追問對方行蹤、過度依賴對方的情緒。留點空間給自己，反而能讓感情更輕鬆。",
        "take_star": "",
        "work_text": "容易陷入“低效循環”，比如對著電腦發呆半小時卻沒動鍵盤，或翻書半小時只看了兩頁。這種“摸魚”狀態不是因為懶，而是缺乏明確的目標感。建議先列個“今日必做清單”，把任務拆解成小步驟，每完成一項就打個勾，成就感會推動你繼續。",
        "lucky_star": "摩羯座",
        "money_text": "要小心被消費主義牽著鼻子走，比如刷社交平臺被種草“網紅單品”，或聽銷售推薦“升級款”就衝動下單。買前先問自己：“這個我真的需要嗎？還是隻是想要？”如果是後者，先放購物車24小時，冷靜後再決定。省下的錢可以存起來，或用來投資自己，比如買本書、學個技能，更划算。",
        "health_text": "要避免蹺二郎腿，這個習慣看似舒服，卻會讓骨盆傾斜、脊椎變形，甚至引發下肢靜脈曲張。坐著時雙腳平放地面，或交叉腳踝（別用力），能減少對骨盆的壓力。如果實在想換姿勢，可以盤腿坐（但別太久），或起來走動幾分鐘。保持正確的坐姿，身體會更輕鬆。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "玩笑開過頭",
        "yi": "練瑜伽冥想",
        "all": "97%",
        "date": "2025-10-09",
        "love": "98%",
        "work": "93%",
        "money": "94%",
        "health": "96%",
        "notice": "能量場會特別強",
        "discuss": "92%",
        "all_text": "你像被“點亮”了一樣，做什麼都帶著股自信勁兒。你的能量場特別強，容易吸引他人的注意，可能是你的一句話、一個舉動，讓人覺得“這事交給你準沒錯”。這種狀態會讓你有很多發揮所長的機會，比如主動承擔一個需要創意的任務，或者幫朋友解決難題，都能讓你感到被需要。適合做那些能展現你優勢的事，別藏著掖著，把你的想法大膽說出來，反而能收穫認可。人際關係上，你的熱情會感染身邊的人，可能有人主動找你合作或分享機會，別急著拒絕，多聽聽對方的想法，說不定能碰撞出新的火花。不過，別因為狀態好就過度消耗自己，適當休息能讓你的能量更持久。整體來說，這一天的你像站在“舞臺中央”，只要保持真誠，一整天都會過得又充實又有成就感。",
        "love_text": "單身的你，可能會遇到讓你眼前一亮的對象，對方的氣質、能力或談吐讓你覺得“這就是我想要的”。別太矜持，主動釋放好感更容易有進展。已有伴者的你，和伴侶的互動充滿熱情，比如一起嘗試新事物、聊未來的規劃。保持這種“新鮮感”，感情會像剛戀愛時一樣甜蜜。",
        "take_star": "",
        "work_text": "你的邏輯像被“校準過”的精密儀器，能快速理清複雜問題的脈絡。比如處理多線程任務時，能精準判斷優先級；複習時能快速抓住知識點的關聯。這種“清晰感”會讓你更有信心，但別因為“太順”就忽略驗證，比如算完數據後再核對一遍，避免小失誤。",
        "lucky_star": "雙魚座",
        "money_text": "財運有新進展，可能是之前的項目通過驗收拿到尾款，或客戶主動介紹新資源帶來合作機會。收入增加時別急著提升消費檔次，可以拿出一部分作為“獎勵基金”，比如吃頓好的、買件小禮物，剩下的存進專用賬戶，為未來的大目標（比如買房、創業）積累本金，財運會更穩。",
        "health_text": "不要久坐不動，可能因為專注工作或追劇，一坐就是幾小時，導致血液循環變慢、代謝降低，甚至引發便秘或水腫。每小時起來活動5分鐘，倒杯水、走兩步，或做幾個深蹲、高抬腿，能促進代謝，緩解疲勞。如果條件允許，午休時去樓下散散步，下午精神會更好。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "三分鐘熱度",
        "yi": "看高分紀錄片",
        "all": "52%",
        "date": "2025-10-09",
        "love": "56%",
        "work": "58%",
        "money": "50%",
        "health": "64%",
        "notice": "狀態受外界影響",
        "discuss": "65%",
        "all_text": "你可能會覺得“熱情像坐了過山車”，早上還幹勁滿滿，下午就突然沒了動力。這種狀態容易讓你對原本期待的事失去耐心，比如計劃好的事做到一半就懶得繼續，或者對小問題過度糾結，反而消耗了精力。其實問題不在事本身，而是你的狀態容易受外界影響，比如別人的一句話、一個小意外，都能讓你從“積極”變成“提不起勁”。適合把目標拆小，別給自己定太高的任務，完成一件小事就給自己一點肯定，慢慢積累信心。人際關係上，你可能會因為情緒低而顯得有點挑剔，別急著否定他人，試著用更溫和的方式表達需求，反而能避免衝突。整體來說，當前的關鍵詞是“調整”，調整對結果的期待，調整做事的節奏，別讓一時的情緒影響整體的判斷。雖然不算順，但也不是過不去的坎，給自己一點時間，狀態會慢慢回來。",
        "love_text": "單身的你，對愛情的態度有點“封閉”，可能是之前受傷過，或是覺得“一個人更省心”。但別因為害怕就拒絕所有可能，偶爾打開心門，說不定會有驚喜。已有伴者的你，和伴侶可能各自忙於自己的事，交流變少。別覺得“不聯繫就是不愛”，晚上抽時間聊幾句日常，反而能讓彼此更安心。",
        "take_star": "",
        "work_text": "容易陷入“拖延怪圈”，比如明明有重要任務，卻先整理桌面、刷消息，把核心工作拖到最後一刻。這種“先易後難”的模式會讓你後期壓力大，建議把最難的任務放在上午完成，利用早晨的清醒勁攻克。完成後可以獎勵自己小休息，形成正向循環。",
        "lucky_star": "天蠍座",
        "money_text": "要留意分期還款的壓力，可能之前為了買大件（比如手機、家電）辦了分期，會收到還款提醒。如果手頭緊張，別硬撐著還，可以聯繫平臺協商延期或調整還款計劃。同時控制下消費，避免“以貸養貸”。省下的錢先還部分欠款，壓力會小很多，財務也更輕鬆。",
        "health_text": "要注意管理體重，可能因為壓力大或情緒波動，不自覺地多吃零食、點外賣，導致熱量超標。吃前先問問自己：“是真的餓，還是隻是饞？”如果是後者，可以嚼顆無糖口香糖，或喝杯水緩解。正餐時多吃蔬菜、蛋白質，少吃高油高糖的食物，體重會更穩定，身體也更輕鬆。",
        "lucky_color": "金色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "爭強好勝",
        "yi": "參觀博物館",
        "all": "78%",
        "date": "2025-10-09",
        "love": "79%",
        "work": "71%",
        "money": "76%",
        "health": "80%",
        "notice": "趨於平淡的模式",
        "discuss": "75%",
        "all_text": "你的生活節奏彷彿被按下了慢放鍵，趨於平淡的模式讓你有更多時間觀察身邊細節。原本習慣緊湊安排的你，可能會覺得日子少了點衝勁，但這種“慢下來”的狀態反而讓你有機會梳理近期積累的情緒。周圍人的行動速度也會同步放緩，溝通時少了些急躁，多了些耐心傾聽的機會。不過要注意，平淡中容易滋生小倦怠，比如對日常瑣事的熱情降低，或是面對選擇時猶豫不決。不必強迫自己必須“做點什麼”，允許自己偶爾發發呆、看看雲，這種鬆弛感反而能幫你恢復能量。晚上可能會因為白天節奏過慢而有點失眠，但不用太焦慮，喝杯溫牛奶或聽點輕音樂就能緩解。整體來說，是適合整理思緒、調整狀態的日子，平淡裡藏著讓生活更舒適的線索。",
        "love_text": "單身的你，對感情的態度比較佛系，覺得“該來的總會來”。這種順其自然的心態反而能讓你更放鬆，說不定在朋友聚會或日常活動中就遇到閤眼緣的人。已有伴者的你，和伴侶的關係比較平淡，沒有大起大落的情緒，但這種穩定感也很舒服。比如一起做飯、看電視，簡單的陪伴就是最好的相處。",
        "take_star": "",
        "work_text": "像踩在平緩的傳送帶上，明明能向前走，卻總覺得“差了點推力”。手頭的任務能完成，但缺乏主動突破的勁頭，比如方案寫到及格線就收手，複習時遇到難點就跳過。這種“維持現狀”的狀態會讓你錯過展現能力的機會，試著給自己定個小目標：必須把某件事做到“超出預期”，成就感會幫你找回動力。",
        "lucky_star": "獅子座",
        "money_text": "求財比較保守，可能更傾向於存錢而不是投資。這種穩妥的方式沒問題，但別因為“怕風險”就錯過小機會，比如同事推薦的靠譜兼職，或朋友分享的穩健理財渠道。可以拿出一小部分閒錢（不超過總存款的10%）嘗試，既能積累經驗，又不會影響本金安全，財運反而可能更活。",
        "health_text": "要多吃蔬菜水果，可能因為忙或沒胃口，忽略了這些營養來源，導致便秘、皮膚乾燥或免疫力下降。早餐可以加份水果（比如蘋果、香蕉），午餐晚餐多選綠葉菜（比如菠菜、西蘭花），既能補充維生素，又能促進腸道蠕動。如果實在不愛吃菜，可以打成蔬菜汁（少加糖），營養更易吸收。",
        "lucky_color": "墨綠色",
        "lucky_number": "3"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "躺著玩手機",
        "yi": "做有氧運動",
        "all": "58%",
        "date": "2025-10-09",
        "love": "60%",
        "work": "54%",
        "money": "65%",
        "health": "66%",
        "notice": "陷入自我懷疑中",
        "discuss": "54%",
        "all_text": "整體運勢有些欠佳，你可能會覺得做什麼都提不起勁，甚至容易因為小挫折而陷入自我懷疑。這種狀態容易讓你產生“破罐破摔”的念頭，比如放縱自己刷手機、拖延原本計劃的事，或是通過購物、吃零食來填補空虛感。但越是這種時候，越要警惕懶惰和物慾的陷阱——短暫的放縱可能會讓你事後更後悔。不妨給自己定個小目標，比如整理房間、讀十頁書，用微小的行動打破消極循環。也容易遇到讓你煩躁的小插曲，比如計劃被打亂、他人不配合，但別急著發火，深呼吸三次再回應，能避免很多不必要的矛盾。記住，低能量不是你的錯，只是提醒你需要更溫柔地對待自己。",
        "love_text": "單身的你，對擇偶標準有點“挑剔”，總覺得“這個不夠好，那個配不上我”。別用放大鏡看別人的缺點，多看看對方的優點，感情才會更順利。已有伴者的你，可能對伴侶的要求變高，比如希望對方更體貼、更上進。但別用“為你好”的名義施壓，多給對方一些鼓勵，關係會更和諧。",
        "take_star": "",
        "work_text": "像被“外接電源”驅動，遇到問題第一反應是“找誰幫忙”，而不是先自己思考。比如工作中卡殼立刻問同事，複習時卡題直接看答案。這種依賴會讓你錯過鍛鍊能力的機會，試著先獨立解決80%的問題，剩下的20%再求助，你會發現自己的潛力比想象中更大。",
        "lucky_star": "雙子座",
        "money_text": "別衝動購買新電子產品，比如看到新款手機、平板就心動。可能你現在的設備還能用，或新功能對你來說並不必要。如果實在想換，先列個“需求清單”：比如必須有的功能、能承受的價格，再對比市場上的產品，選性價比最高的。省下的錢可以存起來，或用來升級更實用的東西（比如電腦配件），更划算。",
        "health_text": "要少吃上火的食物，比如辣條、炸雞、燒烤，或過量吃堅果、巧克力，容易引發喉嚨痛、口腔潰瘍或長痘。如果實在想吃，可以選清蒸、燉煮的烹飪方式，或搭配涼茶、綠豆湯降火。多喝水（每天1500ml以上），多吃苦瓜、冬瓜等清熱的食物，身體會更舒服，皮膚狀態也會更好。",
        "lucky_color": "橙色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "輕視對手",
        "yi": "多說好話",
        "all": "80%",
        "date": "2025-10-09",
        "love": "85%",
        "work": "75%",
        "money": "78%",
        "health": "85%",
        "notice": "穩住內心方向感",
        "discuss": "70%",
        "all_text": "整體運勢穩中有升，你可能會發現外界的干擾（比如他人的評價、突發的變動）對你的影響比平時小很多。這種“穩”不是因為環境特別順利，而是你內心有了更清晰的方向感，你知道自己想要什麼，所以不會輕易被外界的聲音帶偏。這種狀態特別適合做長期規劃，比如思考未來的目標、調整生活習慣，或是梳理人際關係中的邊界。不過要注意，別因為“穩”就過度自信，偶爾聽聽他人的建議，尤其是來自信任的人的提醒，能幫你避開潛在的小坑。晚上可能會因為白天思路清晰而有點興奮，但別熬夜，充足的睡眠能讓你明天更有活力。整體來說，是適合“向內看”的日子，你的直覺會比平時更準。",
        "love_text": "單身的你，適合好好打扮自己，比如換套新衣服、換個髮型，外在的改變會讓你更自信，也更容易吸引到關注你的人。已有伴者的你，別因為“在一起久了”就忽略形象管理。偶爾精心打扮一下和伴侶約會，會讓對方覺得“你還是和當初一樣有魅力”。",
        "take_star": "",
        "work_text": "你像鬆了發條的玩具，明明有能量，卻因為“沒壓力”而散漫。比如工作中能半小時完成的任務，拖了一小時；複習時能看兩章的書，只看了一章。這種“輕鬆模式”會讓你後期手忙腳亂，試著給自己設個“小挑戰”：比如提前半小時完成目標，剩下的時間獎勵自己休息，張弛有度反而更高效。",
        "lucky_star": "水瓶座",
        "money_text": "培養理財的好習慣，比如每天睡前花5分鐘看看賬戶餘額，或每週整理一次收支。你可能發現之前“沒注意”的消費漏洞，比如自動續費的會員、重複購買的日用品。調整後，可以設定個“小目標”：比如每月存下收入的20%，或限制非必要支出在500元內。堅持下來，錢包會越來越鼓。",
        "health_text": "奶茶咖啡要適度，可能因為困或嘴饞，一天喝兩三杯，導致咖啡因過量，引發心慌、失眠或胃酸過多。上午喝一杯提神沒問題，下午後儘量選低咖啡因的飲品，比如花果茶、牛奶。如果實在想喝甜的，可以選無糖低糖的版本，或用水果代替，既能滿足口感，又不會影響健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "一心多用",
        "yi": "保持精緻感",
        "all": "54%",
        "date": "2025-10-09",
        "love": "55%",
        "work": "45%",
        "money": "59%",
        "health": "60%",
        "notice": "多線程開展計劃",
        "discuss": "56%",
        "all_text": "整體運勢需要多留個心眼，你可能會陷入“同時做多件事”的忙碌狀態，比如一邊回消息一邊處理家務，或是被不同的人找幫忙，導致注意力分散。這種“多線程”模式容易讓你忽略細節，比如記錯時間、漏看重要信息，甚至因為太急而弄壞東西。建議做事前先列個清單，按優先級處理，避免被突發的小事打亂節奏。另外，也容易因為“想兼顧所有”而產生焦慮，比如擔心沒做好某件事會影響他人，但別太苛責自己，完成比完美更重要。晚上可能會因為白天的事太多而有點累，泡個腳、聽點舒緩的音樂能幫你放鬆。記住，忙碌不是壞事，它在提醒你：學會“斷舍離”式處理事務，效率會更高。",
        "love_text": "單身的你，不太願意展示真實的自己，可能是怕被拒絕，或是覺得“沒人懂我”。但隱藏太多反而難遇到合適的人，偶爾透露點小缺點，反而更真實可愛。已有伴者的你，別因為一點小事就懷疑對方，比如對方沒及時回消息就腦補“他是不是不愛我了”。信任是感情的基礎，多給彼此一點安全感。",
        "take_star": "",
        "work_text": "像被“迷霧”籠罩，明明有目標，卻因為想太多而卡在原地。比如工作中擔心“這樣做會不會出錯”，複習時糾結“這個知識點會不會考”。這種“過度分析”會消耗你的精力，試著先行動再調整，比如先寫個初稿再修改，或先做基礎題再攻難題，行動會幫你撥開迷霧。",
        "lucky_star": "獅子座",
        "money_text": "要小心花錢大手大腳，可能因為心情好就請客吃飯，或看到促銷就囤貨。買前先想想：“這個我多久會用一次？”比如買衣服，如果衣櫃裡已經有類似款，或使用頻率很低，就不如把錢省下來。可以設個“每日消費上限”，比如不超過200元，超出的部分先存起來，避免月底“吃土”。",
        "health_text": "不要過度沉迷追劇，可能因為劇情吸引，一坐就是幾小時，甚至熬夜看，導致眼睛乾澀、肩頸痠痛或睡眠不足。可以設定“追劇時間”，比如每天不超過2小時，或每看一集起來活動下，做做眼保健操、轉轉脖子。睡前把手機放遠點，避免藍光抑制褪黑素分泌，睡眠質量會更高。",
        "lucky_color": "棕色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝兩杯奶茶",
        "yi": "穿喜歡的衣服",
        "all": "81%",
        "date": "2025-10-09",
        "love": "83%",
        "work": "82%",
        "money": "80%",
        "health": "84%",
        "notice": "在擅長領域奮鬥",
        "discuss": "86%",
        "all_text": "整體運勢相對平順，你可能會發現自己擅長的領域（比如創意、溝通、技術）突然有了新的靈感，或是被他人認可你的專業能力。這種“被看見”的感覺會讓你更有自信，甚至願意主動嘗試一些平時猶豫的事。不過要注意，別因為“順”就過度消耗自己，比如為了證明能力而接太多任務，或是為了迎合他人而改變自己的風格。也適合和志同道合的人聊聊，他們的反饋能幫你更清晰地看到自己的優勢。晚上可能會因為白天的積極狀態而有點興奮，但別熬夜，保持規律的作息能讓你的好狀態持續更久。整體來說，是適合“發揮所長”的日子，你的獨特性會成為最大的優勢。",
        "love_text": "單身的你，追求愛情時可以試著“投其所好”，比如瞭解對方的興趣愛好，聊點對方感興趣的話題，能讓你們更快拉近距離。已有伴者的你，和伴侶相處要真誠，別總用“反話”或“玩笑”表達需求。直接說“我希望你多陪陪我”，反而比“你根本不在乎我”更有效。",
        "take_star": "",
        "work_text": "你像被“充電站”包圍，周圍人的經驗、方法都能成為你的養分。比如同事分享的工作技巧、同學推薦的複習資料，都能讓你少走彎路。這種“開放學習”的狀態會讓你進步更快，但別盲目照搬，結合自己的情況調整，才能轉化為真正的能力。",
        "lucky_star": "射手座",
        "money_text": "可以通過兼職增加收入，比如利用業餘時間做設計、寫文案，或把閒置物品掛二手平臺賣掉。這些小收入累積起來可能超過預期。同時控制消費，別因為“賺了點外快”就獎勵自己大吃大喝。可以把兼職收入單獨存一個賬戶，作為“旅行基金”或“應急錢”，財運會更穩。",
        "health_text": "要注意適度控糖，可能因為壓力大或嘴饞，吃太多甜食、飲料或加工食品（比如蛋糕、奶茶、果脯），導致血糖波動、長痘或體重增加。吃前看看配料表，選“無添加糖”或“低糖”的版本，或用水果、酸奶代替。每天糖攝入量控制在25g以內（約6茶匙），身體會更健康，皮膚也會更清爽。",
        "lucky_color": "青色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沮喪氣場低",
        "yi": "換個新發型",
        "all": "74%",
        "date": "2025-10-09",
        "love": "82%",
        "work": "73%",
        "money": "75%",
        "health": "72%",
        "notice": "選擇滋養的環境",
        "discuss": "77%",
        "all_text": "整體運勢一般般，你可能會發現自己的情緒很容易被身邊的環境影響，比如待在雜亂的房間裡會煩躁，和消極的人聊天后會低落，甚至看到負面新聞都會跟著焦慮。這種“易感性”不是弱點，它只是在提醒你：需要更主動地選擇“滋養自己”的環境。比如多去戶外走走、和積極的朋友聊聊天，或是聽點讓人開心的音樂。另外，也容易因為“想太多”而陷入內耗，比如反覆糾結一句話、一個眼神，但別太在意這些細節，大多數時候只是你自己想複雜了。晚上可能會因為白天的情緒波動而有點累，泡個熱水澡、寫寫日記能幫你釋放壓力。記住，你像一塊海綿，吸收什麼取決於你靠近什麼，所以主動選擇正能量吧。",
        "love_text": "單身的你，多留意身邊的緣分，可能是同事、朋友介紹的人，或是常去的咖啡館遇到的常客。別總宅在家裡，多出去走走才有機會。已有伴者的你，別因為“他應該懂我”就忽略表達。比如覺得對方不夠關心時，直接說“我有點累，想聽你說點暖心的話”，反而能讓對方更懂你。",
        "take_star": "",
        "work_text": "你像站在“十字路口”，明明有多個方向可選，卻因為“不確定自己行不行”而猶豫。比如工作中想爭取新項目，又怕做不好；複習時想攻克難題，又怕浪費時間。這種“自我懷疑”會讓你錯過機會，試著先邁出一小步：比如主動報名會議、做一道基礎題，行動會幫你建立信心。",
        "lucky_star": "天秤座",
        "money_text": "沒有額外進賬，但也不用太焦慮。適合梳理下現有的財務狀況，比如看看銀行卡餘額、信用卡賬單，算算這個月還剩多少可用資金。如果發現“錢不夠花”，可以調整消費，比如少點外賣自己做飯，或推遲買非必需品。省下的錢存起來，下個月發工資時再補上，財務壓力會小很多。",
        "health_text": "正餐不宜吃太飽，可能因為心情好或食物太香，一不小心就吃撐，導致胃脹、消化不良或犯困。吃飯時放慢速度，每口嚼20-30下，給大腦足夠時間接收“飽了”的信號。吃到七八分飽就停，如果還想吃，可以等20分鐘後再決定。少食多餐，身體會更輕鬆，消化也會更好。",
        "lucky_color": "銀白色",
        "lucky_number": "7"
      }
    }
  }
}