{
  "updated": "2025-10-05T01:36:31.376Z",
  "updateTime": "2025/10/5 上午9:36:31",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15474,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "聽風就是雨",
        "yi": "保持獨立思考",
        "all": "70%",
        "date": "2025-10-05",
        "love": "75%",
        "work": "68%",
        "money": "76%",
        "health": "77%",
        "notice": "很多不同的聲音",
        "discuss": "76%",
        "all_text": "整體運勢一般般，周圍會出現很多不同的聲音，這些聲音可能來自家人、朋友，也可能來自社交場合中偶然結識的人。大家基於各自的立場和想法，會給你提出各種各樣的建議和看法。這些繁雜的聲音很容易讓你陷入混亂，不知道該聽從誰的意見。在面對這些聲音時，你可能會感覺自己的思路變得不清晰，原本堅定的想法也開始動搖。這種混亂的狀態可能會影響到你做決策的效率，讓你在處理一些日常事務時變得猶豫不決。不過，這也是一個讓你重新審視自己想法和目標的機會，你可以靜下心來，梳理這些不同的聲音，從中篩選出對自己真正有用的信息。雖然整體運勢不算突出，但只要你能保持冷靜，不被外界的聲音過度干擾，還是能夠平穩度過這一天，在混亂中找到屬於自己的方向。",
        "love_text": "單身的你，可以靜下心來，好好梳理自己對感情的期待。別急著投入新關係，先弄清楚自己真正想要什麼，避免因一時衝動而做出後悔的決定。已有伴者的你，要多花點時間鞏固感情基礎。日常的小互動比大驚喜更能打動對方，比如一起做頓飯或者分享彼此的心情。別因為忙於其他事而忽略了伴侶的感受。",
        "take_star": "",
        "work_text": "容易被別人的建議牽著鼻子走，在決策時缺乏主見。面對選擇，可能會因他人的看法而動搖原本的想法，導致自己陷入迷茫。這種狀態可能會讓你在推進事情時不夠果斷，效率有所下降。需要提醒自己，保持獨立思考，結合自身實際情況做決定，才能更好地把握方向。",
        "lucky_star": "處女座",
        "money_text": "你的財運還算平穩，不過在消費這件事上得留個心眼。在買東西之前，最好先做個預算，心裡清楚自己能花多少、該花多少。別看到喜歡的東西就頭腦一熱買下來，不然很容易超支。理性消費能讓你這一天在財務上更安心，避免之後因為花錢太多而後悔，守住自己的小金庫。",
        "health_text": "多在養生知識上花點心思。日常裡別光顧著忙這忙那，抽空看看養生小竅門，比如什麼食物搭配更有營養，怎樣運動對關節更友好。平時吃飯別太隨意，按點按量來，作息也儘量規律些，晚上別熬夜刷手機，早睡早起身體才能更有活力，讓健康指數往上提提。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "參加應酬聚會",
        "yi": "慢節奏生活",
        "all": "50%",
        "date": "2025-10-05",
        "love": "55%",
        "work": "48%",
        "money": "52%",
        "health": "60%",
        "notice": "太過於追逐節奏",
        "discuss": "70%",
        "all_text": "你的整體運勢不容大意，這一天你可能會過於追逐節奏，導致自己的步伐變得慌亂。你或許會給自己設定一系列的目標和計劃，想要在短時間內完成很多事情，這種急切的心情會讓你不自覺地加快做事的速度。然而，過於匆忙的節奏可能會讓你忽略一些重要的細節，使得事情的完成質量大打折扣。而且在追求速度的過程中，你的精神狀態也會變得緊繃，容易出現焦慮和煩躁的情緒。這種慌亂的狀態不僅會影響你做事的效率，還可能讓你在一些小事情上出錯，給自己帶來不必要的麻煩。所以在這天，你需要時刻提醒自己保持冷靜，合理安排時間和精力，不要被過快的節奏牽著走，穩紮穩打才能更好地應對各種情況。",
        "love_text": "單身的你，可能會陷入一種尷尬的社交狀態，明明想靠近，卻因為表達不當而讓對方感到困惑。別太著急，慢慢來，真誠比技巧更重要。已有伴者的你，要注意別過度指責對方的小缺點。即使心裡有不滿，也儘量用溫和的方式表達，否則容易引發爭吵，影響感情。",
        "take_star": "",
        "work_text": "原本制定的計劃可能會被擱置，出現各種意外狀況打亂你的節奏。可能是突發的工作任務，或是學習上遇到難以解決的問題，讓你不得不暫停原有的安排。這種情況下，容易產生焦慮和煩躁的情緒，影響後續的推進。需要調整心態，靈活應對變化，重新規劃時間和步驟。",
        "lucky_star": "雙魚座",
        "money_text": "財運狀況有點不太妙，得好好重新審視下自己的消費觀。以往可能有些消費習慣不太合理，導致不必要的支出。這一天要冷靜想想哪些錢該花，哪些可以省下來。改變一下消費方式，也許能讓你在財務上鬆口氣，別讓錯誤的消費觀念一直影響你的錢包。",
        "health_text": "注意別過度用眼咯。不管是長時間盯著電腦工作，還是一直刷手機，眼睛都會吃不消。工作間隙就停下來，看看遠處的綠植，讓眼睛放鬆放鬆。晚上也別在昏暗的環境裡繼續用眼，早點休息，給眼睛足夠的休息時間，不然眼睛乾澀、疲勞等問題可能會找上門。",
        "lucky_color": "玫紅色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "行軍式打卡",
        "yi": "學習新技能",
        "all": "80%",
        "date": "2025-10-05",
        "love": "82%",
        "work": "78%",
        "money": "73%",
        "health": "85%",
        "notice": "豐富知識的儲備",
        "discuss": "83%",
        "all_text": "你的整體運勢較為平穩，可能會有一些學習的機會出現在你面前，這些機會可能是一次有趣的講座、一場知識分享活動，或者是與他人交流時獲得的新見解。對於這些學習機會，建議你不要輕易浪費，因為它們能夠為你打開新的視野，豐富你的知識儲備。在學習的過程中，你會感受到自己的思維變得更加活躍，能夠從不同的角度去思考問題。這種學習狀態也會讓你在面對生活中的其他事情時更加從容自信。而且，通過學習所獲得的知識和技能，可能會在未來的某個時刻發揮重要的作用。所以，抓住這些學習機會，讓自己在這一天有所收穫，為生活增添更多的色彩。",
        "love_text": "單身的你，可以從朋友關係入手，逐步培養感情。別急於確定關係，先享受彼此的陪伴，讓感情自然發展。已有伴者的你，可以試著多瞭解對方的不同面，比如對方的興趣愛好或者內心想法。這種深入的瞭解會讓你們的關係更加緊密。",
        "take_star": "",
        "work_text": "整體表現較為平穩，能夠順利完成日常任務。在處理事情時，思維較為清晰，能夠按照既定的流程和步驟推進。不過，可能會缺乏一些創新和突破，只是按部就班地完成工作和學習。這種狀態雖然穩妥，但也容易讓你錯過一些提升和發展的機會。可以嘗試在完成日常任務的基礎上，思考如何優化和改進。",
        "lucky_star": "摩羯座",
        "money_text": "財運和市場的動態關聯緊密，得多關注下市場方面的情況。不管是投資理財相關的信息，還是日常消費商品的價格波動，都可能影響到你的財務狀況。多瞭解市場動態，能讓你在花錢或者做財務決策的時候更明智，避免因為不瞭解情況而造成不必要的損失。",
        "health_text": "要重點保護好嗓子。這天你可能會頻繁說話，不管是工作交流還是和朋友聊天，都得注意控制音量和說話時長。別大喊大叫，也別長時間不停地說。多喝點溫水潤潤嗓子，少吃辛辣、刺激的食物，不然嗓子容易發炎、沙啞，影響你正常交流可就不方便。",
        "lucky_color": "紫色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度依賴旁人",
        "yi": "主動解決問題",
        "all": "91%",
        "date": "2025-10-05",
        "love": "89%",
        "work": "90%",
        "money": "95%",
        "health": "96%",
        "notice": "展現很強主動性",
        "discuss": "92%",
        "all_text": "整體運勢相當不錯，你會展現出很強的主動性。無論是在處理日常瑣事，還是面對一些突發情況，你都能積極主動地去應對，不會選擇逃避或者拖延。這種主動的態度會讓你在各個方面都表現得更加出色，能夠更好地掌控生活的節奏。你會主動去關心身邊的人，與他們建立良好的溝通和互動，讓彼此的關係更加融洽。同時，你也會主動去探索生活中的新事物，嘗試一些以前沒有做過的事情，這種探索精神會讓你發現生活中的更多樂趣。而且，你的主動性還會感染身邊的人，帶動大家一起積極向上地生活。在這一天，你可以充分發揮自己的主動性，去創造更多美好的回憶。",
        "love_text": "單身的你，可能會遇到一個真誠的追求者，對方的用心會讓你感到溫暖。別急著拒絕，先給彼此一個瞭解的機會。已有伴者的你，要注意保持和諧的氛圍。即使有分歧，也儘量用包容的心態去處理，別讓小矛盾升級成大問題。",
        "take_star": "",
        "work_text": "是你耕耘努力的好時機，全身心投入到各項事務中，會取得不錯的進展。在處理事情時，你認真負責的態度會得到認可，無論是工作還是學習，都能感受到自己的付出有了回報。這種積極的狀態會讓你更有動力去追求更高的目標，不過也要注意合理安排休息時間，避免過度勞累。",
        "lucky_star": "天蠍座",
        "money_text": "財運相當不錯，理財方面會有不錯的進賬。可能是之前投資的項目有了回報，或者是其他理財途徑帶來了收益。這一天可以好好規劃下這筆進賬，考慮把它用在更合適的地方，比如進一步投資或者改善生活，讓這筆錢發揮更大的價值，提升自己的財務狀況。",
        "health_text": "保持規律的作息對你的健康太重要。按時起床、按時睡覺，讓身體的生物鐘穩定下來。早上別賴床，起來吃頓營養豐富的早餐，開啟活力滿滿的一天。晚上也別熬夜追劇或者玩遊戲，早早鑽進被窩，進入甜美的夢鄉，這樣第二天才能精神抖擻，身體狀態也會越來越好。",
        "lucky_color": "抹茶色",
        "lucky_number": "3"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "被挑撥離間",
        "yi": "vlog記錄生活",
        "all": "95%",
        "date": "2025-10-05",
        "love": "96%",
        "work": "92%",
        "money": "94%",
        "health": "91%",
        "notice": "對生活充滿了期待",
        "discuss": "96%",
        "all_text": "整體運勢正當旺，你對生活充滿了期待，這種積極的心態會讓你散發出一種獨特的魅力。你會以飽滿的熱情去迎接生活中的每一個挑戰，相信自己能夠克服一切困難。而這種信心也會讓你在行動中更加果斷，不會猶豫不決。你對生活的期待也容易得到回應，可能會遇到一些讓你感到驚喜和開心的事情。這些回應會進一步增強你的自信心和積極性，形成一個良性循環。在這一天，你會感受到生活的美好和充實，與身邊的人相處也會更加和諧愉快。你可以盡情享受這種旺盛運勢帶來的快樂，同時也要保持一顆感恩的心，珍惜生活中的每一個瞬間。",
        "love_text": "單身的你，可能會與喜歡的人有獨處的機會，這是增進感情的好時機。別太拘謹，自然地展現自己的魅力，讓對方看到你的閃光點。已有伴者的你，會和伴侶有很多甜蜜的互動，比如一起散步、聊天或者分享有趣的事。這些小細節會讓你們的感情更加深厚。",
        "take_star": "",
        "work_text": "思維活躍，或有新的思路湧現，為事業學業發展帶來新的契機。在處理事情時，能夠從不同的角度思考問題，找到獨特的解決方案。這種創新的能力會讓你在眾多人中脫穎而出，不過新的思路可能需要一定的時間去驗證和實施，不要急於求成，耐心推進才能取得好的效果。",
        "lucky_star": "天秤座",
        "money_text": "財運很旺，偏財方面特別給力。可能會收到一些意外的收入，比如獎金、紅包或者兼職的報酬。這一天要好好把握這份好運，但也別因為偏財來得容易就隨意揮霍。可以把部分偏財存起來，或者用於一些能帶來長期收益的事情上，讓這份好運持續下去。",
        "health_text": "生活保持自律會讓你的健康更有保障。飲食上，別貪吃那些高熱量、高脂肪的食物，多吃蔬菜水果，營養均衡。運動方面，也別偷懶，找個合適的時間去跑跑步、做做瑜伽。生活自律了，身體的各項機能才能正常運轉，免疫力也會增強，少生病，讓自己時刻保持最佳狀態。",
        "lucky_color": "咖啡色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "久坐不動",
        "yi": "玩益智遊戲",
        "all": "87%",
        "date": "2025-10-05",
        "love": "81%",
        "work": "88%",
        "money": "80%",
        "health": "89%",
        "notice": "能保持智商在線",
        "discuss": "80%",
        "all_text": "整體運勢尚佳，能夠保持智商在線，思維清晰敏捷。在面對各種問題時，你能夠迅速分析出問題的本質，並找到合理的解決方案。這種聰明的狀態會讓你在處理事情時更加得心應手，能夠高效地完成各項任務。而且，你的智商在線也會讓你在與他人交流時更加有說服力，能夠清晰地表達自己的觀點和想法，贏得他人的認可和尊重。不過，建議你將這份聰明才智用在刀刃上，不要在一些無關緊要的事情上浪費精力。可以選擇一些對自己有重要意義的事情，充分發揮自己的智慧，為自己創造更多的價值。在這一天，你可以憑藉自己的聰明才智，在生活中取得一些小小的成就。",
        "love_text": "單身的你，不妨循序漸進地培養感情。別太急於求成，慢慢來，通過日常的接觸讓對方逐漸瞭解你。已有伴者的你，要多關心對方的需求，比如問問對方過得怎麼樣，或者主動幫忙分擔一些事情。這種貼心的舉動會讓對方感到被重視。",
        "take_star": "",
        "work_text": "多借鑑學習別人的經驗，通過觀察他人的做法，為自己的發展提供參考。在處理事情時，不要閉門造車，多與他人交流溝通，瞭解不同的思路和方法。這樣可以幫助你拓寬視野，避免走彎路。不過，在借鑑的過程中，也要結合自身實際情況進行篩選和調整，不能生搬硬套。",
        "lucky_star": "金牛座",
        "money_text": "財運良好，很適合做好儲蓄計劃。這一天可以梳理下自己的收入和支出情況，算算每個月能存下多少錢。然後根據實際情況制定一個合理的儲蓄目標，比如每月存一定比例的收入。有了明確的儲蓄計劃，能讓你更好地管理自己的財務，為未來的生活做好經濟上的準備。",
        "health_text": "別在昏暗燈光下玩手機。這樣的環境對眼睛傷害很大，容易導致視力下降、眼睛疲勞。晚上玩手機就開亮燈，讓光線充足些。而且也別長時間盯著手機屏幕，每隔一段時間就休息一下眼睛。保護好眼睛，才能看清這美好的世界，享受生活的樂趣。",
        "lucky_color": "粉色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "匆忙趕行程",
        "yi": "睡到自然醒",
        "all": "75%",
        "date": "2025-10-05",
        "love": "66%",
        "work": "70%",
        "money": "72%",
        "health": "76%",
        "notice": "好好地恢復能量",
        "discuss": "79%",
        "all_text": "你的整體運勢平平，你或許會感覺到生活的節奏沒有以往那麼緊湊，內心也萌生出放慢步伐好好恢復能量的想法。周圍的環境似乎沒有太多能強烈刺激你神經的事情發生，一切都顯得有些波瀾不驚。你可能會對一些日常活動失去往日的熱情，不想再像之前那樣奔波忙碌。比如以往熱衷於參加各種社交聚會，這天卻更願意宅在家裡，享受獨處的寧靜。在與人交往中，你也不會刻意去迎合他人，而是更注重自己內心的感受。這種放慢節奏的狀態，雖然不會讓你有特別突出的成就，但能讓你在忙碌的生活中稍作喘息，給身心充充電。你可以利用這段時間好好反思一下近期的生活，整理自己的思緒，為接下來的日子做好更充分的準備，以更好的狀態去迎接新的挑戰。",
        "love_text": "單身的你，可能會錯把別人的善意當愛情，別急著下結論，先弄清楚對方的真實意圖，避免誤會。已有伴者的你，要注意態度別太傲嬌，即使心裡有優越感，也別表現出來，否則容易讓對方感到不舒服。",
        "take_star": "",
        "work_text": "你的主動性較為一般，在面對各項任務和目標時，不太容易主動出擊去爭取機會。無論是工作裡新的項目安排，還是學習上拓展知識面的契機，你都可能抱著一種等一等、看一看的態度。這可能會讓你錯過一些能提升自己、展現能力的時機。不過，你也有著不錯的協調和溝通能力，若能稍微提升主動性，把這些優勢發揮出來，情況會有所改善。",
        "lucky_star": "獅子座",
        "money_text": "財運還算可以，但哪怕是小的開支也不能亂花。每一筆小錢看似不多，但積少成多也會對你的財務造成影響。買東西的時候要多想想是不是真的需要，別因為一時衝動就買下不必要的東西。控制好小錢的支出，能讓你的整體財務狀況更穩定，避免不必要的浪費。",
        "health_text": "騎電動車或者開車的時候，可千萬別看手機。這一分心，很容易引發交通事故，乃至受傷。開車或者騎車的時候，就專心看路，遵守交通規則。安全才是第一位的，只有保證了出行安全，才能擁有健康的身體去享受生活，別讓一時的疏忽造成無法挽回的後果。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "睡前吃宵夜",
        "yi": "保持規律作息",
        "all": "80%",
        "date": "2025-10-05",
        "love": "73%",
        "work": "75%",
        "money": "86%",
        "health": "85%",
        "notice": "清楚自己想要什麼",
        "discuss": "71%",
        "all_text": "你的整體運勢尚佳，保持自律會成為你順利度過這一天的關鍵因素。你會發現自己有著較為清晰的自我認知，清楚自己想要什麼，不想要什麼。在面對各種誘惑時，能夠憑藉強大的自律能力堅守自己的原則和底線。比如面對美食的誘惑，你不會毫無節制地大快朵頤，而是會合理控制飲食；面對娛樂活動的吸引，你也不會過度沉迷，而是會合理安排時間。這種自律會讓你在生活的各個方面都保持一種有序的狀態，讓你能夠有條不紊地處理各種事務。而且，自律還能讓你獲得一種內心的滿足感和成就感，進一步提升你的自信心和積極性，讓這一天過得充實而愉快。",
        "love_text": "單身的你，要多留意身邊的機會，可能會有人默默關注你，或者通過朋友介紹認識新的人。別錯過這些潛在的緣分。已有伴者的你，不妨和伴侶一起參加社交活動，比如聚會或者戶外活動，這種共同的體驗會讓你們的關係更加融洽。",
        "take_star": "",
        "work_text": "整體狀態較為平穩，但存在需要改進的地方，那就是應多進行查缺補漏。在推進各項事務的過程中，你可能會忽略一些細節問題，或者對已掌握的知識、技能沒有進行深入的檢查和完善。這些小漏洞如果不及時處理，可能會在後續發展中成為阻礙。所以要養成定期回顧、反思的習慣，及時發現問題並解決。",
        "lucky_star": "雙子座",
        "money_text": "財運不錯，會得到一些理財方面的建議。可能是來自朋友、家人或者專業的理財人士。這些建議對你很有價值，要認真聽取並結合自己的實際情況考慮。通過合理的理財規劃，能讓你的錢更好地增值，提升自己的財務水平，為未來的經濟生活打下更堅實的基礎。",
        "health_text": "不宜過度挑食哦。每種食物都有它獨特的營養，別隻喜歡吃那幾種，其他的碰都不碰。要儘量做到飲食多樣化，葷素搭配合理。這樣才能保證身體攝入足夠的營養，增強身體的抵抗力。別因為挑食而導致營養不均衡，影響身體健康，多吃不同種類的食物，讓身體更健康。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度愛撒嬌",
        "yi": "宅家不出門",
        "all": "56%",
        "date": "2025-10-05",
        "love": "71%",
        "work": "55%",
        "money": "56%",
        "health": "64%",
        "notice": "與人比較的怪圈",
        "discuss": "59%",
        "all_text": "整體運勢稍顯嚴峻，總是容易陷入與人暗自比較的怪圈中。在生活的各個場景裡，無論是看到別人的穿著打扮、消費水平，還是聽到他人分享的生活經歷，你都會不自覺地拿自己與之對比。這種比較會讓你產生一些負面情緒，比如焦慮、自卑或者嫉妒。當你發現自己不如別人時，心裡會感到失落和沮喪；即使自己比別人好一些，也會擔心別人會超過自己，從而陷入一種無端的擔憂之中。這種心態會讓你無法專注於自己的生活，忽略了自己所擁有的美好。你需要意識到，每個人都有自己的生活節奏和方式，過度比較只會讓自己徒增煩惱，不妨把注意力放回自己身上，珍惜當下的生活。",
        "love_text": "單身的你，可能會維持現狀，沒有明顯的進展。別太著急，感情的事需要時間，先過好自己的生活，緣分自然會來。已有伴者的你，要多花點心思經營感情，比如送個小禮物或者計劃一次短途旅行。這些小驚喜會讓對方感到被愛。",
        "take_star": "",
        "work_text": "容易出現浪費時間做無用功的情況。在處理事情時，可能會沒有明確的目標和計劃，盲目地開展行動，導致精力分散，效率低下。無論是工作上的任務，還是學習中的安排，都可能因為缺乏條理而事倍功半。需要靜下心來，理清思路，制定合理的計劃，把時間和精力用在關鍵的地方。",
        "lucky_star": "白羊座",
        "money_text": "財運不太好，千萬切勿貪小便宜。可能會遇到一些看似很划算的促銷、打折活動，但背後可能隱藏著問題。如果因為貪小便宜而購買了一些質量不好或者不需要的東西，不僅浪費了錢，還可能給自己帶來麻煩。這一天要保持理性，別被小便宜衝昏頭腦，守住自己的錢包。",
        "health_text": "奶茶飲料可得少喝。這些飲品裡糖分通常都很高，喝多了不僅容易長胖，還可能影響血糖水平。而且有些飲料裡還含有添加劑，對身體健康不利。這一天就多喝點白開水或者淡茶水，既解渴又健康。控制好奶茶飲料的攝入量，讓身體遠離這些不健康的因素。",
        "lucky_color": "寶藍色",
        "lucky_number": "6"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "直播間購物",
        "yi": "把心收回來",
        "all": "71%",
        "date": "2025-10-05",
        "love": "79%",
        "work": "68%",
        "money": "62%",
        "health": "77%",
        "notice": "遊走休閒娛樂中",
        "discuss": "78%",
        "all_text": "整體運勢一般，總是遊走於各種休閒娛樂中，卻找不到那種真正的充實感。你可能會參加各種聚會、玩電子遊戲、看電影等等，試圖通過這些活動來放鬆自己，讓自己從日常的壓力中解脫出來。然而，在盡情享受這些娛樂活動的過程中，你卻常常會感到內心有些空虛。這是因為這些活動雖然能帶來短暫的快樂，但卻無法滿足你內心深處對於成長和進步的渴望。你可能會在熱鬧過後，突然陷入一種迷茫和困惑，不知道自己真正想要的是什麼。這時候，你需要靜下心來，思考一下自己的生活目標和方向，找到那些能讓自己真正感到充實和有意義的事情，而不是一味地沉迷於休閒娛樂之中。",
        "love_text": "單身的你，對感情會比較謹慎，不會輕易投入。這種態度是對的，別因為外界的壓力而勉強自己，感情需要順其自然。已有伴者的你，會有更多的互動時間，比如一起看電影或者聊聊天。利用這些時間加深彼此的瞭解，會讓感情更加穩固。",
        "take_star": "",
        "work_text": "表現得比較被動，在面對各種機會和挑戰時，不太會主動去爭取和應對。無論是工作裡新的業務拓展，還是學習上參加競賽等活動，你都可能等著別人來推動或者安排。這種被動的狀態會讓你錯過很多提升自己的機會，也難以在競爭中脫穎而出。需要激發自己的內在動力，更加主動地去追求目標。",
        "lucky_star": "水瓶座",
        "money_text": "財運有些波折，要警惕破財危機。可能會有一些意外的支出，比如物品損壞需要維修，或者遇到一些突發情況需要用錢。這一天要提前做好心理準備，合理安排自己的資金，避免因為意外情況而導致財務緊張。謹慎處理每一筆開支，能讓你更好地應對可能的破財風險。",
        "health_text": "要少吃上火的東西，像炸雞、燒烤這些就得控制一下。這類食物吃多了，容易讓身體上火，出現口腔潰瘍、長痘等問題。可以選擇一些清淡、易消化的食物，比如粥、蔬菜湯等。少吃上火食物，讓身體內部環境保持平衡，這樣身體才能更健康，少受一些小毛病的困擾。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "得寸進尺",
        "yi": "進行自我增值",
        "all": "98%",
        "date": "2025-10-05",
        "love": "91%",
        "work": "96%",
        "money": "97%",
        "health": "96%",
        "notice": "被上進心驅使著",
        "discuss": "98%",
        "all_text": "整體運勢棒棒噠，被強烈的上進心驅使前行。你會感覺自己充滿了動力和活力，對生活充滿了熱情和期待。無論做什麼事情，你都想要做到最好，不斷挑戰自己的極限。這種上進心會讓你在面對困難和挑戰時毫不退縮，而是勇敢地去嘗試和探索。你會積極主動地去學習新的知識和技能，提升自己的能力和素質。在與他人交往中，你也會展現出自信和積極的一面，吸引身邊的人向你靠近。這種積極向上的狀態會讓你在這一天收穫很多，不僅能在各個方面取得一定的進步，還能讓自己感受到生活的美好和意義。你可以盡情享受這種充滿動力的感覺，努力去追求自己的夢想。",
        "love_text": "單身的你，頗受歡迎，可能會收到多個人的示好。別太糾結，跟著自己的感覺走，選擇讓你最舒服的那個人。已有伴者的你，會得到伴侶的體貼，比如對方會主動幫你分擔家務或者關心你的心情。這種被照顧的感覺會讓你們的關係更加甜蜜。",
        "take_star": "",
        "work_text": "是你敢於挑戰與嘗試的好時機，整體狀態積極向上。你不再滿足於現狀，願意跳出舒適區，去接觸新的事物和領域。這種勇氣和決心會讓你在面對各種困難和挑戰時，能夠保持樂觀的心態，積極尋找解決辦法。通過不斷地挑戰和嘗試，你會積累豐富的經驗，提升自己的能力，為未來的發展打下堅實的基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "財運超棒，會迎來豐厚的進賬。可能是工作上的收入增加，或者是其他方面的收益。這一天要好好享受這份好運，但也要合理規劃這筆進賬。可以考慮把一部分錢用於改善生活，另一部分存起來或者進行穩健的投資，讓這筆錢能持續為你帶來收益，提升生活質量。",
        "health_text": "保持情緒的穩定對你的健康非常關鍵。別因為一點小事就大發脾氣或者焦慮不安，情緒波動太大對身體不好。遇到事情先冷靜下來，深呼吸幾下，想想解決辦法。保持平和的心態，能讓身體的各項機能正常運作，內分泌也不會失調，身體自然就會健健康康的。",
        "lucky_color": "咖啡色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "說話太直接",
        "yi": "拓展新視野",
        "all": "59%",
        "date": "2025-10-05",
        "love": "63%",
        "work": "51%",
        "money": "65%",
        "health": "60%",
        "notice": "盯著小問題糾結",
        "discuss": "58%",
        "all_text": "整體運勢略差，你的目光稍顯短淺，總是盯著一些小問題在糾結。在生活中，你可能會因為一些微不足道的事情而煩惱不已，比如衣服上的一點汙漬、一句別人無心的話等等。這些小問題在你的眼中被無限放大，讓你無法釋懷，從而影響了你的心情和狀態。你會在這些小事情上浪費大量的時間和精力，卻忽略了生活中那些更重要的方面。這種短淺的目光會讓你錯過很多美好的事物，也無法以一種豁達的心態去面對生活中的不如意。你需要學會放寬自己的視野，不要總是糾結於眼前的小問題，把注意力放在更長遠的目標和更重要的事情上，這樣才能讓自己的生活更加輕鬆和愉快。",
        "love_text": "單身的你，可能會三心二意，對多個對象都有好感。別太貪心，先弄清楚自己真正喜歡的是誰，再做出選擇。已有伴者的你，容易飄飄然，可能會因為伴侶的寵愛而忽略對方的感受。別太任性，多站在對方的角度考慮問題。",
        "take_star": "",
        "work_text": "容易陷入消極懈怠的狀態，對各項事務都缺乏熱情和動力。無論是工作上的任務，還是學習中的目標，你都可能提不起精神去完成。這種消極的情緒會影響你的效率和質量，讓你難以取得理想的成果。需要調整自己的心態，重新找回積極向上的狀態，以更好的姿態面對挑戰。",
        "lucky_star": "射手座",
        "money_text": "財運不太穩定，時機容易出錯。在做財務決策的時候，比如購買大件商品或者進行投資，要格外小心。可能會因為選擇的時間不合適，而導致花費更多或者收益不理想。這一天彆著急做決定，多觀察、多思考，等合適的時機再行動，避免因為時機問題而造成財務上的損失。",
        "health_text": "別讓思慮太重壓垮你。你可能會想很多事情，擔心這擔心那，這樣會讓精神一直處於緊繃狀態。要學會放下一些不必要的煩惱，給自己減減壓。可以通過聽音樂、散步等方式來放鬆心情，讓自己從繁雜的思緒中解脫出來。心情輕鬆了，身體也會更健康，能更好地面對生活中的各種挑戰。",
        "lucky_color": "翠綠色",
        "lucky_number": "2"
      }
    }
  }
}