{
  "updated": "2025-08-09T04:15:20.836Z",
  "updateTime": "2025/8/9 下午12:15:20",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 28945,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風",
        "yi": "完成一個小目標",
        "all": "75%",
        "date": "2025-08-09",
        "love": "79%",
        "work": "80%",
        "money": "68%",
        "health": "79%",
        "notice": "需隨時調整狀態",
        "discuss": "77%",
        "all_text": "整體運勢稍有起伏，需要隨時調整狀態。你可能會遇到一些計劃外的小插曲，比如原本想輕鬆處理的事突然變得複雜，或是臨時需要應付額外的瑣事，容易打亂你的節奏。這種波動感容易讓你產生急躁情緒，但急著推進反而容易忽略細節，導致後續返工。建議你先別急著下決定，把要做的事列個優先級清單，先穩住核心目標再行動，避免被瑣事牽著鼻子走。另外，在社交場合可能會遇到意見不合的情況，別急著反駁對方，先聽完再表達自己的想法，反而能減少不必要的摩擦。整體來看，雖然過程有些折騰，但只要保持耐心，把該做的步驟落實清楚，最後的結果不會太差，只是需要多花點時間和精力而已。",
        "love_text": "單身的你，對感情更多是“看看再說”的態度，遇到感興趣的人會主動聊兩句，但不會急著推進關係，這種不緊不慢的狀態反而讓你更舒服。已有伴者的你，感情需要多花點心思經營，比如對方分享日常時別敷衍回應，或是偶爾準備點小驚喜，哪怕只是一句暖心的“辛苦啦”，也能讓對方感受到你的在意，別讓忙碌沖淡了彼此的關心。",
        "take_star": "",
        "work_text": "整體狀態偏向“需要新鮮感驅動”，無論是處理任務還是學習新知識，按部就班的模式容易讓你感到乏味，反而主動嘗試新方法、接觸新領域能激發動力。比如工作中用新工具優化流程，或學習時換個思路理解難點，這種“打破常規”的嘗試會讓你更有成就感，但需注意別因追求新奇而忽略基礎細節。",
        "lucky_star": "水瓶座",
        "money_text": "在花錢上容易失去分寸，看到喜歡的東西就想入手，可能還沒等反應過來，錢包就癟了不少。這種衝動消費會讓你的財務狀況有些緊張，建議你購物前先冷靜三分鐘，問問自己是否真的需要。同時，別忽視日常開銷的累積，小錢花多了也是大數目，控制一下消費慾，才能讓錢袋子更安穩。",
        "health_text": "要多留意飲食對健康的影響，少吃那些容易上火的食物，像辛辣的火鍋、油炸的小吃等。這類食物吃多了，可能會讓你口腔潰瘍、長痘痘，身體也會感覺燥熱不舒服。不妨多吃點清淡的，比如綠豆湯、冬瓜湯，既能解暑又降火，讓身體保持清爽，狀態也會更好。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "光想不行動",
        "yi": "解決眼前問題",
        "all": "78%",
        "date": "2025-08-09",
        "love": "76%",
        "work": "84%",
        "money": "72%",
        "health": "83%",
        "notice": "穩中求進的節奏",
        "discuss": "72%",
        "all_text": "整體運勢比較平淡，沒有特別突出的驚喜，但也沒有明顯的低谷，屬於穩中求進的節奏。你可能會發現周圍的環境或他人的態度不夠積極，甚至有些消極情緒蔓延，這時候別被這種氛圍影響，保持自己的節奏更重要。適合專注在自己的小目標上，比如整理房間、規劃日常安排，或是做一些能讓自己放鬆的小事，這些看似普通的行動反而能幫你積累踏實感。如果遇到需要他人協助的情況，可能不會得到太多反饋，這時候別太依賴別人的支持，自己動手解決反而更高效。另外，在消費方面需要稍微克制一下，容易因為一時興起買些不必要的東西，事後又覺得後悔。整體來說，運勢需要你主動掌握主動權，把注意力放在自己能控制的事情上，穩紮穩打就能保持平衡。",
        "love_text": "單身的你，和心儀對象聊天時要注意說話方式，別太直接或固執，比如對方提到不同觀點時，先耐心聽完再表達自己的想法，反而更容易拉近距離。已有伴者的你，要學會將心比心，比如對方抱怨累時別急著給建議，先共情“確實挺辛苦的”，再一起想辦法，這種“先理解再解決”的方式能讓你們更默契。",
        "take_star": "",
        "work_text": "更適合“沉澱式推進”，無論是工作還是學習，急於求成反而容易出錯，不如把精力放在梳理已有成果上，比如整理工作文檔、覆盤學習筆記，這些“總結經驗”的動作能幫你發現隱藏的問題，為後續行動提供更清晰的方向，避免重複犯錯。",
        "lucky_star": "雙魚座",
        "money_text": "財運和努力程度緊密相關，多付出一些精力在工作上，就能多收穫一份回報。比如主動承擔些小任務，或是把工作完成得更細緻，都可能為你帶來額外的獎金或獎勵。不過也別隻顧著埋頭苦幹，偶爾和同事交流下經驗，說不定能發現更高效的賺錢方法，讓努力更有價值。",
        "health_text": "健康狀況和飲食結構關係密切，要多吃蔬菜水果。蔬菜水果裡富含維生素和膳食纖維，能幫你促進消化，增強免疫力。要是總吃大魚大肉，腸胃負擔會加重，人也容易沒精神。你可以在三餐裡多安排些綠葉菜、水果沙拉，既能補充營養，又能讓身體更輕盈，健康指數直線上升。",
        "lucky_color": "金色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不腳踏實地",
        "yi": "追逐自己夢想",
        "all": "95%",
        "date": "2025-08-09",
        "love": "90%",
        "work": "97%",
        "money": "98%",
        "health": "92%",
        "notice": "靈感爆發的狀態",
        "discuss": "96%",
        "all_text": "整體運勢相當出彩，整個人像被點燃了一樣充滿幹勁，做什麼都特別有動力。你可能會突然冒出一些新想法，或是發現之前忽略的機會，這種“靈感爆發”的狀態讓你忍不住想立刻行動。特別適合嘗試一些平時不敢做的事，比如挑戰新技能、接觸新圈子，甚至只是換個新路線散步，都可能帶來意想不到的收穫。你的行動力和感染力也會影響身邊的人，容易成為群體中的焦點，或是被邀請參與一些有趣的活動。不過，雖然狀態很好，但也要注意別太貪心，把精力分散到太多事情上，反而容易顧此失彼。建議挑一兩件最想做的事專注推進，效果會更明顯。整體來看，是充滿可能性的一天，只要你敢想敢做，就能把機會牢牢抓在手裡。",
        "love_text": "單身的你，幽默風趣是你的加分項，和異性聊天時自然流露的機靈勁兒，很容易讓對方覺得“和你相處很開心”，哪怕只是簡單的玩笑，也能讓氣氛輕鬆不少。已有伴者的你，特別擅長哄伴侶開心，比如對方有點小情緒時，用點俏皮話或小禮物轉移注意力，很快就能把矛盾化解，這種“懂調節氣氛”的能力會讓感情更甜蜜。",
        "take_star": "",
        "work_text": "整體狀態偏向“高效吸收”，無論是接收新信息還是處理複雜任務，你的理解能力會明顯提升，能快速抓住重點並靈活運用。比如工作中聽會議時能精準提煉關鍵點，或學習時看一遍教材就能理解難點，這種“聰明勁兒”會讓你事半功倍，但需注意別因貪多而浮於表面。",
        "lucky_star": "天秤座",
        "money_text": "迎來各方來財的好消息，可能是之前申請的補貼到賬了，或是參與的項目有了分成，甚至會有一些意外的小收入，比如朋友還錢、收到小禮物等。這些驚喜會讓你的錢包鼓起來，心情也跟著變好。不過別因為進賬多就大手大腳，合理規劃這筆錢，才能讓好運持續下去。",
        "health_text": "不要久坐不動，長時間坐著會讓血液循環變慢，肌肉也容易僵硬，還可能引發腰痠背痛等問題。工作或學習間隙，每隔一段時間就站起來活動活動，伸伸懶腰、踢踢腿，或者到戶外走一走。這樣能讓身體動起來，促進新陳代謝，一整天都活力滿滿，健康也有保障。",
        "lucky_color": "珊瑚紅",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "當老好人",
        "yi": "給朋友準備禮物",
        "all": "58%",
        "date": "2025-08-09",
        "love": "70%",
        "work": "60%",
        "money": "52%",
        "health": "68%",
        "notice": "死要面子活受罪",
        "discuss": "57%",
        "all_text": "整體運勢略差，容易陷入“死要面子活受罪”的循環裡。你可能會為了維護自己的形象，或是避免被他人看輕，主動承擔一些超出能力範圍的事，結果反而把自己搞得疲憊不堪。比如明明不想幫忙，卻因為不好意思拒絕而答應，或是為了顯得“合群”勉強自己參與不感興趣的活動，最後心裡又覺得委屈。這種“打腫臉充胖子”的行為會消耗你的能量，讓你一整天都提不起勁。另外，在與人溝通時容易因為敏感而誤解對方的意思，明明對方沒有惡意，你卻可能過度解讀，導致情緒低落。建議你多關注自己的真實感受，別太在意別人的眼光，該拒絕時就果斷拒絕，反而能讓自己輕鬆不少。整體來看，運勢需要你放下“必須完美”的包袱，真實一點反而能減少內耗。",
        "love_text": "單身的你，在感情上沒什麼明顯進展，可能更多是維持現狀，比如和熟悉的人偶爾聊幾句，但不會有新的突破，別急著推進，先過好自己的小日子更重要。已有伴者的你，需要克服平淡感，比如和對方一起做件小事，比如一起做飯、散步，或是聊聊最近的趣事，這些“日常互動”能讓你們重新感受到彼此的溫暖，別讓熟悉變成疏遠。",
        "take_star": "",
        "work_text": "容易陷入“找不到發力點”的迷茫感，無論是工作還是學習，目標感會變弱，容易被瑣事分散注意力，比如工作時常被臨時任務打斷，或學習時總忍不住刷手機。建議先停下來明確優先級，比如列個待辦清單，把重要且緊急的事排在前面，避免“瞎忙”。",
        "lucky_star": "天蠍座",
        "money_text": "明顯感覺到經濟壓力在增加，可能是生活開銷突然變大，或是要處理一些突發的小賬單，讓你的錢變得不夠花。這種情況下，別急著拆東牆補西牆，先梳理下哪些是必要支出，哪些可以暫時緩一緩。同時，減少不必要的社交活動，節省一點開支，先熬過這段緊張時期再說。",
        "health_text": "要特別提防肩頸問題，長時間低頭看手機、伏案工作，會讓肩頸部位的肌肉過度緊張，出現痠痛、僵硬的感覺。每隔一段時間就做做肩頸放鬆的動作，比如轉動脖子、聳聳肩膀。也可以找個空閒時間，用熱毛巾敷敷肩頸，促進血液循環，緩解肌肉疲勞，讓肩頸輕鬆一整天。",
        "lucky_color": "藕荷色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽視小細節",
        "yi": "主持小組會議",
        "all": "92%",
        "date": "2025-08-09",
        "love": "93%",
        "work": "98%",
        "money": "90%",
        "health": "94%",
        "notice": "發揮主心骨作用",
        "discuss": "97%",
        "all_text": "整體運勢棒棒噠，特別適合發揮你的領導力和組織能力。你可能會被推到“主心骨”的位置，比如朋友聚會時主動安排活動，或是家庭事務中成為協調者，這種被需要的感覺會讓你特別有成就感。你的邏輯清晰、決策果斷，能快速理清複雜的情況，並提出可行的方案，周圍的人也會很願意配合你的安排。特別適合處理需要團隊協作的事，或是推動一些停滯已久的計劃，你的積極態度會感染他人，讓事情進展得更順利。另外，社交運也很旺，容易遇到志同道合的人，或是收到一些意外的讚美，讓你心情大好。不過，雖然狀態很好，但也要注意別太強勢，多聽聽別人的意見，反而能讓結果更圓滿。整體來看，是充滿掌控感的一天，只要保持自信，就能把事情安排得井井有條。",
        "love_text": "單身的你，會不自覺散發魅力，比如自信的談吐、大方的舉止，很容易吸引到異性的注意，哪怕只是簡單打個招呼，也能給對方留下好印象。已有伴者的你，能清晰感受到對方的真心，比如對方主動關心你的需求，或是默默為你做些小事，這種“被放在心上”的感覺會讓你特別安心，記得也用同樣的方式回應，感情會更穩固。",
        "take_star": "",
        "work_text": "整體狀態偏向“機會爆發”，無論是工作還是學習，身邊會出現不少能展示能力的場景，比如被領導安排重要任務、或在學習中被老師點名解答難題，這些機會能讓你快速脫穎而出，但需注意別因過度自信而忽略團隊協作，適當聽取他人意見會更穩妥。",
        "lucky_star": "獅子座",
        "money_text": "迎來一筆可觀的進賬，可能是工作上的績效獎金，或是投資的小回報，甚至會有客戶主動找上門帶來合作機會，讓你的收入更上一層樓。這筆錢能讓你在經濟上輕鬆不少，不過也別太得意忘形，可以考慮把這筆錢的一部分存起來，或是用於提升自己，為未來的財富增長打下基礎。",
        "health_text": "保證充足的睡眠對你來說至關重要，睡眠不足會讓你精神萎靡、注意力不集中，還可能影響身體的正常代謝和修復。儘量早點上床睡覺，營造一個安靜、舒適的睡眠環境，放下手機，讓身心得到充分放鬆。睡個好覺，第二天醒來你會感覺精力充沛，健康狀態也更有保障。",
        "lucky_color": "薄荷綠",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過於完美主義",
        "yi": "向別人請教",
        "all": "55%",
        "date": "2025-08-09",
        "love": "59%",
        "work": "57%",
        "money": "53%",
        "health": "64%",
        "notice": "理想豐滿現實骨感",
        "discuss": "65%",
        "all_text": "整體運勢有些低迷，容易遇到“理想很豐滿，現實很骨感”的情況。你可能會對某些事抱有較高的期待，比如希望事情能按自己的計劃推進，或是期待他人能理解你的想法，但現實卻可能給你潑冷水，比如計劃突然被打亂，或是溝通時出現誤解，這種落差感容易讓你感到沮喪。另外，在處理細節時需要特別小心，容易因為粗心而犯小錯誤，比如記錯時間、漏看信息，雖然問題不大，但反覆修正會讓你覺得煩躁。建議你調整一下心態，別把目標定得太高，接受“事情不可能完美”的事實，反而能減少焦慮。如果遇到不順心的事，不妨先暫停一下，換個環境或做點輕鬆的事轉移注意力，等情緒平復後再回來處理。整體來看，運勢需要你降低預期，多給自己一些包容，熬過這段小波折，後面會慢慢好起來。",
        "love_text": "單身的你，需要學會“放下”，比如對過去沒結果的感情別再糾結，或是放下對“完美對象”的執念，反而能更輕鬆地面對新機會。已有伴者的你，別總和別人比較幸福，比如看到別人秀恩愛就懷疑自己的感情，每段關係都有自己的節奏，多關注眼前人的好，比如對方為你做的細節，反而能讓你們更珍惜彼此。",
        "take_star": "",
        "work_text": "容易陷入“進度緩慢”的焦慮中，無論是工作還是學習，可能會遇到卡殼的情況，比如方案總改不滿意、或知識點怎麼都記不住，這種“努力卻看不到成果”的感覺會讓你有些挫敗。建議適當降低預期，把大目標拆解成小任務，每完成一點就給自己一點鼓勵，慢慢積累信心。",
        "lucky_star": "摩羯座",
        "money_text": "面臨缺錢的困擾，可能是之前的消費沒有規劃好，導致現在手頭緊張，或是遇到一些需要花錢的突發情況，讓你有些捉襟見肘。這時候別慌，先看看身邊有沒有可以暫時週轉的資源，比如向家人朋友借一點應急。同時，反思下自己的消費習慣，以後做好預算，避免再出現這種情況。",
        "health_text": "走路時可千萬別低頭看手機，這樣很容易忽略周圍的路況，增加摔倒、碰撞的風險，導致身體受傷。走路的時候就專心看路，把手機收起來，注意腳下的臺階、障礙物等。安全出行不僅能避免意外傷害，還能讓你更專注於當下，享受行走的過程，對身心健康都有好處。",
        "lucky_color": "琥珀色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "迎合別人期待",
        "yi": "查缺補漏",
        "all": "72%",
        "date": "2025-08-09",
        "love": "69%",
        "work": "77%",
        "money": "74%",
        "health": "75%",
        "notice": "保持日常的節奏",
        "discuss": "81%",
        "all_text": "整體運勢中規中矩，沒有特別熱烈的起伏，也沒有讓人皺眉的波折。你可能會覺得一切都按部就班，日常的節奏平穩得讓人有點提不起勁，比如原本期待的小驚喜沒出現，或是計劃中的小變化也沒發生，這種“平淡感”容易讓你覺得少了點滋味。不過，這種穩定的狀態其實也有好處，比如不用應付突發狀況，能安心處理手頭的事，或是和熟悉的人相處時不用刻意找話題，自然就能聊得來。如果你想嘗試新事物，可能會發現機會不多，或是自己提不起興趣，不如把精力放在已經熟悉的事情上，反而能更高效地完成。另外，在社交場合可能會遇到一些“客套式”的互動，比如別人隨口誇你兩句，或是你禮貌性地回應，這種表面的熱鬧不會帶來太多實質性的連接，但也不會讓你感到壓力。整體來看，是適合“按自己的節奏來”的一天，不用強求驚喜，穩穩當當地過就好。",
        "love_text": "單身的你，別總回憶過去，比如翻舊照片或想起前任的好，這些回憶容易讓你忽略眼前的可能性，不如把注意力放在當下，多和身邊的人互動，反而能遇到新機會。已有伴者的你，別吝於說甜言蜜語，比如直接告訴對方“和你在一起很開心”，或是誇誇對方的優點，這些“直白的表達”能讓對方感受到你的愛意，別覺得肉麻就不說。",
        "take_star": "",
        "work_text": "慢工出細活，整體狀態偏向謹慎打磨。無論是處理任務還是吸收知識，你都會不自覺地反覆檢查細節，甚至對已完成的成果產生“不夠完美”的疑慮。這種態度雖能減少失誤，但也可能讓你陷入過度糾結，導致效率略受影響。建議適當給自己設定“截止時間”，避免在瑣碎處消耗過多精力，把核心精力放在真正關鍵的部分。",
        "lucky_star": "處女座",
        "money_text": "求財方面比較佛系，沒有特別強烈的賺錢慾望，也不會主動去尋找機會，更傾向於按部就班地完成工作，拿到應得的收入。這種心態能讓你在工作上保持穩定，但也可能錯過一些潛在的賺錢機會。如果時間允許，不妨留意下身邊的小商機，說不定能發現一些輕鬆賺錢的小途徑。",
        "health_text": "要少吃生冷的食物，像冰淇淋、冷飲、生魚片等。生冷食物吃多了會刺激腸胃，引起腸胃不適，比如腹痛、腹瀉等。可以選擇吃一些溫熱的食物，比如熱湯、熱粥，既能溫暖腸胃，又容易消化吸收。合理飲食，才能讓腸胃保持健康，身體也更舒服。",
        "lucky_color": "櫻花粉",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "穿高跟走遠路",
        "yi": "開拓新視野",
        "all": "92%",
        "date": "2025-08-09",
        "love": "88%",
        "work": "91%",
        "money": "89%",
        "health": "90%",
        "notice": "豁然開朗輕鬆感",
        "discuss": "96%",
        "all_text": "整體運勢越來越平順，像被擦亮的玻璃，透亮又清爽。你可能會發現之前卡在心裡的某個小疙瘩突然解開了，比如對某件事的糾結、對某個人的誤解，或是自己給自己的壓力，會突然覺得“其實也沒那麼重要”，這種輕鬆感會讓你整個人都舒展開來。另外，特別適合接觸新領域，比如翻一本平時不會看的書、聽一場沒接觸過的講座，或是和不同背景的人聊聊天，這些看似“無用”的互動，反而能幫你打開視野，發現新的可能性。你可能會在某個瞬間突然明白某個道理，或是對之前困惑的事有了新的理解，這種“頓悟”的感覺會讓你覺得特別值。不過，雖然狀態很好，但也不用急著做決定，先把這些靈感記下來，慢慢消化反而更好。整體來看，是充滿“通透感”的一天，保持開放的心態，就能收穫意想不到的啟發。",
        "love_text": "單身的你，可能會遇到讓你心動的人，比如對方的一個眼神、一句話，突然就戳中了你的心，別急著掩飾，自然流露的好感反而更容易拉近距離。已有伴者的你，更懂得對方的想法，比如對方沒說出口的需求，你能敏銳察覺並主動滿足，這種“被懂”的感覺會讓對方特別依賴你，感情也會更深厚。",
        "take_star": "",
        "work_text": "像被注入了一劑“能量針”，整體狀態銳不可當。無論是推進項目還是攻克難題，你都能敏銳捕捉到關鍵點，並憑藉強大的執行力快速落地。這種“穩準狠”的節奏不僅讓你事半功倍，還可能意外成為團隊中的“定海神針”。不過，需注意別因過於自信而忽略他人意見，適當傾聽能讓你走得更穩。",
        "lucky_star": "巨蟹座",
        "money_text": "積極爭取更多進賬機會，比如主動和領導溝通，爭取加薪或更多的工作任務，或是利用業餘時間學習新技能，提升自己的競爭力，為未來的收入增長做準備。同時，多關注行業動態，看看有沒有新的賺錢方向，主動出擊往往比被動等待更有收穫，別讓機會從身邊溜走。",
        "health_text": "遇上雨天或積水，一定要注意腳下打滑，路面溼滑會增加摔倒的幾率，尤其是老人和小孩更要注意。出門時穿上防滑的鞋子，走路時放慢腳步，小心謹慎。如果不小心滑倒，要及時檢查身體有沒有受傷，必要時去醫院看看。多一份小心，就能避免意外發生，保障自己的健康安全。",
        "lucky_color": "橄欖綠",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長途出差",
        "yi": "求職與面試",
        "all": "82%",
        "date": "2025-08-09",
        "love": "70%",
        "work": "84%",
        "money": "85%",
        "health": "78%",
        "notice": "越用力跳得越高",
        "discuss": "84%",
        "all_text": "整體運勢還不賴，像踩在彈簧上，越用力跳得越高。你可能會發現，主動去做的事，結果往往比預期的好，比如原本只是隨便試試的小興趣，突然有了新的進展；或是和別人的閒聊，意外聊到了有趣的話題，甚至發現了共同愛好。這種“越投入越幸運”的感覺會讓你特別有動力，忍不住想多嘗試幾件新鮮事。不過，運勢也有點“挑人”——如果你只是被動等著機會來，可能會覺得平平無奇，但只要你願意主動邁出一步，比如主動約朋友見面、主動報名一個活動，或是主動學習一個小技能，就會發現好運其實藏在行動裡。另外，在社交場合容易成為焦點，你的熱情和幽默會感染周圍的人，大家更願意和你分享自己的想法，這種被需要的感覺會讓你特別滿足。整體來看，是適合“主動出擊”的一天，別猶豫，想做就做，幸運會跟著你的腳步來。",
        "love_text": "單身的你，別隻顧著玩手機，比如刷社交軟件或打遊戲，多抬頭和身邊的人聊聊天，比如朋友聚會時主動搭話，反而能遇到有意思的異性。已有伴者的你，要重視面對面交流，比如晚上一起吃飯時別各自刷手機，聊聊見聞或彼此的感受，這種“真實的互動”能讓你們更貼近，別讓電子設備隔開了彼此的距離。",
        "take_star": "",
        "work_text": "行動大於計劃的一天，你更傾向於通過實踐驗證想法，而非停留在理論階段。無論是工作中的任務還是學習中的課題，你都會主動嘗試新方法，哪怕結果未必完美，但這種“試錯精神”能幫你快速積累經驗。不過，需注意別因急於求成而忽略基礎步驟，穩紮穩打才能走得更遠。",
        "lucky_star": "白羊座",
        "money_text": "可以通過兼職來增加進賬，比如利用自己的特長做些副業，像是寫作、設計、翻譯等，或是利用業餘時間做些簡單的小生意，比如擺地攤、賣手工藝品等。這些兼職不僅能讓你多一份收入，還能豐富你的生活經驗。不過別因為兼職而影響本職工作，合理安排時間，才能兩者兼顧。",
        "health_text": "多喝水少喝飲料，飲料裡通常含有大量的糖分和添加劑，喝多了不僅容易長胖，還可能影響身體健康。而水是身體新陳代謝的重要物質，多喝水能促進體內毒素排出，保持身體的水分平衡。你可以準備一個水杯，隨時提醒自己喝水，讓身體保持水潤，健康狀態也會更好。",
        "lucky_color": "蔥綠色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人比較",
        "yi": "探索新方法",
        "all": "88%",
        "date": "2025-08-09",
        "love": "83%",
        "work": "85%",
        "money": "71%",
        "health": "79%",
        "notice": "更注重實際效果",
        "discuss": "76%",
        "all_text": "整體運勢較平穩，像在爬一段緩坡，雖然速度不快，但每一步都走得很踏實。你可能會發現，處理事情時更注重“實際效果”，比如不會為了追求速度而忽略細節，也不會為了表面好看而勉強自己，這種“務實”的態度會讓你特別有安全感。另外，適合慢慢摸索新領域，比如嘗試一種新的生活方式、學習一個簡單的技巧，或是調整自己的日常習慣，雖然一開始可能不太順手，但多試幾次就能找到適合自己的節奏，這種“從摸索到熟練”的過程會讓你覺得特別有成就感。不過，運勢也有點“慢熱”，比如新的想法不會立刻成型，新的關係也不會突然變得親密，需要你多給點時間和耐心。建議你別急著看到結果，把注意力放在“進步”本身，哪怕只是一點點小改變，積累起來也會讓你更有信心。整體來看，是適合“穩紮穩打”的一天，保持耐心，慢慢就能找到自己的立足點。",
        "love_text": "單身的你，或有互動機會，比如朋友介紹新朋友，或是參加活動時遇到聊得來的人，別太拘謹，自然展示自己的優點，反而能留下好印象。已有伴者的你，多陪伴對方很重要，比如一起看部電影、逛個超市，或是單純窩在沙發上聊聊天，這些“平凡的陪伴”能讓對方感受到你的在乎，別總用“忙”當藉口忽略彼此。",
        "take_star": "",
        "work_text": "像一塊“海綿”，特別容易吸收外界的建議和經驗。無論是同事的提醒、老師的點撥，還是偶然看到的信息，都可能成為你突破瓶頸的鑰匙。這種開放的態度能幫你少走彎路，但需注意篩選信息，別被過多觀點干擾判斷。保持獨立思考，結合自身情況調整，才能將建議轉化為真正的助力。",
        "lucky_star": "天蠍座",
        "money_text": "財運比較平穩，沒有額外的進賬機會，收入主要來自日常的工作。這種情況下，別因為暫時沒有驚喜就灰心，把精力放在提升工作能力上，為未來的升職加薪做準備。同時，檢查下自己的財務狀況，看看有沒有可以優化的地方，比如減少不必要的會員費用、調整儲蓄比例等，讓現有的錢更合理地利用起來。",
        "health_text": "要加強運動鍛鍊，長時間缺乏運動會讓身體機能下降，免疫力也會變弱。選擇一項自己喜歡的運動，比如跑步、瑜伽、游泳等，堅持鍛鍊一會兒。運動能增強體質，提高心肺功能，還能緩解壓力，讓你心情更舒暢。抽出點時間動起來，身體會感謝你的。",
        "lucky_color": "焦糖色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動做決策",
        "yi": "穿休閒套裝",
        "all": "85%",
        "date": "2025-08-09",
        "love": "79%",
        "work": "83%",
        "money": "69%",
        "health": "81%",
        "notice": "按自己想法行事",
        "discuss": "87%",
        "all_text": "整體運勢尚佳，像手裡握著一張“自由通行證”，時間比較充裕，能按自己的想法安排節奏。你可能會發現，不用被各種瑣事追著跑，比如原本計劃好的事突然延期，或是別人臨時改變了安排，這種“空出來”的時間反而讓你有機會做自己想做的事，比如整理房間、看一部收藏已久的電影，或是單純發發呆，這種“不被打擾”的感覺會讓你特別放鬆。另外，特別適合為未來做準備，比如整理一下最近的計劃、梳理一下目標，或是學習一些能長期受益的小知識，這些“提前鋪墊”的行動雖然不會立刻看到效果，但會讓你心裡更有底，後續推進時也會更順利。不過，雖然時間充裕，但也別太鬆散，建議把重要的事優先處理，剩下的時間再用來放鬆，這樣既能保證效率，又能享受悠閒。整體來看，是適合“從容安排”的一天，把節奏掌握在自己手裡，就能過得既充實又輕鬆。",
        "love_text": "單身的你，不妨試著敞開心扉，比如對感興趣的人多分享點自己的想法，或是主動表達對某件事的看法，這種“真實的表達”反而更容易吸引到同頻的人。已有伴者的你，別把心事都藏心裡，比如遇到煩惱時和對方聊聊，或是分享自己的小情緒，這種“坦誠”能讓對方更懂你，感情也會更親密，別總覺得自己能扛所有事。",
        "take_star": "",
        "work_text": "像上了發條的“計劃達人”，對目標的推進充滿動力。無論是工作項目還是學習任務，你都會提前規劃好步驟，並嚴格按照節奏執行。這種“有條不紊”的狀態能讓你高效完成任務，但需注意別因過度關注計劃而忽略靈活性——遇到突發情況時，適當調整策略比死守原計劃更明智。",
        "lucky_star": "雙子座",
        "money_text": "警惕破財危機，可能會遇到一些需要花錢的麻煩事，比如物品損壞需要維修或更換，或是收到一些意外的賬單，讓你的錢包受損。為了避免這種情況，出門前檢查好隨身物品，避免丟失或損壞，同時仔細核對賬單，防止被多收費。如果遇到必須花錢的情況，也別太糾結，把它當作一次經驗教訓，以後多注意就行。",
        "health_text": "注意科學用眼，長時間盯著電子屏幕，眼睛容易疲勞、乾澀，還可能引發近視等問題。每隔一段時間就讓眼睛休息一下，看看遠處的風景，或者做做眼保健操。也可以調整一下屏幕的亮度和對比度，讓眼睛更舒適。科學用眼，才能保護好心靈的窗戶，讓眼睛保持健康明亮。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "浪費太多時間",
        "yi": "報個興趣班",
        "all": "58%",
        "date": "2025-08-09",
        "love": "67%",
        "work": "52%",
        "money": "55%",
        "health": "69%",
        "notice": "陷入隨大流狀態",
        "discuss": "65%",
        "all_text": "整體運勢略顯倒黴，像被風吹亂的頭髮，怎麼理都理不順。你可能會發現，容易陷入“隨大流”的狀態，比如看到別人做什麼，自己也跟著做，結果發現並不適合自己；或是聽到別人說什麼，就忍不住懷疑自己的選擇，這種“跟風”的行為會讓你特別迷茫，甚至有點焦慮。另外，在處理事情時容易缺乏主見，比如面對多個選擇時猶豫不決，或是明明有自己的想法，卻因為怕被否定而不敢表達，這種“被動”的態度會讓你錯過一些機會，甚至事後後悔。建議你多聽聽自己內心的聲音，別太在意別人的看法，哪怕你的選擇和別人不一樣，只要自己覺得舒服，就是對的。另外，在社交場合容易遇到一些“表面熱情”的人，他們的建議或邀請可能只是隨口一說，別太當真，保持清醒的判斷更重要。整體來看，是需要“多為自己考慮”的一天，別被外界的聲音帶偏，穩住自己的節奏，才能少走彎路。",
        "love_text": "單身的你，心理活動太多，比如對方沒回消息就胡思亂想“是不是不喜歡我”，或是聊天時過度解讀對方的每一句話，反而容易讓自己焦慮，不如放鬆點，順其自然更好。已有伴者的你，容易胡思亂想，比如看到對方和異性聊天就懷疑，或是覺得對方不夠關心自己，其實很多都是自己想多了，不如直接問清楚，反而能避免不必要的誤會。",
        "take_star": "",
        "work_text": "容易陷入“注意力漂移”模式，明明想著完成任務，卻被其他小事吸引走精力，比如刷手機、閒聊或突發奇想。這種狀態會讓你效率大打折扣，甚至忘記原本的目標。建議給自己創造“無干擾環境”，比如關閉通知、固定時間段處理瑣事，把核心精力集中在重要事情上，才能避免“一天過去卻沒進展”的遺憾。",
        "lucky_star": "射手座",
        "money_text": "感覺手頭拮据，可能是之前的消費超出了預算，或是收入沒有達到預期，讓你在經濟上有些吃緊。這種情況下，別急著通過借錢來緩解壓力，先調整自己的消費觀念，減少不必要的購物和娛樂支出，把每一分錢都用在刀刃上。同時，可以整理下自己的物品，把閒置的東西賣掉，也能換回一些零花錢。",
        "health_text": "可要少生氣別亂發脾氣，生氣會讓身體分泌一些有害物質，影響內分泌系統，還可能引發頭痛、胃痛等問題。遇到不開心的事情時，先深呼吸幾次，讓自己冷靜下來，換個角度思考問題。保持平和的心態，不僅能讓心情更愉悅，還能讓身體更健康，遠離疾病的困擾。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    }
  }
}