{
  "updated": "2025-11-01T05:08:53.912Z",
  "updateTime": "2025/11/1 下午1:08:53",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14694,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒變化無常",
        "yi": "看脫口秀表演",
        "all": "73%",
        "date": "2025-10-31",
        "love": "75%",
        "work": "74%",
        "money": "72%",
        "health": "80%",
        "notice": "為忙而忙的循環",
        "discuss": "74%",
        "all_text": "整體運勢平平，容易陷入“為忙而忙”的循環裡。你可能會發現自己從早到晚都在處理各種瑣事，但回頭看時，又覺得這些事似乎沒帶來什麼實質性的滿足感。這種狀態容易讓你產生“白忙一場”的失落感。其實問題不在於事情本身，而在於你賦予行動的意義不夠清晰——如果只是機械地完成任務，而不去思考背後的目的，很容易陷入低效的循環。建議你偶爾停下來，問問自己：“這件事對我到底有什麼意義？”哪怕只是幾秒鐘的思考，也能幫你重新調整方向。另外，可能會遇到一些需要臨時做決定的情況，別急著下結論，先觀察一下整體環境再做判斷會更穩妥。整體來說，適合放慢節奏，別被“忙碌”的表象綁架，把精力用在真正值得的事情上。",
        "love_text": "單身的你，可以通過行動傳遞心意，比如主動約對方一起做件小事，或分享自己感興趣的事物，比起刻意找話題，自然的互動更能拉近距離。已有伴者的你，需要多表達情感，別把關心藏在心裡，一句“辛苦了”或一個擁抱，能讓對方感受到你的在意，避免因“不說”而產生小誤會。",
        "work_text": "需要找到自己的節奏，外界的催促或他人的進度可能讓你有些焦慮，但急著追趕反而容易打亂原本的計劃。你可能會同時面對多項任務，或是被臨時安排的新內容打亂節奏，這時候別急著“全都要”，先理清優先級更重要。如果感覺被推著走，不妨暫停兩分鐘，重新調整順序，反而能更高效地完成。",
        "lucky_star": "射手座",
        "money_text": "要注意量入為出，可能會被新出的商品或朋友推薦的“好東西”吸引，忍不住想下單，但買完才發現有些東西其實用不上。建議買東西前先問問自己“真的需要嗎”，別因為一時心動就掏錢。如果手頭有閒錢，可以考慮存點定期或放貨幣基金，別全放活期，省得忍不住花掉。",
        "health_text": "要重點保證睡眠充足，可能因為工作或娛樂熬到太晚，第二天容易頭疼、沒精神。建議睡前一小時放下手機，調暗燈光，營造入睡氛圍，哪怕早起半小時也別壓縮睡眠時間。如果白天犯困，別靠咖啡硬撐，小睡10-15分鐘反而更清醒，避免因缺覺影響判斷力。",
        "lucky_color": "天藍色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "打斷別人說話",
        "yi": "逛逛趣味展會",
        "all": "93%",
        "date": "2025-10-31",
        "love": "92%",
        "work": "94%",
        "money": "90%",
        "health": "93%",
        "notice": "由內而外的動力",
        "discuss": "90%",
        "all_text": "明顯感覺到運勢在推著你往前走，彷彿做什麼都帶著一股順勁兒。尤其是當你投入到自己感興趣的事情裡時，那種由內而外的動力會讓你幹勁十足，甚至可能超額完成原本設定的目標。這種狀態不是偶然的，而是你之前積累的能量在集中釋放的結果。你可能會發現，平時覺得麻煩的事，處理起來卻格外順手；或者原本需要反覆溝通的事，一次就能說清楚。這種“順”的感覺會讓你更願意主動嘗試新事物，甚至可能突破自己以往的習慣。不過，也別因為狀態好就過度消耗，適當留出一點緩衝時間，避免後期動力不足。整體來說，這是你“借勢發力”的好時機，把精力放在你喜歡且擅長的事情上，收穫會比平時更明顯。",
        "love_text": "單身的你，容易贏得好感，你的真誠和耐心會成為加分項，對方可能被你的踏實打動，不用刻意表現，保持自然狀態反而更吸引人。已有伴者的你，會得到伴侶更多支持，無論是情緒上的安慰還是實際問題的解決，對方都願意站在你這邊，記得回應這份溫暖，感情會更穩固。",
        "work_text": "是乘勝追擊的好時機，之前積累的努力或成果會成為助力，比如之前完成的項目得到認可，或是學習的知識點突然串聯起來。你可能會發現，原本覺得困難的部分，處理起來反而更順手，這種“順”的感覺會讓你更有動力推進。別因為狀態好就過度消耗，適當保留精力，為後續留出空間。",
        "lucky_star": "天蠍座",
        "money_text": "財運相對寬裕，可能會收到之前項目的尾款，或是之前的投資有小回報，手頭比平時鬆快些。可以趁機把該還的賬單清了，比如信用卡、花唄，別拖著產生利息。如果有餘錢，也可以考慮給家人買點小禮物，既花得開心，又不會影響整體財務。",
        "health_text": "要特別注意坐姿，別總蹺二郎腿——這個動作會壓迫腿部神經，時間久了容易腿麻，還可能讓骨盆傾斜，影響體態。如果久坐，建議每半小時起身活動下，伸伸懶腰、踢踢腿，或者把腳平放在地上，保持脊柱自然彎曲，對腰背也更友好。",
        "lucky_color": "紫色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略別人意見",
        "yi": "追求新鮮感",
        "all": "54%",
        "date": "2025-10-31",
        "love": "50%",
        "work": "53%",
        "money": "65%",
        "health": "60%",
        "notice": "幸福感直線下降",
        "discuss": "59%",
        "all_text": "整體運勢有些低迷，容易陷入一種“越看越不夠”的心態裡。你可能會不自覺地盯著自己沒有的東西，比如別人的優勢、更好的條件，或是未達成的目標，這種對比會讓你忽略自己已經擁有的部分，導致幸福感直線下降。其實你身邊並不缺值得珍惜的事，只是你的注意力容易被“缺失感”帶偏。比如，你可能會因為某件事沒達到預期而否定自己的努力，或者因為別人的評價而懷疑自己的選擇。這種情緒如果放任不管，可能會讓你一整天都提不起勁。建議你儘量減少和他人比較的念頭，多關注自己已經完成的事，哪怕只是微小的進步，也值得肯定。整體來說，需要主動調整視角，別讓“沒得到的”掩蓋了“已擁有的”。",
        "love_text": "單身的你，容易因外貌而陷入愛情，可能會被對方的顏值或外在氣質吸引，但別急著確定關係，先了解內在更重要，避免“一時上頭”。已有伴者的你，任性要見好就收，偶爾的小脾氣能增加情趣，但過度堅持自己的想法可能引發爭執，適當妥協反而能讓關係更和諧。",
        "work_text": "容易陷入“一心多用”的狀態，可能會同時處理多項任務，或是學習時頻繁切換科目，結果反而效率降低。你可能會覺得“多線程”能完成更多，但實際上分散的注意力會讓每件事都做得不夠紮實。需要提醒自己：完成比完美更重要，先集中精力做好一件事，再推進下一項。",
        "lucky_star": "巨蟹座",
        "money_text": "別打腫臉充胖子，可能會被朋友約吃飯、聚會，或是看到別人買新東西，自己也想跟風，但實際錢包可能撐不住。建議提前定好預算，比如這頓飯最多花多少，別為了面子超支。如果實在想參與，可以選性價比高的活動，別硬著頭皮“搶著買單”。",
        "health_text": "要警惕過敏問題，可能因為換季、接觸花粉或吃了易致敏食物，出現皮膚癢、打噴嚏等症狀。建議外出戴口罩，回家及時換衣服、洗手，避免把過敏原帶回家。如果本身有過敏史，隨身帶點抗過敏藥，飲食上先避開海鮮、芒果等常見過敏源，別貪嘴。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忘記重要約定",
        "yi": "多開口夸人",
        "all": "90%",
        "date": "2025-10-31",
        "love": "92%",
        "work": "93%",
        "money": "91%",
        "health": "96%",
        "notice": "人際關係成助力",
        "discuss": "87%",
        "all_text": "整體運勢非常好，人際關係會成為你最大的助力。你可能會發現，平時不太聯繫的人突然給你帶來一些積極的反饋，或者原本需要自己費心處理的事，因為別人的幫助而變得輕鬆許多。這種“被支持”的感覺會讓你更有安全感，甚至可能激發你主動去建立或維護一些關係。其實你能量很適合社交，無論是和老朋友聊天，還是認識新的人，都能讓你收穫一些新鮮的視角或啟發。不過，也別因為太依賴別人的支持而忽略了自己的判斷，適當的獨立思考會讓這種助力更有價值。整體來說，是你“借力打力”的好時機，把精力放在和人的互動上，你會發現自己比平時更有能量。",
        "love_text": "單身的你，有培養感情的機會，可能是和某個常聯繫的人逐漸產生好感，或通過共同活動拉近距離，別急著推進，慢慢來會更自然。已有伴者的你，適合一起落實計劃，比如商量週末安排或規劃未來，共同參與能讓你們更有默契，感情也會更緊密。",
        "work_text": "助力很多，可能是同事主動幫忙，或是學習時得到同學的提醒，外界的支持會讓你覺得輕鬆不少。你可能會發現，原本需要自己摸索的部分，有人主動分享經驗，或是遇到問題時有“剛好能解決”的資源出現。這種“被託著走”的感覺會讓你更有信心，但也別完全依賴他人，適當主動會更好。",
        "lucky_star": "白羊座",
        "money_text": "副業或兼職的收入可能增多，比如之前接的小任務結款了，或是做的手工、設計被認可，有額外進賬。可以趁機把這部分錢單獨存起來，別和日常開銷混在一起，省得不知不覺花掉。如果有新的兼職機會，也可以考慮，但別接太多影響主業。",
        "health_text": "可以適度做有氧運動，比如快走、慢跑或跳操，能幫身體排排毒、提升代謝。但別一上來就劇烈運動，先熱身5分鐘，讓關節活動開，運動後也要拉伸，避免肌肉痠痛。如果平時運動少，可以從20分鐘開始，循序漸進更安全，別為了“多練”反而拉傷。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷網絡遊戲",
        "yi": "做視頻剪輯",
        "all": "92%",
        "date": "2025-10-31",
        "love": "90%",
        "work": "96%",
        "money": "98%",
        "health": "91%",
        "notice": "優勢被充分放大",
        "discuss": "95%",
        "all_text": "整體運勢相當不錯，你的優勢會被充分放大。無論是平時就擅長的表達能力，還是領導力，都能在合適的場合裡得到發揮。你可能會發現，自己說的話更容易被他人接受，提出的想法也能得到積極的回應，這種“被認可”的感覺會讓你更有自信。其實你能量很適合做一些需要展現個人魅力的事，比如公開表達、協調資源，或是推動一些需要影響力的事情。不過，也別因為狀態好就過度追求完美，偶爾允許自己有一些小失誤，反而能讓你更放鬆。整體來說，是你“發揮所長”的好時機，把精力放在能凸顯你優勢的事情上，收穫會比平時更明顯。",
        "love_text": "單身的你，魅力四射，你的自信和熱情會吸引他人注意，不用刻意表現，自然流露的個性就能讓對方產生好感。已有伴者的你，有不約而同的默契，可能不需要多說，就能理解對方的想法，這種“心有靈犀”的感覺會讓你們更珍惜彼此，感情升溫。",
        "work_text": "思路開闊，可能會突然想到新的方法或角度，比如處理工作時找到更高效的流程，或是學習時發現知識點之間的聯繫。你可能會覺得“原來還能這樣”，這種靈感會讓你更有動力推進。不過別因為想法多就急著全部嘗試，先挑最可行的落地，避免“想得多，做得少”。",
        "lucky_star": "摩羯座",
        "money_text": "求財有好消息，可能會收到合作方的分成，或是之前談的加薪、獎金有進展，錢袋子比平時鼓些。可以趁機規劃下這筆錢的用途，比如存一部分、花一部分，別全用來買大件。如果有新的賺錢機會，也可以主動爭取，運勢挺適合談條件的。",
        "health_text": "要控制看手機的時間，可能因為刷視頻、回消息或打遊戲，一低頭就是幾小時，眼睛又幹又澀，脖子也僵硬。建議每看20分鐘手機，就抬頭看看遠處，或者做做“米字操”（眼球轉圈），緩解視疲勞。睡前也別把手機帶上床，避免藍光影響睡眠質量。",
        "lucky_color": "深藍色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約定時間遲到",
        "yi": "參加分享會",
        "all": "83%",
        "date": "2025-10-31",
        "love": "82%",
        "work": "81%",
        "money": "80%",
        "health": "87%",
        "notice": "以動制靜好時機",
        "discuss": "89%",
        "all_text": "整體運勢平穩，但“主動”會成為你最大的加分項。你可能會發現，如果只是被動等待機會，可能會顯得有些平淡；但如果你願意主動邁出一步，比如表達自己的想法、爭取一些資源，或是嘗試新的方式，結果往往會比你預期的更好。這種“主動”不一定是大動作，可能只是比平時多問一句、多試一次，就能帶來不一樣的反饋。其實你能量很適合做一些需要突破慣性的事，比如打破以往的溝通模式，或是嘗試用不同的角度看待問題。不過，也別因為太追求“主動”的效果而給自己太大壓力，適當放鬆反而能讓你更自然地發揮。整體來說，是你“以動制靜”的好時機，把精力放在“主動”上，你會發現自己比平時更有掌控感。",
        "love_text": "單身的你，或遇到心動的對象，可能是在日常接觸中突然對某個人產生好感，不用急著行動，先觀察對方是否適合自己更重要。已有伴者的你，有更多相處陪伴的時間，可能是一起做件小事，或安靜地待在一起，這種平淡的陪伴反而能讓感情更深厚。",
        "work_text": "需要培養檢查的習慣，無論是工作文件還是學習筆記，完成後多花兩分鐘核對，能避免小錯誤影響整體。你可能會因為追求效率而忽略細節，比如漏看要求、寫錯數據，這些小問題容易被放大。養成“完成-檢查”的流程，會讓你更踏實，也能減少後續返工的麻煩。",
        "lucky_star": "雙魚座",
        "money_text": "穩健型理財，比如把閒錢存定期、買低風險的基金，別追高收益的產品，省得波動大影響心情。可能會收到之前投資的利息，或是理財產品到期，可以趁機再投同類產品，保持收益穩定。如果有朋友推薦“高回報”項目，建議先查清楚，別急著跟風。",
        "health_text": "運動鍛鍊要循序漸進，可能因為想快速見效，一上來就跑步、舉鐵，結果反而肌肉拉傷或關節疼。建議先從低強度開始，比如散步、瑜伽，等身體適應了再增加強度。運動前一定要熱身，運動後及時補充水分和蛋白質，別為了“多練”忽略身體信號。",
        "lucky_color": "奶油色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間追劇",
        "yi": "看一場電影",
        "all": "70%",
        "date": "2025-10-31",
        "love": "71%",
        "work": "77%",
        "money": "81%",
        "health": "78%",
        "notice": "減少不必要消耗",
        "discuss": "82%",
        "all_text": "整體運勢中規中矩，你的大腦和精神層面更需要喘息的空隙。你可能從早到晚被各種信息包圍，社交動態、他人需求、零碎消息不斷湧來，雖然表面應付得遊刃有餘，但內心會悄悄累積疲憊感。這種疲憊不是體力上的，而是精神層面的“信息過載”——你可能會發現，明明沒做多複雜的事，卻因為需要不斷切換注意力而覺得累。適合主動給自己留出“空白時間”，比如暫時關閉社交軟件，或找個安靜的環境獨處十幾分鍾，讓大腦從“接收模式”切換到“整理模式”。另外，你可能會在需要做決定時猶豫不決，不是因為選項不好，而是因為想兼顧太多聲音。其實不需要追求完美答案，跟著直覺走反而更輕鬆。整體來說，這一天適合“做減法”，減少不必要的社交消耗，把精力留給真正重要的事。",
        "love_text": "單身的你，可能沒有新進展，不用強求，保持現有的社交節奏就好，感情的事急不來，順其自然反而更好。已有伴者的你，不妨與伴侶談談心，聊聊最近的感受或困惑，坦誠的溝通能避免小矛盾積累，讓關係更輕鬆。",
        "work_text": "需要主動屏蔽外界干擾，可能會被臨時消息、同事閒聊或學習時的無關信息打斷節奏。你原本的計劃可能因外界的“小插曲”被打亂，比如工作時被拉去處理非緊急事務，或學習時被手機通知吸引注意力。這種狀態下容易效率降低，建議提前設定“專注時段”，比如工作時關閉非必要通知，學習時把手機放在另一個房間，先完成核心任務再處理其他事。",
        "lucky_star": "水瓶座",
        "money_text": "有小財進賬，可能是之前借出的錢還了，或是賣閒置東西賺了點，雖然不多但挺開心。建議記個賬，把這部分錢和日常開銷分開，省得花著花著就沒了。如果有新的賺錢想法，比如擺個小攤、做代購，可以小範圍試試，別一開始就投太多錢。",
        "health_text": "要保持規律作息，別因為追劇、聊天或加班熬夜，第二天容易沒精神、注意力不集中。建議設定一個固定的睡覺和起床時間，比如23點前睡、7點起，哪怕週末也別差太多。如果晚上實在睡不著，可以試試聽白噪音或輕音樂，別一直刷手機，越刷越清醒。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忽略休息時間",
        "yi": "嘗試新發型",
        "all": "57%",
        "date": "2025-10-31",
        "love": "62%",
        "work": "54%",
        "money": "66%",
        "health": "65%",
        "notice": "消極懈怠的狀態",
        "discuss": "51%",
        "all_text": "整體運勢一般，容易陷入消極懈怠的狀態，甚至被動地被局面推著走。你可能會覺得做什麼都提不起勁，明明有需要處理的事，卻總想著“再等等”“看別人怎麼做”。這種被動不是因為沒能力，而是內心對“結果”的擔憂在作祟——你可能會擔心自己的行動沒有意義，或害怕付出後得不到預期的反饋，於是選擇“不作為”。但這種狀態會讓你更陷入被動，比如原本可以爭取的機會，因為猶豫而被別人先一步拿走；或原本能解決的問題，因為拖延而變得更復雜。其實你需要意識到，消極不會讓局面變好，反而會讓你失去對節奏的掌控。哪怕只是邁出一小步，也比原地不動更有力量。整體來說，需要警惕“被動循環”，主動打破“等別人先動”的心態。",
        "love_text": "單身的你，臉皮太薄，可能會因為害羞而錯過表達的機會，其實主動一點反而能讓對方注意到你的心意，別太拘謹。已有伴者的你，切勿故意說反話，明明在意卻用“無所謂”的態度表達，容易讓對方誤解，直接說出你的想法會更清晰。",
        "work_text": "容易因耍小聰明而吃力不討好，比如試圖用“捷徑”完成工作，或學習時跳過基礎步驟直接做難題，結果反而需要花更多時間返工。你可能會覺得“常規方法太慢”，但運勢提示：踏實比取巧更穩妥。無論是處理文件還是解題，按部就班反而能減少錯誤，避免因“想省事”而增加麻煩。",
        "lucky_star": "雙子座",
        "money_text": "切勿先花未來錢，可能會看到信用卡有額度，或是花唄能提額，忍不住想買大件，但下個月還款時可能會吃力。建議買東西前先看看錢包，別超前消費。如果有新的賺錢機會，比如兼職、接單，可以接，但別為了多賺錢接太多，影響休息反而得不償失。",
        "health_text": "容易受鼻炎問題困擾，可能因為空氣乾燥或接觸灰塵，鼻子癢、打噴嚏、流鼻涕。建議出門戴口罩，回家用生理鹽水洗洗鼻子，保持鼻腔溼潤。如果家裡有加溼器，可以開小檔，避免空氣太乾刺激鼻腔。飲食上少吃辛辣、冰冷的食物，減少對鼻黏膜的刺激。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意浪費食物",
        "yi": "參加社交聚會",
        "all": "98%",
        "date": "2025-10-31",
        "love": "96%",
        "work": "99%",
        "money": "95%",
        "health": "97%",
        "notice": "物質精神雙豐收",
        "discuss": "98%",
        "all_text": "幸運在線，你可能會感受到物質與精神雙豐收的節奏。這種“豐收”不是突然中大獎式的驚喜，而是你之前積累的善意、努力或選擇，在以一種自然的方式回饋給你。比如，你平時對朋友的真誠，可能收到對方的感謝或支持；或你之前對某件事的堅持，突然看到進展的跡象。這種“被回應”的感覺會讓你更有動力，甚至可能激發你嘗試一些新的領域。你能量很適合“順勢而為”，不用刻意追求什麼，順著當下的感覺走，反而更容易遇到讓你開心的事。不過，也別因為狀態好就過度消耗，適當保留一點精力，避免後期動力不足。整體來說，這是你“收穫善意”的好時機，把注意力放在已經擁有的美好上，你會發現自己比平時更滿足。",
        "love_text": "單身的你，得到朋友助力，可能是朋友主動介紹對象，或通過聚會認識新人，朋友的推薦能增加信任感，不妨多參與社交。已有伴者的你，或有小驚喜，可能是對方準備的禮物，或突然的浪漫舉動，這種意外的溫暖會讓感情更甜蜜。",
        "work_text": "是得心應手的節奏，無論是處理工作還是學習新知識，都會覺得“順手”。你可能會發現，之前覺得困難的任務突然有了思路，或是學習時一直卡殼的部分突然“開竅”。這種順暢感會讓你更有動力推進，但別因為狀態好就過度消耗，適當保留精力，為後續留出空間，避免“前半段用力過猛，後半段乏力”。",
        "lucky_star": "獅子座",
        "money_text": "多渠道進賬，可能是主業有獎金，副業有收入，或是之前的投資有回報，錢從不同地方來。可以趁機把該還的債清了，比如房貸、車貸，別拖著。如果有餘錢，也可以考慮給家人買份小保險，或是存點教育金，既花得有意義，又不會亂花。",
        "health_text": "要注意肩頸放鬆，可能因為長時間低頭看手機、電腦，或者坐姿不正，肩頸又酸又緊，甚至頭疼。建議每坐1小時就起來活動下，做做肩頸拉伸——比如雙手交叉抱頭，輕輕向後仰；或者用熱毛巾敷敷肩頸，促進血液循環。如果條件允許，可以找人幫忙按按肩，緩解僵硬。",
        "lucky_color": "草綠色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "背後說人閒話",
        "yi": "提升學歷技能",
        "all": "58%",
        "date": "2025-10-31",
        "love": "55%",
        "work": "57%",
        "money": "52%",
        "health": "60%",
        "notice": "落實行動有收穫",
        "discuss": "66%",
        "all_text": "整體運勢略差，想法和計劃唯有落實行動才會有收穫。你的腦子裡有很多新點子，或對某些事有了更清晰的規劃，但如果不把這些想法轉化為實際行動，它們就只是“空中樓閣”。你可能會陷入“想得多，做得少”的循環裡，比如反覆修改計劃卻遲遲不開始，或擔心結果不完美而不敢邁出第一步。這種狀態會讓你覺得“卡住”，甚至懷疑自己的能力。其實你需要意識到，再完美的計劃，不行動就等於零。哪怕只是先做一小部分，也能幫你打破“空想”的僵局。另外，你可能會因為太追求“穩妥”而忽略機會，其實適合“小步試錯”，先動起來再調整，比原地糾結更有價值。整體來說，需要警惕“計劃陷阱”，把注意力從“想”轉移到“做”上。",
        "love_text": "單身的你，警惕爛桃花，可能會遇到過於主動或目的性太強的人，別因為孤單而輕易接受，保持理性判斷更重要。已有伴者的你，切勿與爛桃花糾纏，即使有他人示好，也要明確拒絕，避免影響現有的感情，專注眼前人更穩妥。",
        "work_text": "容易因毅力不足而半途而廢，比如工作時遇到困難就想放棄，或學習時做幾道題就失去耐心。你可能會覺得“太麻煩”“不想堅持”，但運勢提示：再堅持一下，往往能突破瓶頸。無論是處理複雜任務還是學習難點，前半段的“難”可能只是需要適應，後半段會逐漸順利，別輕易被“開頭”勸退。",
        "lucky_star": "金牛座",
        "money_text": "可能會入不敷出，可能是之前買東西刷的卡要還了，或是突然有筆大開銷，比如修車、看病，錢包有點緊。建議先緊著必要的支出，比如吃飯、通勤，非必要的暫時別買。如果有新的賺錢機會，比如加班、接私活，可以接，但別為了多賺錢累壞身體。",
        "health_text": "別亂發脾氣，可能因為工作不順、生活瑣事或溝通不暢，情緒一下子上來，容易頭疼、胸悶。建議遇到煩心事先深呼吸10秒，或者離開現場冷靜下，別急著反駁或生氣。可以聽聽輕音樂、泡杯熱茶，或者做點喜歡的事轉移注意力，情緒穩定了，身體才不會“跟著受罪”。",
        "lucky_color": "紅色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度計較得失",
        "yi": "學習一門外語",
        "all": "64%",
        "date": "2025-10-31",
        "love": "50%",
        "work": "66%",
        "money": "59%",
        "health": "67%",
        "notice": "受比較心理影響",
        "discuss": "57%",
        "all_text": "整體運勢稍顯嚴峻，容易受比較心理的影響。你可能會不自覺地關注別人做了什麼、得到了什麼，然後對比自己的現狀，這種“比較”會讓你產生焦慮感，甚至懷疑自己的選擇是否正確。比如，看到別人在某件事上進展更快，你會覺得“我是不是落後了”；或聽到別人有不同的觀點，你會懷疑“我的想法是不是有問題”。這種心態會消耗你的精力，讓你無法專注於自己的節奏。其實你需要意識到，每個人的路徑不同，比較只會讓你偏離自己的目標。建議你儘量減少和他人對比的念頭，多關注自己已經完成的事，哪怕只是微小的進步，也值得肯定。整體來說，需要警惕“比較陷阱”，把注意力拉回自己身上，你會發現自己比想象中更優秀。",
        "love_text": "單身的你，態度上拒人千里，可能會因為太冷靜或疏離而讓對方不敢靠近，適當放鬆一點，露出點柔軟反而更吸引人。已有伴者的你，可能會因為忽略伴侶而被抱怨，比如只顧著自己的事而沒注意到對方的需求，多分點關注給對方，感情會更融洽。",
        "work_text": "總是開小差，工作時可能會盯著電腦發呆，或學習時突然想起其他事，注意力難以集中。你可能會覺得“狀態不對”，其實是被無關的念頭或情緒分散了精力。建議多給自己“提醒”，比如工作時每隔10分鐘檢查一次進度，學習時用便籤寫下“現在要做什麼”，把注意力拉回當下，避免時間在“走神”中浪費。",
        "lucky_star": "天秤座",
        "money_text": "要警惕高風險項目，可能會被朋友推薦“穩賺不賠”的投資，或是看到網上說某個項目回報高，但實際可能不靠譜。建議別急著投錢，先查清楚背景，或是問專業人士。如果有閒錢，可以選穩健的理財，比如存銀行、買國債，別追高收益。",
        "health_text": "情緒容易浮躁，可能因為事情多、節奏快，或者被外界干擾，心裡像堵了團火，坐立不安。建議給自己留點“安靜時間”，比如午休時閉眼養神10分鐘，或者下班後散散步，把注意力從“煩”的事上移開。飲食上可以喝點菊花茶，清熱降火，別靠吃辣、喝冷飲發洩情緒。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "好吃懶做",
        "yi": "聽聽有益講座",
        "all": "97%",
        "date": "2025-10-31",
        "love": "96%",
        "work": "96%",
        "money": "92%",
        "health": "98%",
        "notice": "贏得很大的優勢",
        "discuss": "95%",
        "all_text": "運勢出彩，你可能會贏得很大的優勢，甚至容易得到一些新機會。這種“優勢”不是靠運氣，而是你之前積累的善意、能力或選擇，在以一種自然的方式顯現出來。比如，你平時對人的真誠，可能被他人記在心上，主動給你提供幫助；或你之前對某件事的投入，突然看到成果的跡象。這種“被看見”的感覺會讓你更有自信，甚至可能激發你嘗試一些平時不敢做的事。你能量很適合“主動承接”，不用刻意表現，順著當下的機會走，反而更容易遇到讓你驚喜的事。不過，也別因為狀態好就過度期待，保持平常心，會讓這種優勢更持久。整體來說，是你“收穫認可”的好時機，把注意力放在當下的機會上，你會發現自己比平時更有力量。",
        "love_text": "單身的你，桃花運正旺，可能會收到多個人的示好，或突然對某個人產生強烈好感，別急著確定關係，先感受自己的心意更重要。已有伴者的你，與伴侶感情更歪膩，可能會更依賴對方，或頻繁表達愛意，這種甜蜜的互動會讓你們更珍惜彼此，感情升溫。",
        "work_text": "效果超預期，無論是工作成果還是學習收穫，都可能比平時更好。你可能會發現，原本覺得“只能做到60分”的任務，完成得“80分”，或是學習時一直記不住的內容突然“刻進腦子裡”。這種“超出預期”的感覺會讓你更有信心，但別因為狀態好就放鬆標準，保持認真的態度能讓效果更持久。",
        "lucky_star": "處女座",
        "money_text": "抽獎手氣佳，可能會在超市、商場抽中小獎，或是參加活動中了個小禮品，雖然不值大錢但挺開心。可以趁機把這部分“意外之財”存起來，或是買點小零食犒勞自己。如果有新的賺錢機會，比如做自媒體、接設計單，可以試試，運勢挺適合小範圍嘗試的。",
        "health_text": "要注意補充水分，可能因為忙起來忘了喝水，或者覺得“不渴就不用喝”，結果皮膚幹、嘴唇起皮，甚至便秘。建議隨身帶個小水杯，時不時喝兩口，別等口渴了才喝。如果不喜歡白水，可以泡點檸檬片、蜂蜜，或者喝淡茶，但別用飲料代替，糖分太高反而不好。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    }
  }
}