{
  "updated": "2025-09-22T14:09:36.731Z",
  "updateTime": "2025/9/22 下午10:09:36",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 15840,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "衝動裸辭",
        "yi": "學習攝影技術",
        "all": "71%",
        "date": "2025-09-22",
        "love": "68%",
        "work": "82%",
        "money": "70%",
        "health": "79%",
        "notice": "觀察自己想要什麼",
        "discuss": "75%",
        "all_text": "整體運勢迴歸平淡，沒什麼大波瀾，卻也少了點刺激。你對周圍的事提不起太多興趣，連平時熱衷的社交或娛樂活動都顯得有些敷衍。這種狀態不是壞事，反而像給生活按下了暫停鍵，讓你有機會觀察自己真正想要什麼。不過，別因為“沒感覺”就刻意拒絕所有互動——偶爾接個朋友的電話、下樓買杯咖啡，這些小舉動能幫你打破沉悶。需要注意的是，別讓“提不起勁”變成消極怠工，比如懶得收拾房間、隨便對付一頓飯，這些細節堆積起來可能會影響後續的心情。你更適合安靜地獨處，翻翻舊照片、整理書架，或者單純發會兒呆，不用強迫自己“必須做點什麼”。平淡的日子裡，連呼吸都顯得更輕鬆，這種鬆弛感，其實也是一種難得的幸運。",
        "love_text": "單身的你，容易因一時上頭對某個人釋放過多熱情，反而讓對方產生壓力。不妨先觀察對方是否真的適合自己，別急著推進關係。已有伴者的你，伴侶可能會因為某件事需要傾訴，但你容易急著給解決方案而忽略對方的情緒。試著先耐心聽完，再表達自己的看法，會讓對方感受到被重視。",
        "take_star": "",
        "work_text": "像被點燃了小宇宙，對新鮮領域充滿探索欲，無論是工作中的新任務還是學習中的新課題，都願意主動嘗試不同方法。這種“不按套路出牌”的勁頭容易帶來突破，但也可能因急於求成忽略細節。不妨在行動前多問自己一句“還有沒有其他可能”，或許能發現更優解。",
        "lucky_star": "金牛座",
        "money_text": "需要先規劃再行動，容易因為一時興起買下不實用的東西，比如看到促銷就囤貨，或跟風買網紅小家電。建議先列個購物清單，只買真正需要的，剩下的錢可以存起來或做小額投資。另外，如果有朋友找你借錢，別急著答應，先問清楚用途和還款時間，避免後續麻煩。",
        "health_text": "要當心久坐久站帶來的身體抗議，比如腰痠背痛、腿腳發麻，尤其是長時間對著電腦辦公或排隊辦事時，每隔一小時起來活動五分鐘，伸伸懶腰、走兩步，能緩解肌肉緊張。如果平時有運動習慣，別突然加大強度，避免關節或韌帶受傷，溫和活動比高強度訓練更穩妥。",
        "lucky_color": "橘色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "挑戰極限運動",
        "yi": "記錄小美好",
        "all": "81%",
        "date": "2025-09-22",
        "love": "88%",
        "work": "79%",
        "money": "76%",
        "health": "83%",
        "notice": "忙中有閒的節奏",
        "discuss": "86%",
        "all_text": "整體運勢尚可，屬於忙中有閒的節奏。你可能會被一些瑣事纏身，比如處理家庭事務、回覆消息，或是臨時冒出來的小任務，但這些都不會讓你手忙腳亂，反而能遊刃有餘地應對。關鍵在於，你懂得在忙碌中給自己找樂子——比如邊整理文件邊聽喜歡的播客，或者趁倒垃圾的空檔在樓下溜達兩圈。這種“偷閒”的智慧，讓日子過得既充實又不累。需要注意的是，別因為“事情不多”就過度放鬆，比如刷手機到深夜、拖延該做的決定，這些小疏忽可能會讓後續的節奏變亂。你像一塊溫潤的玉石，不張揚卻自有分量，保持這種從容的狀態，哪怕遇到小插曲也能輕鬆化解。",
        "love_text": "單身的你，可能會從朋友或家人那裡收到關於感情的建議，這些話或許能幫你理清思路。別急著反駁，靜下心想想是否有道理。已有伴者的你，適合和伴侶一起處理生活中的瑣事，比如規劃週末或分工家務，過程中互相尊重對方的習慣，會讓感情更穩定。",
        "take_star": "",
        "work_text": "更適合穩中求進，比起追求速度，更注重把每一步走紮實。無論是處理工作文件還是完成作業，你都會反覆檢查細節，這種踏實感能減少返工，但也可能因過於謹慎而拖延進度。偶爾相信自己的第一判斷，效率會更高。",
        "lucky_star": "雙子座",
        "money_text": "適合給自己的財務狀況“做個體檢”，比如翻翻賬單看看哪些是衝動消費，或檢查理財產品的收益情況。你可能會發現，平時忽略的小支出（比如每天一杯奶茶）加起來其實不少。試著把這部分錢省下來，哪怕只是存進餘額寶，也能讓錢包更鼓一點。如果有人推薦高收益項目，別急著心動，先查清楚風險再決定。",
        "health_text": "健康關鍵在坐姿端正，彎腰駝背或癱在沙發上玩手機，容易讓頸椎和腰椎承受壓力，導致肩頸僵硬或腰痠。無論是工作還是追劇，儘量保持背部挺直，椅子選有支撐力的，腳下可以墊個小凳子讓膝蓋自然彎曲。另外，久坐時用熱水袋敷敷後腰，能放鬆緊繃的肌肉。",
        "lucky_color": "淺綠色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "濃妝豔抹",
        "yi": "幫忙做家務",
        "all": "78%",
        "date": "2025-09-22",
        "love": "80%",
        "work": "77%",
        "money": "75%",
        "health": "82%",
        "notice": "傾向於維持現狀",
        "discuss": "77%",
        "all_text": "整體運勢一般般，你更傾向於維持現狀，懶得主動做出改變。對新鮮事物提不起太多熱情，連平時愛湊的熱鬧都懶得參與，更願意窩在自己的小世界裡。這種“懶得動”的狀態，不是消極，更像是一種自我保護——你不想消耗精力去應對不確定的事，只想守著熟悉的節奏過一天。不過，別因為“不想改變”就完全拒絕新信息，比如朋友發來的消息、社交平臺的動態，適當瞭解外界的變化，能幫你避免“信息差”帶來的小麻煩。你適合做些低消耗的事，比如翻翻舊書、整理相冊，或者單純躺著聽音樂，不用強迫自己“必須活躍”。平淡的日子裡，連發呆都成了享受，這種鬆弛感，反而能讓你更清醒地看待生活。",
        "love_text": "單身的你，可能會在社交場合遇到讓你覺得“有點特別”的人，對方的氣質或談吐容易吸引你的注意，不妨主動聊幾句。已有伴者的你，適合和伴侶一起學習新技能或嘗試新愛好，比如一起做飯、看展，共同進步的過程會讓你們的關係更有新鮮感",
        "take_star": "",
        "work_text": "機會像小火花一樣四處閃現，但需要你快速判斷哪些值得抓住。比如工作中突然出現的合作邀約，或學習中新發現的拓展資料，別急著全盤接收，先問自己“這個對我當前目標有幫助嗎”，篩選後再行動會更高效。",
        "lucky_star": "天秤座",
        "money_text": "比較佛系的一天，既沒有大筆開銷，也沒特別想賺錢的動力。這種平靜其實不錯，但別因為“懶得管”就忽略財務細節，比如自動續費的會員、沒用的訂閱服務，及時取消能省下一筆。如果有人找你合作賺錢，別急著拒絕，先聽聽對方的具體計劃，說不定是個輕鬆增收的好機會。",
        "health_text": "要管住嘴，少吃生冷食物，比如冰奶茶、生魚片、涼拌菜，這些可能刺激腸胃，引發腹瀉或胃痛，尤其是平時腸胃就不太好的人更要小心。如果想吃涼的，可以選擇常溫的水果或酸奶，既解饞又健康。另外，吃飯時細嚼慢嚥，別邊吃邊說話，能減少嗆到或消化不良的風險。",
        "lucky_color": "卡其色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "出門不防曬",
        "yi": "種種花草樹木",
        "all": "93%",
        "date": "2025-09-22",
        "love": "92%",
        "work": "96%",
        "money": "90%",
        "health": "91%",
        "notice": "心花怒放的小事",
        "discuss": "94%",
        "all_text": "迎來運勢棒棒噠的一天，連空氣裡都飄著“順心”的味道。你可能會遇到不少讓人心花怒放的小事，比如突然收到一份小禮物、吃到久違的美食，或是和熟人聊到開心的話題，這些看似普通的瞬間，卻能讓你的心情持續明亮。你像被幸運星罩著，哪怕遇到小麻煩也能輕鬆化解，比如忘帶東西卻剛好有人幫忙，或者排隊時前面的隊伍突然變短。需要注意的是，別因為“太順”就掉以輕心，比如忘記看路、忽略重要消息，這些小疏忽可能會打破好運的節奏。你適合多出門走走，逛逛超市、去公園坐會兒，或者和信任的人聊聊天，這些簡單的舉動能讓好運持續發酵。保持開放的心態，每一刻都可能藏著小驚喜。",
        "love_text": "單身的你，愛情可能會主動靠近你，比如有人突然對你表達好感，或是你發現自己對某個人的感覺變深了。別急著拒絕或逃避，試著給彼此一點了解的機會。已有伴者的你，和伴侶的互動會充滿甜蜜，哪怕是一起窩在沙發上看劇，也能感受到彼此的依賴，正處於熱戀般的溫暖狀態。",
        "take_star": "",
        "work_text": "你像裝了小馬達，行動力和執行力雙雙在線，無論是推進項目還是完成作業，都能保持高效節奏。這種“勇往直前”的狀態容易帶來成果，但也要注意別因過度投入忽略休息——適當停下來喝杯水，反而能保持更久的專注力。",
        "lucky_star": "巨蟹座",
        "money_text": "可能會遇到新的賺錢機會，比如兼職邀約、客戶主動加單，或發現之前忽略的理財渠道。別因為“怕麻煩”就錯過，主動了解細節，比如詢問兼職的結算方式、理財的起投金額，合適的話可以嘗試。另外，收到意外收入（比如退款、紅包）時，別全花掉，留一部分存起來更穩妥。",
        "health_text": "要改掉蹺二郎腿的習慣，這個動作看似舒服，實則會讓骨盆傾斜、脊柱變形，長期下來可能引發腰疼或腿麻。如果實在忍不住，可以在腿上放個小抱枕或書本，增加蹺腿的難度，慢慢就能戒掉。另外，下班回家後用泡沫軸滾滾腿，能放鬆被壓迫的肌肉，緩解疲勞。",
        "lucky_color": "藕荷色",
        "lucky_number": "9"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "臨時抱佛腳",
        "yi": "做好文件分類",
        "all": "55%",
        "date": "2025-09-22",
        "love": "64%",
        "work": "57%",
        "money": "53%",
        "health": "60%",
        "notice": "陷入拖延症怪圈",
        "discuss": "56%",
        "all_text": "運勢上略顯倒黴，容易陷入拖延症的怪圈。你可能會發現，原本計劃好的事總被各種小意外打斷，比如想出門卻找不到鑰匙、想做事卻被消息轟炸，這些瑣碎的麻煩讓你忍不住煩躁。更糟糕的是，這種煩躁會進一步削弱行動力，讓你越拖越不想動，形成惡性循環。你像被按了“慢放鍵”，連平時順手的事都顯得吃力，比如回覆消息、整理房間，這些小事可能會消耗你大量精力。需要注意的是，別因為“不順”就自我否定，比如抱怨“什麼都做不好”，這種負面情緒只會讓情況更糟。你適合降低期待，把大目標拆成小步驟，比如先整理桌面、再回兩條消息，完成一件小事就給自己一點鼓勵。倒黴的日子裡，耐心比效率更重要，慢慢來，反而能減少失誤。",
        "love_text": "單身的你，可能會因為工作、學習或其他事情忙得團團轉，根本沒精力考慮感情的事，別急，先把眼前的事處理好更重要。已有伴者的你，容易因為忙碌而忽略伴侶的消息，哪怕再忙，抽兩分鐘回個“我在忙，晚點聊”也能讓對方安心，別讓對方覺得被冷落。",
        "take_star": "",
        "work_text": "容易陷入忙而無效的循環，比如花大量時間做表面功夫，卻沒解決核心問題。工作中可能反覆修改無關緊要的細節，學習時可能抄了滿頁筆記卻沒記住重點。試著問自己：“我現在做的這件事，對最終目標有幫助嗎？”及時調整方向才能止損。",
        "lucky_star": "摩羯座",
        "money_text": "要當心消費陷阱，比如商家用“限時折扣”“滿減誘惑”讓你買不需要的東西，或推銷昂貴但用不上的服務（比如美容卡、健身年卡）。購物前先問自己：“這個我真的會用嗎？”如果猶豫，就先放一放，過兩小時再決定。另外，別為了面子請客吃飯，AA制或拒絕不必要的聚會能省不少錢。",
        "health_text": "要警惕體重悄悄上漲，可能是最近運動減少或飲食沒控制，比如下午茶吃多了蛋糕、晚上加餐吃夜宵。如果想保持身材，可以減少高熱量食物的攝入，比如把奶茶換成花茶，把炸雞換成清蒸魚，同時增加步行或爬樓梯的次數，哪怕只是多走兩站路回家，也能消耗多餘熱量。",
        "lucky_color": "湖藍色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度壓抑情緒",
        "yi": "參加興趣班",
        "all": "75%",
        "date": "2025-09-22",
        "love": "79%",
        "work": "74%",
        "money": "70%",
        "health": "72%",
        "notice": "釋放多餘負能量",
        "discuss": "70%",
        "all_text": "整體運勢中規中矩，但需要注意釋放負能量，調整心態。你可能會對一些小事格外敏感，比如朋友的隨口一句話、環境的小雜亂，這些細節會讓你忍不住糾結，甚至影響心情。這種“想太多”的狀態，不是你的問題，更像是一種情緒的積累——最近可能有些事沒徹底解決，突然冒出來讓你煩躁。你像一塊海綿，吸收了太多外界的雜音，需要找個出口擠一擠。需要注意的是，別因為“情緒低落”就封閉自己，比如拒絕溝通、躲在家裡，這些行為會讓負能量越積越多。你適合做些能“清空大腦”的事，比如散步、聽輕音樂，或者寫幾句日記，把煩惱暫時放到一邊。運勢平穩的日子裡，心態的調整比外界的變化更重要，學會和自己的情緒和解，你反而能更輕鬆地面對生活。",
        "love_text": "單身的你，可能會對某個人的要求有點高，比如希望對方完全符合你的理想型，但現實中很難找到完美的人。不妨適度降低標準，多看看對方的優點。已有伴者的你，容易因為伴侶的一些小習慣而想糾正對方，但每個人都有自己的方式，別總想著改變對方，學會接納反而能讓關係更輕鬆。",
        "take_star": "",
        "work_text": "你的完美主義會成為雙刃劍——工作中能注意到他人忽略的細節，比如合同裡的錯別字或數據的小誤差；但學習時可能因糾結一道題的解法而耽誤整體進度。試著把“完美”換成“完成”，先保證整體質量，再回頭優化細節。",
        "lucky_star": "射手座",
        "money_text": "主打多勞多得，想增加收入就得主動出擊，比如加班完成項目拿獎金、接私活賺外快，或把閒置物品掛二手平臺賣掉。別嫌麻煩，這些小努力加起來能讓你錢包更鼓。不過，賺錢的同時也要注意身體，別因為太拼而生病，看病花錢反而得不償失。",
        "health_text": "別太挑食，只吃自己愛吃的（比如只吃肉不吃菜，或只吃精米麵不吃粗糧），容易導致營養不均衡，比如缺維生素、膳食纖維，引發便秘或免疫力下降。可以試著把不愛吃的食物換個做法，比如把菠菜切碎混進餃子餡，或把糙米和白米一起煮，慢慢接受多樣化的飲食，身體會更健康。",
        "lucky_color": "米白色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度沉迷娛樂",
        "yi": "學習一門技能",
        "all": "93%",
        "date": "2025-09-22",
        "love": "91%",
        "work": "92%",
        "money": "90%",
        "health": "93%",
        "notice": "帶著順遂的光環",
        "discuss": "96%",
        "all_text": "你的整體運勢非常出眾，做什麼都帶著順遂的光環。無論是日常瑣事還是臨時冒出的新想法，都能輕鬆找到落腳點，甚至可能收穫超出預期的反饋。這種狀態讓你不自覺地想跳出舒適圈，嘗試平時猶豫的小事——比如主動開啟一場對話、整理長久擱置的計劃，或是換個風格搭配衣服。你的存在感會自然提升，周圍人更容易注意到你的閃光點，甚至可能有人主動向你拋出合作或支持的信號。這種“被看見”的感覺會讓你更願意展現真實的自己，不必刻意迎合也能贏得認可。不過，別因為狀態好就過度消耗精力，適當留些空白時間，反而能讓好運延續得更久。",
        "love_text": "單身的你，容易在社交場合給異性留下好印象，比如你的幽默或體貼會讓對方覺得和你相處很舒服，不妨多展現真實的自己。已有伴者的你，和伴侶的感情濃度會更高，比如對方可能會突然送你小禮物，或是一起回憶過去的甜蜜瞬間，讓你們更珍惜彼此。",
        "take_star": "",
        "work_text": "無論是推進項目還是完成作業，都能按計劃穩步前行。你的協調能力和溝通能力在線，容易在團隊中起到潤滑作用，或是通過溝通解決之前的分歧。不過，別因為太順利而放鬆警惕，偶爾檢查下細節，能避免小疏漏影響整體進度。",
        "lucky_star": "雙魚座",
        "money_text": "你的副業或兼職可能有小爆發，比如之前做的自媒體突然漲粉、接的單子變多，或朋友推薦你做短期合作項目。抓住機會好好表現，你的能力和態度會被看到，後續可能有更多合作。另外，收到副業收入後，別全花在娛樂上，拿出一部分投資自己（比如買課程、學技能），未來能賺更多。",
        "health_text": "睡前別刷短視頻，藍光會抑制褪黑素分泌，讓你越刷越精神，反而睡不著，第二天起床頭昏腦脹。如果想放鬆，可以聽輕音樂、讀紙質書，或泡個腳，這些活動能幫你更快進入睡眠狀態。另外，臥室燈光調暗一些，保持安靜，也能提升睡眠質量，讓你第二天精力充沛。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "隨口許承諾",
        "yi": "科學曬曬太陽",
        "all": "61%",
        "date": "2025-09-22",
        "love": "59%",
        "work": "63%",
        "money": "62%",
        "health": "68%",
        "notice": "帶點模糊沉重感",
        "discuss": "65%",
        "all_text": "整體運勢欠佳，猶如被蒙上了一層迷霧，看什麼都帶著點模糊的沉重感。你可能會不自覺地盯著未完成的事反覆琢磨，明明沒發生什麼大麻煩，心裡卻總懸著塊石頭，連平時不在意的小細節都可能讓你皺眉。這種情緒容易讓你陷入“越想越糟”的循環，比如對別人的某句話過度解讀，或把小問題放大成需要緊急處理的危機。其實外界並沒有你想象中那麼苛刻，試著把注意力從“可能出錯”的地方移開，哪怕只是做些不需要動腦的機械小事——整理房間、聽音樂、散步，都能幫你暫時跳出焦慮的漩渦。記住，“不順”更多是情緒投射，並非現實本身，別讓主觀感受綁架了你的判斷。",
        "love_text": "單身的你，對感情的態度比較佛系，甚至有點“躺平”，覺得順其自然就好，不想主動爭取什麼。如果遇到感興趣的人，不妨稍微積極一點，別錯過機會。已有伴者的你，容易對伴侶的事不上心，比如對方分享的事情你只是敷衍回應，會讓對方覺得你不夠重視，感情需要用心經營。",
        "take_star": "",
        "work_text": "別急著否定自己，遇到停滯或許只是“沉澱期”，不如試著換個角度思考，或暫時放下去做其他事，靈感可其實能會在不經意間冒出來。",
        "lucky_star": "水瓶座",
        "money_text": "要警惕為了優惠而囤貨的心理，比如看到“買一送一”就囤衛生紙、洗髮水，或因為“第二杯半價”買兩杯奶茶。這些看似省錢的行為，可能會讓你買回一堆用不完的東西，反而浪費錢。購物前先算算“實際需要多少”，只買夠用的量，剩下的錢可以存起來或買更有價值的東西。",
        "health_text": "運動時要當心肌肉拉傷，尤其是突然做劇烈運動（比如打球、跑步前沒熱身），或用力過猛搬重物時，容易拉傷手臂、腿部或腰部的肌肉。運動前一定要做5-10分鐘的熱身，比如高抬腿、拉伸，運動後也要放鬆肌肉，比如用按摩球滾滾小腿。如果已經拉傷，立刻冰敷並休息，別硬撐。",
        "lucky_color": "天青色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不考慮現實",
        "yi": "多與人交流",
        "all": "81%",
        "date": "2025-09-22",
        "love": "82%",
        "work": "80%",
        "money": "83%",
        "health": "84%",
        "notice": "冒出新鮮的靈感",
        "discuss": "88%",
        "all_text": "整體運勢尚佳，你的思路像被擦亮的玻璃，透亮又清晰，連平時容易混淆的細節都能一眼抓住。這種狀態讓你在表達想法時格外有說服力，無論是和朋友閒聊還是偶爾參與討論，都能自然地傳遞出你的觀點，甚至吸引到同頻的人主動靠近。你可能會突然冒出一些新鮮的靈感，比如想嘗試新的興趣、調整生活習慣，或是對某個話題產生深入探索的慾望——這些念頭都值得記錄下來，哪怕暫時不行動，也會成為未來的種子。你不需要刻意追求“有意義”，單純享受思考和表達的過程，就能讓心情保持輕盈。唯一需要注意的是，別因為想法太多而忽略休息，適當放慢節奏，反而能讓靈感更持久。",
        "love_text": "單身的你，適合推進和某個人的關係，比如從朋友變成更親密的階段，可以主動約對方吃飯或散步，增加互動的機會。已有伴者的你，和伴侶的分享欲會很強，比如看到有趣的視頻或聽到好聽的歌，都會第一時間想和對方分享，這種互動會讓感情更緊密。",
        "take_star": "",
        "work_text": "適合一步一個腳印地推進目標，比起追求速度，更注重把每件事做到紮實。你的行動力在線，但不會盲目衝動，而是先評估風險再行動。這種穩紮穩打的節奏能帶來長期收益，但也要注意別因太謹慎而錯過臨時機會。",
        "lucky_star": "白羊座",
        "money_text": "給自己的存款上把“鎖”，比如設置自動轉賬，把工資的一部分存進定期或低風險理財，避免手癢亂花。如果之前有欠債（比如信用卡、花唄），可以制定還款計劃，哪怕每月只還一點，也能慢慢減輕負擔。另外，別因為“朋友都買”就跟風買貴的東西，適合自己的才是最好的。",
        "health_text": "建議保持適度飢餓感，別每頓都吃到撐，尤其是晚餐，吃到七分飽（不餓但還能吃兩口）就停下，給腸胃留出消化時間，避免積食或胃脹。如果兩餐之間餓了，可以吃點堅果、水果或酸奶，既能補充能量又不會發胖。另外，吃飯時專心吃，別邊吃邊看手機，能減少無意識進食的量。",
        "lucky_color": "土黃色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "總想控制別人",
        "yi": "做個漂亮髮型",
        "all": "94%",
        "date": "2025-09-22",
        "love": "91%",
        "work": "96%",
        "money": "95%",
        "health": "92%",
        "notice": "諸事皆順有突破",
        "discuss": "96%",
        "all_text": "諸事皆順的一天，彷彿整個世界都在為你鋪路。你可能會發現，平時需要反覆溝通的事突然變得順暢，或是原本卡殼的計劃突然有了新的突破口——這種“水到渠成”的感覺會讓你更有信心推進目標。外部的助力會以各種形式出現：可能是朋友的一句提醒、家人默默的支持，或是偶然讀到的一段話點醒了你。這些看似巧合的幫助，其實是你過去積累的善意或努力的回饋，正好到了“收穫期”。你會明顯感覺到，做決定時更果斷，行動時更少阻礙，甚至連偶爾的猶豫都能被快速化解。這種順遂不是偶然，而是你與周圍環境良性互動的結果，不妨趁機把重要的安排提上日程，效果會比平時更好。",
        "love_text": "單身的你，在社交場合的表現容易加分，比如你的穩重或幽默會吸引異性的注意，不妨多參加一些聚會或活動，擴大自己的圈子。已有伴者的你，和伴侶的感情會更加牢固，比如你們可能會一起規劃未來，或是對彼此的承諾更堅定，讓關係更有安全感。",
        "take_star": "",
        "work_text": "像開了“加速buff”，無論是工作還是學習，都能明顯感覺到進步。你的專注力和執行力雙雙在線，容易在短時間內完成大量任務，或是突破之前的瓶頸。不過，別因為進展順利就過度消耗自己，適當休息能保持更久的巔峰狀態。",
        "lucky_star": "處女座",
        "money_text": "存款可能會給你小驚喜，比如之前投資的理財產品收益到賬、兼職工資發放，或收到退款、賠償金。這些意外之財別急著花掉，可以存起來或用來還債，讓財務狀況更健康。如果有人找你借錢，別因為“不好意思拒絕”就答應，先評估自己的經濟能力，量力而行才能避免麻煩。",
        "health_text": "要記得多喝水，尤其是長時間待在空調房或說話多的人（比如老師、銷售），容易口乾舌燥，甚至引發喉嚨痛或便秘。別等渴了再喝，每隔一小時喝幾口溫水，保持喉嚨溼潤。如果不喜歡白開水，可以泡點檸檬片或枸杞，但別加太多糖。另外，運動後要及時補水，避免脫水導致頭暈。",
        "lucky_color": "檸黃色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "喝太多冷飲",
        "yi": "建立信任關係",
        "all": "84%",
        "date": "2025-09-22",
        "love": "86%",
        "work": "81%",
        "money": "79%",
        "health": "85%",
        "notice": "平淡卻讓你踏實",
        "discuss": "81%",
        "all_text": "整體運勢穩穩當當，像坐在一張舒服的老沙發上，沒有突如其來的驚喜，也沒有讓人頭疼的麻煩，這種“平淡的踏實”反而讓你能專注做自己想做的事。你可能會更傾向於按照自己的節奏生活：比如花一整個下午讀本書、研究一道新菜，或是單純發呆放空——這些平時可能被視為“浪費時間”的事，卻能讓你感到真正的放鬆。外界的干擾會自然減少，即使有臨時的小變動，也能被你輕鬆化解，不會打亂整體節奏。這種穩定感會讓你更願意傾聽內心的聲音，比如重新審視某個習慣是否適合自己，或是對長期目標做些微調。記住，“穩”不是停滯，而是為未來的行動積蓄能量，享受這種從容的狀態就好",
        "love_text": "單身的你，可能會遇到感情上的機會，比如有人主動約你，或是在社交平臺上收到曖昧的消息，別急著拒絕，抓住機會多瞭解對方。已有伴者的你，和伴侶會有更多的相處空間，比如一起宅家看電影，或是去附近散步，這種輕鬆的氛圍會讓你們更享受彼此的陪伴。",
        "take_star": "",
        "work_text": "你的“機會雷達”特別靈敏，容易捕捉到平時忽略的資源或信息，比如同事隨口提到的行業動態，或學習資料裡的小注釋。這些看似不起眼的細節，可能會成為你突破現狀的關鍵。別因為覺得“不重要”就忽略，多留個心眼準沒錯。",
        "lucky_star": "天蠍座",
        "money_text": "建議養成記賬的好習慣，哪怕只是用手機APP簡單記錄每筆支出，也能讓你清楚錢花在哪了。比如發現“每天點外賣”比自己做飯貴很多，或“每月充遊戲”花了不少錢，就能針對性調整消費習慣。另外，如果有閒置物品（比如衣服、電子產品），可以掛二手平臺賣掉，既能清理空間又能賺點零花錢。",
        "health_text": "睡前別胡思亂想，工作上的壓力、生活裡的瑣事，越想越睡不著，反而陷入焦慮循環。如果想清空大腦，可以寫“煩惱清單”，把擔心的事寫在紙上，告訴自己“明天再處理”，然後把它收進抽屜，象徵性“放下”。另外，睡前做10分鐘深呼吸（吸氣4秒，呼氣6秒），能快速平靜情緒，幫你入睡。",
        "lucky_color": "藏青色",
        "lucky_number": "2"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "拖泥帶水",
        "yi": "求職與面試",
        "all": "59%",
        "date": "2025-09-22",
        "love": "57%",
        "work": "55%",
        "money": "58%",
        "health": "65%",
        "notice": "拖延焦慮的循環",
        "discuss": "52%",
        "all_text": "整體運勢略差，你容易陷入“拖延-焦慮”的循環：明明知道有些事需要處理，卻總提不起勁，直到最後一刻才不情願地行動，結果反而因為倉促而留下小遺憾。這種狀態可能源於你對“完美”的隱性期待——總想等到“狀態更好”“準備更足”再開始，卻忽略了“先完成再完善”的道理。你可能會對日常小事格外敏感，比如別人的一個眼神、一句無心的話，都可能讓你反覆琢磨，消耗不必要的情緒能量。其實“不順”更多是心理層面的阻礙，外界並沒有你想象中那麼嚴苛。試著把大目標拆解成小步驟，哪怕只做5分鐘，也能打破“拖延”的僵局。記住，行動本身比結果更重要，你需要的不是“完美”，而是“開始”。",
        "love_text": "單身的你，容易因為一些小事對感情失去信心，比如覺得沒人懂自己，或是對喜歡的人不敢表白而選擇放棄。別太悲觀，感情需要一點勇氣。已有伴者的你，容易因為情緒波動而衝動提分手，哪怕只是氣話，也可能傷害到對方。遇到矛盾時，先冷靜下來再溝通。",
        "take_star": "",
        "work_text": "容易遇到“知識短板”暴露的時刻，比如工作中被問到不熟悉的領域，或考試時碰到沒複習到的題型。別因此沮喪，這種“卡住”的感覺其實是在提醒你：該補課了。把問題記下來，事後針對性學習，反而能快速提升能力。",
        "lucky_star": "獅子座",
        "money_text": "要嚴格控制增加負”的行為，比如別因為“想買新手機”就分期付款，或為了“撐場面”借網貸請客。這些看似能緩解一時壓力的舉動，可能會讓你陷入“拆東牆補西牆”的循環，負債越來越多。如果手頭緊，先調整消費習慣，比如減少非必要支出，或找兼職增加收入，比借錢更靠譜。",
        "health_text": "要當心鼻炎發作，換季時空氣裡的灰塵、花粉增多，容易刺激鼻腔，引發打噴嚏、流鼻涕或鼻塞。如果平時有鼻炎，出門可以戴口罩，回家後用生理鹽水清洗鼻腔，保持鼻腔溼潤。另外，別用力擤鼻涕，以免加重炎症，可以一側一側輕輕擤。如果症狀嚴重，及時用鼻炎噴霧緩解。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    }
  }
}