{
  "updated": "2025-11-25T22:08:57.773Z",
  "updateTime": "2025/11/26 上午6:08:57",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 17905,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追求蠅頭小利",
        "yi": "玩益智遊戲",
        "all": "65%",
        "date": "2025-11-26",
        "love": "70%",
        "work": "57%",
        "money": "58%",
        "health": "69%",
        "notice": "模稜兩可的狀態",
        "discuss": "63%",
        "all_text": "整體運勢呈現出下滑態勢，決策時容易陷入模稜兩可的狀態，這種態度會讓自己在面對選擇時缺乏主見，進而容易被他人意見左右，如同在迷霧中行走，方向感缺失，難以堅定地朝著自己內心所想前進。生活節奏可能會因此被打亂，原本計劃好的一些活動或安排，可能會因為這種猶豫不決而出現變數。在社交場合中，也可能會因為這種態度，讓他人覺得不夠真誠可靠，從而影響人際關係的發展。不過，若能及時意識到這種狀態，努力調整心態，嘗試果斷做出決定，或許能逐漸扭轉運勢下滑的局面，讓生活重新回到有序的軌道。",
        "love_text": "單身的你，在生活場景轉換間，比如從常去的咖啡館換到新的書店，可能會邂逅一些有意思的人，這或許就是開啟新感情的小契機。別太害羞，主動打個招呼，說不定能聊出火花。已有伴者的你，和另一半相處時，氛圍輕鬆愉悅，一起做些小事，像一起做飯、散步，都能讓感情更融洽，享受這溫馨時刻。",
        "work_text": "彷彿置身於荊棘叢中，前行之路困難重重。無論是處理工作上的複雜任務，還是攻克學習裡的難題，都感覺力不從心，各種小狀況不斷冒出來，打亂你的節奏，讓你陷入一種焦頭爛額的狀態，需要花費更多精力去應對。",
        "lucky_star": "摩羯座",
        "money_text": "可得把錢包捂緊了，消費陷阱像藏在暗處的小怪獸，一不留神就冒出來。逛街時別被促銷衝昏頭腦，網購也別衝動下單，那些看似誘人的折扣，可能藏著不划算的陷阱。多對比價格，理性消費，不然辛苦賺的錢就打水漂，月底看著賬單隻能欲哭無淚啦。",
        "health_text": "需多關注肩頸部位的健康，長時間伏案工作或者低頭玩手機，肩頸小痠痛可能就會悄悄找上門。工作間隙別一直坐著，時不時起身活動活動，伸伸懶腰、轉轉脖子，做做簡單的肩頸拉伸動作，讓肌肉放鬆放鬆，這樣能減少痠痛感，讓身體更舒服些。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "貪圖走捷徑",
        "yi": "結交新朋友",
        "all": "59%",
        "date": "2025-11-26",
        "love": "64%",
        "work": "52%",
        "money": "54%",
        "health": "62%",
        "notice": "顯壓抑的氛圍中",
        "discuss": "66%",
        "all_text": "整體運勢呈現出疲軟態勢，彷彿置身於一片略顯壓抑的氛圍之中，會明顯感覺到來自多方的壓力如影隨形。這些壓力可能源自生活裡不同層面，它們相互交織，讓原本平穩的節奏被打亂。在社交方面，與他人的交流互動或許會變得不那麼順暢，可能會因為一些細微的觀念差異或者溝通上的小阻礙，而使得原本和諧的關係出現一些微妙的緊張感，需要花費更多精力去維護和協調。情感層面，內心的情緒容易陷入一種低落狀態，對周圍事物的熱情有所減退，整個人彷彿被一層淡淡的陰霾籠罩。在面對各種狀況時，決策過程也會變得艱難起來，會反覆權衡利弊，卻依舊難以果斷做出選擇，內心充滿了糾結與迷茫。不過，這種運勢的低谷並非無法突破，只要保持冷靜，嘗試換個角度看待問題，主動去尋找緩解壓力的方式，比如聽音樂、閱讀等，或許能慢慢驅散內心的陰霾，讓運勢逐漸回升。",
        "love_text": "單身的你，尋愛之路不太順暢，可能在社交場合中，難以遇到讓自己心動且合拍的對象，別太著急，感情急不來。已有伴者的你，和伴侶相處時，容易在一些小事上產生摩擦，比如對生活瑣事的看法不同，這時要多些耐心，好好溝通，別讓小矛盾影響感情。",
        "work_text": "整體狀態像是被按下了慢放鍵，在各方面的發展都不太順暢。原本計劃好的事情，實施起來困難重重，進度緩慢，讓你有些著急卻又無可奈何，需要不斷調整自己的節奏，耐心應對各種狀況。",
        "lucky_star": "天秤座",
        "money_text": "在理財上可得打起十二分精神，小失誤就像調皮鬼，說不定啥時候就跳出來搗亂。記賬時別粗心大意，算錯小數點；投資前也別光聽別人吹噓，自己多做做功課。仔細核對每一筆收支，謹慎對待理財決策，不然小失誤可能就變成大損失，讓錢包癟下去。",
        "health_text": "腸胃容易鬧點小脾氣，出現小不適的情況。飲食上可得悠著點，別貪吃那些辛辣、油膩、生冷的食物，像辣椒、炸雞、冰淇淋之類的就先放一放。多吃些清淡易消化的，比如粥、麵條、蔬菜等，給腸胃減輕點負擔，讓它能順順當當工作。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "給直播打賞",
        "yi": "23點前睡覺",
        "all": "86%",
        "date": "2025-11-26",
        "love": "89%",
        "work": "81%",
        "money": "85%",
        "health": "87%",
        "notice": "主動探索和嘗試",
        "discuss": "87%",
        "all_text": "整體運勢呈現上揚趨勢，生活充滿了積極向上的氛圍。對各種新鮮事物有著濃厚的興趣，願意主動去探索和嘗試，在這個過程中，能夠收穫許多生活裡的小確幸。這些小確幸如同生活中的點點繁星，雖然微小，卻能匯聚成璀璨的光芒，讓心情變得格外愉悅。在探索興趣的過程中，還能結識到一些志同道合的朋友，進一步豐富生活內容。這種積極的狀態會感染周圍的人，營造出和諧美好的生活環境。若能保持這份熱情和好奇心，不斷挖掘生活中的樂趣，運勢將會持續上揚，讓生活更加精彩。",
        "love_text": "單身的你，桃花運不錯，在參加朋友聚會或者興趣小組時，身邊會有不少異性圍繞，其中說不定就有你的良緣。大膽展現自己的魅力，多交流交流。已有伴者的你，和另一半感情甜蜜升溫，一起回憶過去的美好，或者規劃未來，都能讓彼此的心靠得更近，珍惜這甜蜜時光。",
        "work_text": "得到幸運眷顧的一天，將在各個領域都能順風順水。無論是工作上的項目，還是學習中的難題，都能輕鬆應對，思路清晰，靈感不斷，能夠高效地完成各項任務，還能收穫一些意外的驚喜和收穫。",
        "lucky_star": "水瓶座",
        "money_text": "投資機遇像閃閃發光的星星，在你眼前晃悠呢。平時關注的市場動態裡，說不定就藏著賺錢的好機會。別錯過那些有潛力的項目，多和懂行的朋友交流交流，聽聽他們的看法。抓住機會果斷出手，說不定就能小賺一筆，讓錢包鼓起來，心情也跟著美美的。",
        "health_text": "活力滿滿當當，渾身都是勁兒。不管是工作還是生活，都感覺精力充沛，處理起事情來效率也高。不妨趁著這股子勁頭，去戶外散散步、跑跑步，或者做些自己喜歡的運動，把這份活力好好釋放出來，讓身體更健康，心情也更愉悅。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "欲言又止",
        "yi": "禮尚往來",
        "all": "90%",
        "date": "2025-11-26",
        "love": "92%",
        "work": "93%",
        "money": "89%",
        "health": "91%",
        "notice": "盡情享受休閒時光",
        "discuss": "92%",
        "all_text": "整體運勢暢旺，生活彷彿被一層溫暖而愜意的氛圍所籠罩。能夠盡情享受休閒時光，沒有過多的煩惱和壓力干擾。在這段愜意的時光裡，可以隨心所欲地做自己喜歡的事情，無論是沉浸在喜歡的書籍中，還是聆聽舒緩的音樂，都能讓身心得到極大的放鬆。這種放鬆的狀態有助於提升生活的幸福感，讓內心充滿滿足感。在享受休閒的同時，也能以平和的心態面對生活中的各種小插曲，不會輕易被瑣事影響情緒。若能珍惜這樣的美好時光，用心感受生活的點滴美好，運勢將會一直保持暢旺。",
        "love_text": "單身的你，良緣降臨的可能性很大，可能是在工作場合或者偶然的出行中，遇到那個讓你心動的人，勇敢一點，抓住機會。已有伴者的你，和伴侶之間愛意滿溢，一個眼神、一個微笑都充滿溫情，一起度過浪漫的一天，讓感情更加深厚，好好享受這份愛。",
        "work_text": "彷彿充滿了能量，在事業和學業上都能一路高歌猛進。各種機會紛紛向你湧來，你能夠敏銳地抓住並充分利用，展現出強大的實力和潛力，取得令人矚目的成績，讓身邊的人都對你刮目相看。",
        "lucky_star": "射手座",
        "money_text": "副業就像個小金礦，有進賬的好消息哦。要是你平時有做兼職或者小生意，那可得好好把握，說不定能接到不錯的訂單，或者有新的合作找上門。用心做好每一件事，把副業經營得有聲有色，收入也會越來越多，讓生活更有底氣，想買啥就買啥。",
        "health_text": "身心皆舒暢，整個人狀態特別好。身體上沒什麼小毛病，精神上也很放鬆，沒有壓力和煩惱。可以趁著這好時候，去做些讓自己開心的事，比如看一場喜歡的電影、聽一首動聽的歌，或者和朋友聚聚，好好享受這美好的一天，讓身心一直保持這種舒暢的狀態。",
        "lucky_color": "玫紅色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聚餐搶買單",
        "yi": "清理周邊雜物",
        "all": "94%",
        "date": "2025-11-26",
        "love": "96%",
        "work": "93%",
        "money": "91%",
        "health": "94%",
        "notice": "充滿活力與激情",
        "discuss": "97%",
        "all_text": "整體運勢高走，生活充滿了活力與激情。彷彿被一股無形的力量推動著，以飽滿的精神狀態開啟全新的生活篇章。對生活有著強烈的熱情和期待，願意主動去創造和追求美好的事物。這種積極的態度會吸引周圍人的關注和讚賞，讓自己成為生活中的焦點。在社交場合中，能夠自信地展現自己的魅力，與他人建立良好的互動關係。生活裡充滿了各種新奇有趣的體驗，每一個瞬間都值得珍惜。若能持續保持這種活力滿滿的狀態，不斷挑戰自我，突破極限，生活將會變得更加精彩紛呈。",
        "love_text": "單身的你，魅力四射，無論走到哪裡都能吸引異性的目光，你的自信和熱情會為你引來不少桃花，說不定會有人主動向你表白。已有伴者的你，和另一半濃情蜜意，彼此相互理解、支持，一起做喜歡的事，感情更加穩固，沉浸在這甜蜜的愛裡。",
        "work_text": "勢如破竹的一天，在事業和學業的道路上勇往直前。無論是面對多大的困難和挑戰，都能憑藉自己的勇氣和智慧輕鬆化解，取得一個又一個的勝利，成為眾人矚目的焦點。",
        "lucky_star": "雙魚座",
        "money_text": "貴人就像幸運天使，會帶著財運來找你呢。在社交場合或者工作交流中，可能會遇到能給你帶來賺錢機會的人。他們可能是行業前輩，也可能是合作伙伴，好好和他們處好關係，虛心請教。藉助貴人的力量，說不定能開啟新的賺錢渠道，讓財富像滾雪球一樣越來越多。",
        "health_text": "精神超飽滿，就像充滿電的小馬達，動力十足。不管是面對工作上的挑戰，還是生活中的瑣事，都能以積極的態度去應對。不妨利用這飽滿的精神，給自己安排一些有挑戰性的任務，或者學習新的知識和技能，讓自己不斷進步，也讓生活更充實。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對他人有偏見",
        "yi": "欣賞別人優點",
        "all": "72%",
        "date": "2025-11-26",
        "love": "67%",
        "work": "71%",
        "money": "75%",
        "health": "78%",
        "notice": "平穩有序的節奏",
        "discuss": "75%",
        "all_text": "整體運勢中穩，保持著一種平穩有序的節奏。注重規律作息，這種良好的生活習慣為生活奠定了堅實的基礎。在規律的作息下，精神狀態良好，能夠有條不紊地處理生活中的各種事務。不會因為外界的干擾而打亂自己的節奏，始終保持著內心的平靜和從容。在面對生活中的變化時，也能以理性的態度去分析和應對，不會盲目衝動。這種穩定的狀態讓生活充滿了安全感，雖然可能沒有太多波瀾壯闊的驚喜，但卻能讓人感受到生活的踏實和安心。若能繼續堅持這種規律的生活方式，運勢將會一直保持穩定。",
        "love_text": "單身的你，尋愛之路充滿波折，可能在社交中遇到一些不太如意的情況，讓你有些沮喪，別灰心，這只是暫時的。已有伴者的你，和伴侶相處時，會有一些隔閡產生，可能是因為溝通不暢，要多站在對方角度思考，主動溝通，化解矛盾。",
        "work_text": "整體情況較為平穩，雖然沒有特別突出的表現，但也能在按部就班中取得一些小成績。你能夠認真對待每一項任務，注重細節，雖然進展不算迅速，但每一步都走得很紮實，為未來的發展打下堅實的基礎。",
        "lucky_star": "天蠍座",
        "money_text": "收支像天平的兩端，基本能保持平衡。收入方面，工資獎金按時到賬，沒有意外損失；支出上，也沒有大額消費，日常開銷都在可控範圍內。不過也別太放鬆，還是要做好理財規劃，合理分配資金，把一部分錢存起來，以備不時之需，讓生活更有保障。",
        "health_text": "睡眠有點小波動，可能會出現入睡困難或者睡眠淺的情況。晚上睡覺前別太興奮，別玩手機、看刺激的電影，讓大腦放鬆下來。可以泡個熱水澡、喝杯熱牛奶，或者聽點舒緩的音樂，營造一個安靜舒適的睡眠環境，這樣能幫助你更快進入夢鄉，提高睡眠質量。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "親近大自然",
        "all": "78%",
        "date": "2025-11-26",
        "love": "82%",
        "work": "75%",
        "money": "70%",
        "health": "80%",
        "notice": "營造寧靜的空間",
        "discuss": "76%",
        "all_text": "整體運勢表現中規中矩，呈現出一種趨於平淡的態勢。沒有大起大落的波瀾，也沒有突如其來的驚喜或驚嚇。這種平淡並非乏味，反而為內心營造出了一片寧靜的空間。在這看似平常的日子裡，有更多時間去梳理思緒，回顧過往經歷，對生活中的種種進行深入思考。可以靜下心來審視自己的社交關係，思考哪些是真正值得珍惜的，哪些需要做出調整。也能對未來的生活方向有一個更清晰的認知，不被外界的喧囂所幹擾，以平和的心態面對生活中的一切。這種思考空間能讓內心更加沉穩，為後續的生活做好更充分的準備，在平淡中積蓄力量，等待合適的時機綻放光彩。",
        "love_text": "單身的你，緣分悄然來到身邊，可能在不經意間就遇到那個讓你心動的人，也許是在圖書館的一角，也許是在公園的長椅旁，留意身邊的人。已有伴者的你，和另一半溫馨常相伴，一起享受生活的點滴，無論是安靜的午後時光，還是熱鬧的晚餐，都充滿幸福。",
        "work_text": "整體狀態穩中有升，像是走在一條緩緩上坡的路上。在各種事務推進中，雖不會一下子有巨大突破，但每一步都走得較為踏實。日常的積累開始發揮作用，讓你在面對任務和問題時更有底氣，能較為從容地應對，逐漸向著更好的方向前進。",
        "lucky_star": "金牛座",
        "money_text": "小財就像調皮的小精靈，會時不時來給你個小驚喜。可能是走在路上撿到錢，也可能是收到朋友的小禮物，或者是之前買的東西突然漲價了。雖然這些小財不算多，但也能讓你心情愉悅。不過也別太貪心，知足常樂，把這份好心情延續下去，說不定還有更多好運等著你。",
        "health_text": "體能較充沛，有足夠的能量去應對各種活動。不管是做家務、運動健身，還是外出遊玩，都不會覺得太累。可以約上朋友一起去爬山、打球，盡情釋放自己的體能，享受運動帶來的快樂。不過運動也要適度，別過度勞累，以免損傷身體。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時改注意",
        "yi": "培養一項特長",
        "all": "61%",
        "date": "2025-11-26",
        "love": "50%",
        "work": "58%",
        "money": "68%",
        "health": "66%",
        "notice": "陷入小心眼誤區",
        "discuss": "56%",
        "all_text": "整體運勢有點失衡，生活的天平似乎沒有處於最佳狀態。在與人相處的過程中，容易陷入小心眼的誤區，對一些小事過於計較，從而引發不必要的矛盾和不愉快。這種情緒狀態會影響到周圍的人際關係，讓原本和諧的氛圍變得緊張起來。可能會因為一些細微的言語或舉動，就在心裡產生芥蒂，難以釋懷。這種心態不僅會讓他人感到困擾，也會讓自己陷入負面情緒的漩渦中，難以自拔。若想改善這種狀況，需要學會放寬心胸，以更豁達的態度去看待生活中的摩擦，不要讓小事影響到自己的心情和人際關係，努力讓生活重新回到平衡的狀態。",
        "love_text": "單身的你，脫單之路有些艱難，可能很難遇到讓自己心動且願意主動追求的人，別給自己太大壓力，順其自然。已有伴者的你，和伴侶之間矛盾容易升級，可能因為一些小事就爭吵起來，要學會控制情緒，冷靜溝通，別讓矛盾擴大。",
        "work_text": "置身於佈滿荊棘的道路上，阻礙重重。各種突發狀況和難題接踵而至，讓你有些應接不暇。原本計劃好的事情也容易出現變故，需要花費更多時間和精力去處理，整體推進較為艱難，心情也容易因此變得煩躁。",
        "lucky_star": "白羊座",
        "money_text": "財物損耗就像個小惡魔，總想從你口袋裡掏錢。出門要小心保管好個人物品，別把手機、錢包弄丟了；買東西時也要注意質量，別買到假貨或者次品，不然修修補補又得花錢。在消費上多留個心眼，謹慎選擇，避免不必要的損失，守住自己的錢包，別讓小惡魔得逞。",
        "health_text": "眼睛容易疲勞，長時間盯著電腦屏幕、手機屏幕，眼睛就會又幹又澀。工作或學習一段時間後，要給眼睛放個假，閉上眼睛休息幾分鐘，或者向遠處眺望，看看窗外的風景。也可以做做眼保健操，按摩一下眼周穴位，促進眼部血液循環，緩解眼睛疲勞。",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與人尬聊",
        "yi": "善用碎片時間",
        "all": "80%",
        "date": "2025-11-26",
        "love": "73%",
        "work": "84%",
        "money": "81%",
        "health": "85%",
        "notice": "擁有敏銳感知力",
        "discuss": "78%",
        "all_text": "整體運勢較為出色，生活彷彿被一層美好的濾鏡所籠罩。能夠以敏銳的感知力輕鬆捕捉到生活裡的美好瞬間，這些瞬間或許是一朵盛開的花朵、一陣輕柔的微風，又或是一個陌生人溫暖的微笑。這些看似微不足道的小確幸，卻能帶來滿滿的幸福感，讓心情格外愉悅。這種積極的心態會進一步感染周圍的人，營造出一種歡快、和諧的氛圍。在與人交往中，也能更加真誠地表達自己的情感，增進彼此之間的感情。能以樂觀的態度面對生活中的一切，享受這份美好帶來的快樂，讓生活充滿陽光。",
        "love_text": "單身的你，在社交活動中容易遇到緣分，多參加一些朋友組織的聚會或者戶外活動，說不定能遇到那個特別的人。已有伴者的你，和另一半相處較為和睦，一起做些有趣的事，像看電影、打遊戲，能讓感情更親密，享受這輕鬆的相處時光。",
        "work_text": "進展順遂，如同在平坦大道上疾馳。各種事務都能按照預期的方向推進，沒有太多阻礙。你的思維活躍，靈感不斷，在處理事情時能快速找到有效的辦法，效率頗高，整體狀態輕鬆愉悅，充滿成就感。",
        "lucky_star": "巨蟹座",
        "money_text": "合作就像一把金鑰匙，能幫你打開財富之門。和同事一起做項目，或者和朋友一起搞小生意，都容易取得不錯的成果。大家齊心協力，發揮各自的優勢，就能把事情做得更好，賺到更多的錢。在合作過程中，要多溝通、多理解，互相支持，這樣才能讓合作更順利，財富滾滾來。",
        "health_text": "運動興致高，特別想動起來。這是個好現象，可以選擇自己喜歡的運動項目，像跑步、游泳、騎自行車等，盡情揮灑汗水。不過在運動前一定要做好熱身準備，活動活動關節，讓身體適應運動強度，避免運動損傷。運動後也要進行拉伸放鬆，讓身體更快恢復。",
        "lucky_color": "抹茶色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "陷入多角感情",
        "yi": "陪家人散步",
        "all": "75%",
        "date": "2025-11-26",
        "love": "80%",
        "work": "81%",
        "money": "70%",
        "health": "82%",
        "notice": "不緊不慢推進著",
        "discuss": "79%",
        "all_text": "整體運勢平穩普通，生活按照既定的節奏有條不紊地進行著。沒有太多的驚喜和變化，但也沒有讓人煩惱的困擾。在這種平穩的狀態下，能夠不緊不慢地推進生活各項事宜，無論是處理日常瑣事還是應對一些小問題，都能保持冷靜和理智。可以按照自己的計劃逐步完成各項任務，不會因為外界的因素而打亂自己的節奏。這種穩定的生活狀態讓人感到安心和踏實，雖然可能沒有大起大落的刺激，但卻能讓人在平淡中感受到生活的真實和美好。能珍惜這份平穩，用心過好每一天，為生活積累更多的溫暖和回憶。",
        "love_text": "單身的你，心動有信號傳來，可能在工作中或者日常交流中，對某個人產生特別的感覺，別錯過這心動瞬間，勇敢表達。已有伴者的你，和伴侶感情穩升溫，一起規劃未來，互相鼓勵，感情更加堅定，攜手走向更美好的明天。",
        "work_text": "發展向好，像是春天裡茁壯成長的樹苗，充滿生機與活力。在各個方面都有不錯的表現，無論是處理日常事務還是應對突發情況，都能遊刃有餘。你的努力和付出開始得到回報，自信心也隨之增強，對未來充滿期待。",
        "lucky_star": "處女座",
        "money_text": "正財像穩步上升的樓梯，帶著你往財富的高處走。工作上認真努力，完成任務的質量高，就容易得到領導的認可和獎勵，工資獎金說不定會有小提升。只要保持這種積極的工作態度，腳踏實地，一步一個腳印，正財收入就會越來越穩定，讓你的生活越來越富足。",
        "health_text": "代謝較順暢，身體能很好地排出廢物和毒素。可以多喝水，促進新陳代謝，讓身體更清爽。飲食上可以多吃些富含膳食纖維的食物，比如粗糧、蔬菜、水果等，幫助腸道蠕動，預防便秘。保持規律的作息時間，也有助於維持良好的代謝功能，讓身體更健康。",
        "lucky_color": "奶茶色",
        "lucky_number": "2"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忘記吃早餐 ",
        "yi": "隨手記筆記",
        "all": "94%",
        "date": "2025-11-26",
        "love": "95%",
        "work": "97%",
        "money": "93%",
        "health": "95%",
        "notice": "強大能量所驅動",
        "discuss": "96%",
        "all_text": "整體運勢超棒超燃，彷彿被一股強大的能量所驅動，活力滿滿地開啟生活新篇章。對生活充滿了熱情和期待，願意主動去探索未知的領域，嘗試新的事物。這種積極向上的態度會讓生活變得豐富多彩，充滿無限可能。在與人交往中，也能展現出獨特的魅力和風采，吸引到志同道合的朋友。能夠以開放的心態接納不同的觀點和想法，拓寬自己的視野和思維。這種充滿活力的狀態不僅能讓自己感到快樂和滿足，也能給周圍的人帶來積極的影響，讓生活充滿生機與活力，盡情享受這美好的一天。",
        "love_text": "單身的你，真愛在慢慢靠近，可能是在某個熟悉的場景，或者一次偶然的相遇，讓你感受到真愛的氣息，做好迎接的準備。已有伴者的你，和另一半愛意更深厚，彼此相互理解、包容，一起度過溫馨又浪漫的一天，讓感情更加牢固。",
        "work_text": "一路暢通，彷彿乘坐著高速列車，毫無阻礙地向前飛馳。在各種事務的處理上都得心應手，無論是複雜的工作任務還是繁重的學習壓力，都能輕鬆應對。你的創造力和想象力得到充分發揮，為事業學業的發展注入新的動力。",
        "lucky_star": "獅子座",
        "money_text": "偏財像神秘的小驚喜，會突然降臨到你身邊。可能是之前買的理財產品有了不錯的收益，或者是參加活動中了小獎。這些偏財雖然來得有點意外，但也能讓你開心不已。不過也別把所有希望都寄託在偏財上，還是要靠自己的努力和正財收入，這樣才能讓財富更穩定。",
        "health_text": "狀態超輕盈，整個人感覺身輕如燕，行動起來特別敏捷。可以利用這好狀態，去做些需要靈活性的活動，比如跳舞、瑜伽等。也可以多去戶外走走，呼吸新鮮空氣，感受大自然的美好。保持這種輕盈的狀態，能讓你的生活更加充滿活力，心情也更加愉悅。",
        "lucky_color": "淺藍色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽風便是雨",
        "yi": "浪漫小心思",
        "all": "83%",
        "date": "2025-11-26",
        "love": "87%",
        "work": "75%",
        "money": "89%",
        "health": "88%",
        "notice": "賦予靈動的色彩",
        "discuss": "86%",
        "all_text": "整體運勢頗為亮眼，生活彷彿被賦予了靈動的色彩。能夠以一種靈動的姿態巧妙化解生活小難題，面對困難時不會驚慌失措，而是能夠冷靜思考，找到合適的解決辦法。這種靈活應變的能力讓生活變得更加順暢，減少了不必要的麻煩和困擾。在與人相處中，也能以溫和、友善的態度贏得他人的好感，增進彼此之間的感情。能夠敏銳地感知到他人的情緒變化，給予適當的關心和安慰，讓人際關係更加和諧。以這種靈動的姿態面對生活，能讓生活充滿樂趣和驚喜，享受每一個美好的瞬間。",
        "love_text": "單身的你，對浪漫充滿期許，在社交場合中，容易遇到能給你帶來浪漫感覺的人，也許是一場浪漫的邂逅，開啟新戀情。已有伴者的你，和另一半甜蜜常圍繞，一起做浪漫的事，像送花、約會，讓感情充滿甜蜜，好好享受這美好的時光。",
        "work_text": "小有收穫，如同在果園裡採摘果實，雖不是大豐收，但也收穫滿滿。在各個方面都有一定的進展，通過自己的努力和付出，得到了一些回報和認可。這些小成就讓你感到滿足和開心，也激勵著你繼續前進。",
        "lucky_star": "雙子座",
        "money_text": "獎金就像一顆甜蜜的糖果，有望落入你的口袋。工作上表現出色，完成了重要的任務，或者為公司做出了突出貢獻，就可能得到獎金獎勵。這是對你努力的肯定，也是你應得的回報。拿到獎金後，可以好好犒勞一下自己，也可以存起來，為未來的生活做好規劃。",
        "health_text": "心情特愉悅，看什麼都覺得美好，做什麼都充滿熱情。這種好心情對身體健康也很有好處，能增強免疫力，讓身體更有抵抗力。可以趁著這好心情，去做些讓自己更開心的事，比如去逛街購物、品嚐美食，或者和家人一起度過溫馨的時光，讓這份愉悅一直延續下去。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    }
  }
}