{
  "updated": "2025-12-29T16:11:01.231Z",
  "updateTime": "2025/12/30 上午12:11:01",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 24000,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "為追星氪金",
        "yi": "學習AI技術",
        "all": "70%",
        "date": "2025-12-29",
        "love": "73%",
        "work": "69%",
        "money": "60%",
        "health": "75%",
        "notice": "小狀況看似不起眼",
        "discuss": "79%",
        "all_text": "整體運勢有所下滑，一些平日裡不太在意的小問題，可能會在這天逐漸顯現出來，成為影響狀態的因素。或許是日常交流中的小誤會，又或是處理事務時不夠細緻留下的隱患，這些看似不起眼的小狀況，會讓你在推進事情時感覺有些阻礙。此時，需要你停下匆忙的腳步，正視這些問題，以認真誠懇的態度去改正。別因為覺得問題小就忽視，只有及時解決，才能避免後續出現更大的麻煩，讓生活重新回到順暢的軌道。主動去梳理那些被忽略的細節，調整自己的做事方式，以更嚴謹的態度面對生活，運勢也會隨之慢慢回升。",
        "love_text": "單身的你，別總宅在家裡啦，主動出擊才能增加遇到愛情的機會。多參加些聚會、活動，說不定在熱鬧的氛圍裡，那個讓你心動的人就出現了。已有伴者的你，感情需要雙方一起用心經營。別總等著對方先付出，偶爾也為對方製造點小驚喜，一起做些有趣的事，感情會在這些互動中越來越深厚。",
        "work_text": "整體狀態有些冒失，行事容易缺乏細緻考量。在處理各類事務時，可能會因疏忽而出現小失誤，給進展帶來一定阻礙。不管是面對工作項目還是學習任務，都難以保持高度的專注和嚴謹，一些細節之處容易被忽略，需要時刻提醒自己保持警惕，避免因大意而犯錯影響整體節奏。",
        "lucky_star": "雙魚座",
        "money_text": "在財運方面得悠著點。購物慾容易膨脹，看到喜歡的東西就想買，可別頭腦一熱就下單。很多東西買回來可能就閒置，造成不必要的浪費。買東西前多想想是否真的需要，控制住衝動消費的念頭，不然錢包可要癟下去啦，守住錢財才是關鍵。",
        "health_text": "要留意腱鞘炎，近期頻繁使用手機電腦，手指手腕活動多，易出現痠痛。工作時每隔一段時間就活動下手指手腕，做做簡單的伸展動作，像握拳、轉手腕。閒暇時用熱毛巾敷敷，促進血液循環，緩解肌肉緊張，別等疼痛加劇才重視。",
        "lucky_color": "綠色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "忙中出錯",
        "yi": "主動請教提問",
        "all": "59%",
        "date": "2025-12-29",
        "love": "66%",
        "work": "54%",
        "money": "49%",
        "health": "68%",
        "notice": "面臨新的問題",
        "discuss": "56%",
        "all_text": "整體運勢欠佳，可能會面臨一些新出現的問題，打破原本相對平穩的節奏。這些問題或許來得有些突然，讓你一時有些措手不及，在應對時可能會感到有些吃力。也許是人際關係方面出現了新的狀況，又或是生活裡出現了一些未曾預料到的變化。面對這些新問題，不要慌亂，保持冷靜理智的頭腦是關鍵。試著從不同的角度去分析問題，尋找解決的辦法。雖然運勢不佳，但這也是一次鍛鍊自己應對能力的機會，以積極的心態去面對，在解決問題的過程中積累經驗，為未來應對類似情況做好準備，運勢也會在經歷波折後逐漸好轉。",
        "love_text": "單身的你，在陷入愛情之前可得多留個心眼，仔細觀察對方的為人。別被一時的甜蜜衝昏頭腦，瞭解清楚對方的三觀和生活習慣，才能判斷是否真的適合自己。已有伴者的你，有話可得好好說。遇到分歧彆著急上火，心平氣和地溝通，把你的想法清晰表達出來，這樣才能避免不必要的矛盾。",
        "work_text": "你會明顯感覺到壓力如潮水般湧來。各種任務和挑戰接踵而至，讓你有些應接不暇。在應對這些情況時，你會感到力不從心，精神上也處於緊繃狀態。無論是工作上的項目推進，還是學習中的知識吸收，都彷彿被一層無形的壓力籠罩，進展不太順利，需要合理調整心態，緩解壓力。",
        "lucky_star": "天秤座",
        "money_text": "財運不太好，得留意別貪小便宜。有些看似誘人的低價商品，可能質量不過關，後期維修、更換還得花錢。也別輕信一些所謂高回報低投入的小道消息，很可能掉進騙子的陷阱。踏踏實實按正常途徑消費和理財，別因小失大，讓辛苦賺的錢打水漂。",
        "health_text": "得提防頸椎問題，長時間保持一個姿勢，比如低頭看手機、久坐辦公，頸椎壓力不小。這一天儘量多起身活動，每隔一小時左右就站起來走動走動，扭扭脖子、伸伸懶腰。晚上睡覺選個合適的枕頭，讓頸椎能得到充分放鬆，減輕頸椎負擔。",
        "lucky_color": "橘色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "半夜發朋友圈",
        "yi": "精進技能",
        "all": "88%",
        "date": "2025-12-29",
        "love": "87%",
        "work": "84%",
        "money": "80%",
        "health": "86%",
        "notice": "自由安排的時間",
        "discuss": "84%",
        "all_text": "整體運勢比較穩定，沒有太多波瀾起伏，這讓你擁有更多自由安排的時間。在這相對平穩的日子裡，你可以按照自己的想法和節奏去生活。不會被突如其來的事情打亂計劃，能夠安心地去做自己感興趣的事情。無論是沉浸在自己的愛好中，還是與親朋好友相聚，都能讓你感到輕鬆愉悅。這種自由的狀態，讓你有更多機會去探索生活中的小確幸，發現那些平時被忽略的美好。可以好好利用這段時間，去做一些能讓自己內心充實的事情，豐富生活體驗，讓這一天過得充實而有意義，享受這份穩定帶來的愜意。",
        "love_text": "單身的你，社交場合就是你邂逅緣分的好地方。在和朋友聚會、參加行業交流活動時，大膽展現自己的魅力，多和不同的人交流，說不定那個特別的人就在其中。已有伴者的你，和對方相處氛圍輕鬆愉悅。一起看個電影、玩個遊戲，在輕鬆的氛圍裡享受彼此的陪伴，感情也會在這種愜意中不斷升溫。",
        "work_text": "對你而言是充滿希望的一天，在各方面都有不錯的表現。你有著強烈的進取心和求知慾，在處理事務時能夠積極主動地探索新的方法和途徑。這種積極的態度會讓你在事業學業上取得一定的進步，技能精進有望。無論是工作中的難題，還是學習中的困惑，都能通過你的努力得到解決，整體發展態勢良好。",
        "lucky_star": "金牛座",
        "money_text": "財運有亮點，適合拓展理財渠道。別隻侷限於現有的理財方式，多去了解一些新的領域，比如一些新興的穩健型基金。主動學習理財知識，和有經驗的人交流交流，說不定能發現新的賺錢機會。但別盲目投入，先做好調研，讓自己的財富有更多增長的可能。",
        "health_text": "要注意用眼衛生，這一天可能長時間盯著電子屏幕，眼睛容易疲勞乾澀。每隔一段時間就看看遠處，讓眼睛休息下，也可以做做眼保健操。用眼過程中多眨眨眼，保持眼睛溼潤。若感覺眼睛不適，別隨意揉眼，可用乾淨的溼毛巾輕輕擦拭。",
        "lucky_color": "薑黃色",
        "lucky_number": "3"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間閒聊",
        "yi": "提高個人審美",
        "all": "58%",
        "date": "2025-12-29",
        "love": "50%",
        "work": "63%",
        "money": "52%",
        "health": "62%",
        "notice": "不必算計和偽裝",
        "discuss": "54%",
        "all_text": "整體運勢低迷，在與人相處或處理事情時，真誠比刻意以及小心思更重要。在這運勢不佳的日子裡，若是一味地使用小心思，試圖走捷徑，可能會適得其反，不僅無法達到預期的效果，還可能讓情況變得更糟。而真誠待人、真誠做事，卻能為你贏得他人的信任和支持。以真誠的態度去面對生活中的各種情況，哪怕遇到困難，也會有人願意伸出援手。放下那些不必要的算計和偽裝，用最真實的自己去面對世界，雖然運勢低迷，但真誠會為你積累福報，為未來的好轉打下基礎。相信只要保持真誠，運勢會逐漸走出低谷，迎來新的轉機。",
        "love_text": "單身的你，愛情緣分暫時有點難覓，別太著急。可以利用這段時間好好提升自己，看看書、學學新技能，讓自己變得更優秀，等緣分到來時才能更好地把握。已有伴者的你，和對方可能會產生一些矛盾，這時候需要耐心化解。別急著爭個對錯，站在對方的角度想想，心平氣和地解決問題，感情才能長久。",
        "work_text": "在推進各項事務時容易遭遇波折。原本計劃好的事情可能會出現意外變化，打亂你的節奏。在處理問題時，你可能會因為情緒波動而影響判斷，導致事情進展不順利。無論是工作項目還是學習任務，都可能會遇到一些阻礙，需要你保持冷靜，靈活應對，及時調整策略，才能儘量減少損失。",
        "lucky_star": "天蠍座",
        "money_text": "財運方面要小心，謹防消費陷阱。逛街或者網購時，容易被商家的促銷活動迷惑，以為佔了大便宜，結果可能買回一堆用不上的東西。還有些不正規的消費場所，可能存在隱形消費。消費前多留個心眼，看清條款，別被花言巧語忽悠，保護好自己的錢包。",
        "health_text": "要小心腸胃小不適，飲食方面若不規律，吃太多生冷辛辣食物，腸胃易鬧脾氣。這一天儘量規律飲食，少吃刺激性食物，多吃清淡易消化的。吃飯時細嚼慢嚥，別狼吞虎嚥。若腸胃出現輕微不適，可喝點溫熱的粥，讓腸胃舒緩舒緩。",
        "lucky_color": "藕荷色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度依賴人",
        "yi": "設置分組可見",
        "all": "97%",
        "date": "2025-12-29",
        "love": "90%",
        "work": "94%",
        "money": "98%",
        "health": "92%",
        "notice": "各方面如魚得水",
        "discuss": "96%",
        "all_text": "整體運勢非常棒，彷彿有一股無形的助力在推動著你，讓你在各方面都感覺如魚得水。無論是處理日常事務，還是與他人交流互動，都能得到很多積極的反饋和支持。這種助力讓你原本的計劃更加如虎添翼，能夠更加順利地推進。在與人合作時，彼此之間的默契度很高，能夠高效地完成任務。而且在社交場合中，也能結識到一些對自己有幫助的人，拓展人脈資源。這樣的好運勢，讓你充滿自信和活力，能夠以積極樂觀的心態去面對生活中的一切。好好把握這難得的好運勢，充分發揮自己的優勢，讓這一天過得精彩紛呈，為未來的發展積累更多的能量。",
        "love_text": "單身的你，魅力在線的一，走在路上都可能吸引別人的目光。自信地展現自己的優點，說不定很快就能遇到那個欣賞你的人。已有伴者的你，和對方的感情會迅速升溫，愛意滿滿。一起做些浪漫的事，比如燭光晚餐、漫步街頭，讓這份甜蜜延續下去，讓彼此更加離不開對方。",
        "work_text": "對你來說是一個充滿機遇的日子。各種有利的機會如同繁星般圍繞在你身邊，只要你善於把握，就能在各方面取得顯著的進步。你的自信和果斷會讓你在面對機會時毫不猶豫地出手，展現出強大的競爭力。無論是工作上的晉升機會，還是學習上的深造機遇，都有可能降臨到你頭上，要好好珍惜。",
        "lucky_star": "水瓶座",
        "money_text": "財運超棒，有收穫意外之財的可能。可能是之前參加的抽獎活動中獎了，或者收到一筆意外的退款。也可能在工作中得到額外的獎勵。這筆錢別急著花掉，可以存起來或者做些穩健的投資，讓這份好運帶來更多財富，為未來的生活增添保障。",
        "health_text": "活力滿滿無健康煩惱，身體狀態良好，精力充沛。不過也別過度消耗體力，適當進行一些輕鬆的運動，如散步、慢跑，能增強體質。運動前後做好熱身和拉伸，避免受傷。保持規律的作息，讓身體持續保持良好狀態，盡情享受活力滿滿的一天。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "什麼都問人",
        "yi": "貨比三家",
        "all": "85%",
        "date": "2025-12-29",
        "love": "76%",
        "work": "83%",
        "money": "72%",
        "health": "78%",
        "notice": "保持獨立的思考",
        "discuss": "74%",
        "all_text": "整體運勢尚佳，能夠保持獨立思考與耐心。在這運勢不錯的日子裡，面對各種情況，你不會盲目跟從他人的意見，而是能夠冷靜地分析問題，憑藉自己的思考做出判斷。這種獨立思考的能力，讓你在處理事情時更加得心應手，能夠找到最適合自己的方法。同時，你也能保持足夠的耐心，不會因為事情進展緩慢而急躁。無論是面對繁瑣的事務，還是複雜的人際關係，都能以平和的心態去應對。耐心讓你能夠細緻地處理每一個細節，避免出現疏漏。憑藉獨立思考和耐心，你能夠順利度過這一天，並且在過程中不斷提升自己的能力，為未來的發展做好更充分的準備。",
        "love_text": "單身的你，可能沒有新的愛情火花出現，別灰心。把精力放在自己的生活上，享受獨處的時光，做自己喜歡的事，說不定在不經意間，愛情就會悄然降臨。已有伴者的你，在日常相處中要多些包容。別因為一些小事就斤斤計較，每個人都有自己的小缺點，互相包容才能讓感情更加和諧。",
        "work_text": "在各方面都能看到成果逐步顯現的跡象。之前的努力和付出開始得到回報，無論是工作上的項目成果，還是學習上的知識積累，都讓你感到欣慰。你的認真和負責的態度為你贏得了他人的認可和尊重，在處理事務時也更加得心應手。不過，也不要因此而驕傲自滿，仍需保持謙虛謹慎的態度，繼續努力前行。",
        "lucky_star": "獅子座",
        "money_text": "財運方面要注意合理規劃開支。日常消費容易沒計劃，看到什麼買什麼，結果到月底發現錢不夠花。可以提前制定一個消費清單，按照清單採購，避免不必要的消費。對於一些大額支出，更要慎重考慮，別因為一時衝動，讓財務狀況變得緊張，合理規劃才能讓錢花得值。",
        "health_text": "要留意口腔健康，這一天可能因飲食或口腔清潔不到位，出現牙齦腫痛、口臭等問題。早晚認真刷牙，每次刷夠兩分鐘，使用合適的牙膏和牙刷。飯後及時漱口，清除食物殘渣。少吃甜食和刺激性食物，若口腔問題嚴重，及時去看牙醫。",
        "lucky_color": "綠色",
        "lucky_number": "8"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏時間觀念",
        "yi": "拓展人脈資源",
        "all": "73%",
        "date": "2025-12-29",
        "love": "65%",
        "work": "75%",
        "money": "82%",
        "health": "80%",
        "notice": "需學會揚長避短",
        "discuss": "77%",
        "all_text": "整體運勢有點起伏，這種不平穩的狀態可能會讓你在應對生活時有些小困擾。在這樣起伏不定的運勢裡，學會揚長避短就顯得尤為重要。你有著自身獨特的優勢，比如良好的溝通能力、善於協調各方關係等，在面對不同情況時，充分發揮這些長處，能讓你在處理事務時更加順利。而對於那些可能會帶來麻煩的短板，儘量避開或者想辦法彌補。不要因為運勢的起伏而慌亂，保持冷靜的頭腦，認真分析局勢。當遇到有利於發揮長處的場景時，果斷抓住機會展現自己；當察覺到可能會因短板出現問題時，提前做好準備。通過揚長避短，你能夠更好地應對這一天的運勢變化，讓生活儘量朝著自己期望的方向發展，減少因運勢起伏帶來的負面影響。",
        "love_text": "單身的你，面對新出現的緣分要謹慎對待。別被表面的美好所迷惑，多花些時間去了解對方，看看對方是否真的值得你投入感情。已有伴者的你，和對方溝通時要注意避免誤會。說話前先思考一下，表達清楚自己的意思，同時也要認真傾聽對方的想法，這樣才能減少矛盾的產生。",
        "work_text": "整體狀態較為平穩，在推進各項事務時能較好地把握節奏。不會過於急切冒進，也不會消極拖延，懂得在忙碌與休息之間找到平衡。不過，這種平穩也可能讓你缺乏一些衝勁，在面對一些需要突破的挑戰時，可能會有些猶豫不決。需要適時給自己一些鼓勵，激發內在的動力，讓進展更上一層樓。",
        "lucky_star": "射手座",
        "money_text": "財運不錯，要抓住投資時機。市場可能會有一些好的投資項目出現，多關注財經新聞和市場動態。如果發現有潛力又符合自己風險承受能力的投資，別猶豫，果斷出手。但別把所有錢都投進去，分散投資降低風險，把握好這個時機，讓財富實現增值。",
        "health_text": "要關注足部護理，走路過多或穿不合適的鞋子，足部易疲勞痠痛。這一天儘量選擇舒適合腳的鞋子，減少長時間走路。晚上用熱水泡泡腳，促進足部血液循環，緩解疲勞。也可以對足部進行簡單按摩，從腳趾到腳踝，放鬆足部肌肉。",
        "lucky_color": "酒紅色",
        "lucky_number": "9"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信陌生人",
        "yi": "禮貌回應",
        "all": "70%",
        "date": "2025-12-29",
        "love": "78%",
        "work": "62%",
        "money": "56%",
        "health": "74%",
        "notice": "及時處理小問題",
        "discuss": "71%",
        "all_text": "整體運勢不大穩定，一些看似不起眼的地方或許會出現一些小狀況。這些小狀況可能不會引起太大的波瀾，但如果不及時處理，也可能會逐漸積累，影響到整體的狀態。在這運勢不穩定的日子裡，需要你格外細心，留意生活中的每一個細節。無論是日常交流中的細微語氣變化，還是環境中的一些小改變，都可能隱藏著影響運勢的因素。當發現這些小狀況時，不要忽視它們，及時採取措施去解決。可以停下手中的事情，認真思考問題所在，然後找到合適的辦法去處理。以謹慎認真的態度對待這些小狀況，避免它們進一步擴大。通過關注細節、及時處理問題，你能夠在這不穩定的運勢中儘量保持平穩，讓生活少一些不必要的麻煩。",
        "love_text": "單身的你，目前保持觀望狀態也不錯。別急於確定一段感情，多觀察周圍的人，看看誰更符合你對愛情的期待。已有伴者的你，和對方相處時要注意情緒把控。遇到問題別衝動發火，冷靜下來分析問題，用理智的方式解決問題，這樣才能讓感情更加穩定。",
        "work_text": "原本順利的進程可能會遇到一些阻礙。一些潛在的問題會悄然浮現，打亂你原本的安排。這些阻礙可能來自外部環境的變化，也可能是自身狀態的影響。在處理這些情況時，你可能會感到有些煩躁和焦慮，需要儘快調整心態，冷靜分析問題的根源，尋找解決辦法，否則情況可能會進一步惡化。",
        "lucky_star": "雙子座",
        "money_text": "財運不太好，要避免盲目跟風。看到別人投資什麼賺錢，就跟著投，不考慮自己的實際情況和風險承受能力，這樣很容易虧損。每個人的財務狀況和投資目標都不一樣，別盲目模仿別人。多分析自己的情況，制定適合自己的理財計劃，穩穩當當地賺錢。",
        "health_text": "要預防手腕痠痛，頻繁使用鼠標鍵盤或做家務，手腕易受傷。工作時注意手腕姿勢，避免過度彎曲或扭轉。使用鼠標鍵盤時，手腕下方可墊個軟墊，減輕壓力。做家務時適當休息，活動手腕。若手腕痠痛，可用熱敷或按摩的方式緩解。",
        "lucky_color": "金色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝水燙到嘴",
        "yi": "日行一萬步",
        "all": "79%",
        "date": "2025-12-29",
        "love": "52%",
        "work": "86%",
        "money": "80%",
        "health": "82%",
        "notice": "充滿了不確定性",
        "discuss": "80%",
        "all_text": "整體運勢好壞參半，這樣的一天充滿了不確定性。在這好壞交織的運勢裡，不要為了迎合別人的期待而行動。每個人都有自己的想法和節奏，如果一味地按照他人的期待去生活，可能會迷失自我，也無法真正發揮出自己的優勢。你應該聽從內心的聲音，按照自己的意願去選擇和行動。當遇到好的運勢時，大膽地去嘗試新事物，勇敢地追求自己想要的東西；當運勢不佳時，也不要氣餒，保持樂觀的心態，相信自己有能力度過難關。不要被他人的看法所左右，專注於自己的內心感受。只有堅持自我，才能在這好壞參半的運勢中找到屬於自己的方向，讓生活更加充實和有意義。",
        "love_text": "單身的你，愛情進展可能會比較緩慢，彆著急。感情的事急不來，先把自己的生活過好，提升自己的內在和外在，緣分自然會在合適的時候到來。已有伴者的你，要多花些時間陪伴對方。別總是忙著自己的事，抽出時間一起做些有意義的事，讓對方感受到你的關心和愛意。",
        "work_text": "對你而言是充滿希望和挑戰的一天，有著突破自我的良好契機。你內心充滿了對新鮮事物的渴望和探索精神，這種積極的態度會讓你在面對困難時勇往直前。在處理事務時，你敢於嘗試新的方法和思路，不侷限於傳統的模式。只要你能保持這種熱情和勇氣，就有望在各方面取得顯著的進步，實現自我突破。",
        "lucky_star": "白羊座",
        "money_text": "財運有提升，適合開啟副業增收。你有很多想法和創意，不妨利用業餘時間開展一項副業，比如做自媒體、兼職設計等。發揮自己的特長，把興趣變成賺錢的機會。但別因為副業影響本職工作，合理安排時間，說不定副業收入能超過主業，讓生活更富足。",
        "health_text": "要重視睡眠質量，若睡眠不足或睡眠環境不佳，會影響精神狀態。這一天儘量營造安靜舒適的睡眠環境，保持臥室黑暗和安靜，調節好室內溫度。睡前避免使用電子設備，可泡個熱水澡、聽聽舒緩的音樂，放鬆身心，讓自己更快進入夢鄉。",
        "lucky_color": "卡其色",
        "lucky_number": "2"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想得太多",
        "yi": "自主學習",
        "all": "94%",
        "date": "2025-12-29",
        "love": "81%",
        "work": "93%",
        "money": "86%",
        "health": "90%",
        "notice": "時機把握很到位",
        "discuss": "88%",
        "all_text": "整體運勢很不錯，對時機的把握非常到位。在這運勢良好的日子裡，你彷彿擁有一種敏銳的洞察力，能夠準確地察覺到生活中出現的各種機會。無論是與人交流時捕捉到的關鍵信息，還是在日常活動中發現的有利契機，你都能迅速做出反應，牢牢抓住這些機會。這種對時機的精準把握，讓你在處理事情時更加得心應手，能夠順利地推進各項事務。而且，你還能夠根據不同的情況，靈活調整自己的策略，讓每一個機會都能發揮出最大的價值。憑藉著出色的時機把握能力，你能夠在這運勢不錯的一天裡，收穫許多積極的體驗，讓生活充滿驚喜。好好利用這良好的運勢，充分發揮自己的能力，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，有望邂逅心動之人。在參加一些正式場合或者工作相關的活動中，可能會遇到那個讓你眼前一亮的人，勇敢地邁出第一步，說不定就能開啟一段美好的戀情。已有伴者的你，和對方的感情穩定且安心。一起規劃一下未來，為共同的目標努力奮鬥，會讓你們的感情更加堅定。",
        "work_text": "在各方面都能感受到順遂的氣息。無論是處理日常事務還是應對突發情況，都能得心應手。你的計劃能夠順利推進，目標也更容易實現。在與人交往中，也能保持良好的溝通和合作關係，為自己的發展創造有利的條件。這種順遂的狀態會讓你充滿信心，以更加飽滿的熱情投入到各項事務中，取得更好的成果。",
        "lucky_star": "處女座",
        "money_text": "財運良好，適合穩妥儲蓄增值。別追求高風險高回報的投資，把錢存進銀行或者選擇一些穩健的理財產品，雖然收益可能不高，但風險小。長期堅持儲蓄，積少成多，也能有一筆可觀的財富。別小看這些小錢，穩穩地讓錢生錢，為未來的生活打下堅實的經濟基礎。",
        "health_text": "身體狀態超棒，精力充沛，能高效完成各項事務。不過也別過度勞累，適當安排休息時間，讓身體得到放鬆。可以進行一些簡單的伸展運動，活動下筋骨。飲食上保證營養均衡，多吃蔬菜水果，為身體提供充足能量，維持良好狀態。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前玩手機",
        "yi": "探索新靈感",
        "all": "93%",
        "date": "2025-12-29",
        "love": "96%",
        "work": "88%",
        "money": "90%",
        "health": "91%",
        "notice": "意想不到的驚喜",
        "discuss": "94%",
        "all_text": "得到運氣助力的一天，值得期待。在這充滿好運的日子裡，你可能會收到一些開心的消息，這些消息或許會給你帶來意想不到的驚喜，讓你的心情格外愉悅。這種運氣的助力不僅僅體現在具體的事情上，更會讓你在面對生活時充滿信心和動力。你會感覺自己做什麼事情都更加順利，彷彿有一股無形的力量在推動著你前進。在與人相處時，也能營造出和諧愉快的氛圍，增進彼此之間的感情。而且，這種好運還會激發你的創造力和想象力，讓你有許多新奇的想法和靈感。你可以趁著這股好運，去做一些自己一直想做但沒做的事情，大膽地嘗試新的領域。相信在這運氣助力的日子裡，你會度過一段非常美好的時光，收穫滿滿的快樂和滿足。",
        "love_text": "單身的你，愛情驚喜隨時可能降臨。也許是在一次偶然的相遇中，也許是在朋友的介紹下，那個對的人就會出現在你面前，準備好迎接這份甜蜜吧。已有伴者的你，和對方甜蜜互動愛意滿。一起做些有趣的事，比如一起旅行、一起嘗試新事物，在互動中增進感情，讓愛情更加甜蜜。",
        "work_text": "你的思維格外活躍，靈感創意如泉湧般不斷迸發。在處理事務時，你能夠提出一些新穎獨特的見解和方案，讓人眼前一亮。這種創造力會讓你在團隊中脫穎而出，成為解決問題的關鍵人物。不過，也要注意將創意與實際相結合，避免過於天馬行空而脫離現實。只要合理運用這些靈感，就能在各方面取得不錯的成績。",
        "lucky_star": "巨蟹座",
        "money_text": "財運極佳，貴人會帶來財路。可能在社交場合結識一些有能力的人，他們給你提供一些賺錢的機會或者建議。好好把握這些機會，虛心向他們學習。和貴人保持良好的關係，說不定以後還有更多的合作機會。藉助貴人的力量，讓自己的財富之路越走越寬。",
        "health_text": "精神頭兒十足，思維活躍，能積極應對各種挑戰。但也要注意勞逸結合，長時間用腦後適當休息，可到戶外走走，呼吸新鮮空氣，讓大腦放鬆。飲食上多吃富含蛋白質的食物，如雞蛋、牛奶，為大腦補充營養，保持清晰的思維和良好的精神狀態。",
        "lucky_color": "粉色",
        "lucky_number": "7"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時出遠門",
        "yi": "定個小目標",
        "all": "80%",
        "date": "2025-12-29",
        "love": "83%",
        "work": "80%",
        "money": "85%",
        "health": "88%",
        "notice": "越努力就會越幸運",
        "discuss": "82%",
        "all_text": "整體運勢還不賴，越努力就會越幸運，積極行動起來是關鍵。在這運勢較好的日子裡，不要只是被動地等待好運降臨，而是要主動出擊，通過自己的努力去創造更多的可能性。當你積極投入到生活中，認真對待每一件事情時，會發現機會會越來越多，運勢也會越來越好。無論是處理日常瑣事，還是參與社交活動，都要以積極的態度去面對。在努力的過程中，你可能會遇到一些小挑戰，但不要害怕，這些挑戰是成長的機會。勇敢地克服它們，你會發現自己變得更加優秀。而且，你的努力也會得到他人的認可和讚賞，這會進一步增強你的信心和動力。以積極行動為指引，在這還不賴的運勢裡不斷前進，你會收穫屬於自己的成功和喜悅，讓生活變得更加精彩。",
        "love_text": "單身的你，浪漫緣分正在悄然靠近。在不經意間，你可能會遇到那個讓你心動的人，對方可能會給你帶來一種特別的感覺，勇敢地去了解對方，說不定就能收穫一段浪漫的愛情。已有伴者的你，和對方的感情溫馨又美好。一起度過一個悠閒的午後，享受彼此的陪伴，讓這份溫馨一直延續下去。",
        "work_text": "你在各方面都能收穫正向反饋，之前的努力開始得到回報。你的付出和堅持得到了他人的認可和讚賞，這會讓你感到無比欣慰和鼓舞。這種積極的反饋會進一步激發你的動力，讓你更加努力地追求自己的目標。在處理事務時，你也會更加自信和從容，能夠更好地應對各種挑戰，取得更好的成果。",
        "lucky_star": "摩羯座",
        "money_text": "財運不錯，閒置變現獲利的機會多。家裡有很多閒置的物品，比如舊書、舊衣服、電子產品等，可以通過二手平臺賣掉，既能清理空間又能賺點錢。也可以把自己的一些技能或者知識分享出去，比如做線上課程，也能獲得收入。讓閒置的東西發揮價值，增加財富收入。",
        "health_text": "要呵護皮膚健康，天氣乾燥或接觸過敏原，皮膚易出現乾燥、瘙癢等問題。這一天做好皮膚保溼，使用適合自己膚質的護膚品，多塗抹潤膚霜。避免接觸過敏原，如花粉、塵蟎等。若皮膚出現不適，不要抓撓，及時使用合適的藥物緩解。",
        "lucky_color": "焦糖色",
        "lucky_number": "6"
      }
    }
  }
}