{
  "updated": "2025-12-21T09:09:14.849Z",
  "updateTime": "2025/12/21 下午5:09:14",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 12020,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "貪小便宜",
        "yi": "適應新環境",
        "all": "90%",
        "date": "2025-12-20",
        "love": "93%",
        "work": "92%",
        "money": "88%",
        "health": "91%",
        "notice": "化作實在的回報",
        "discuss": "98%",
        "all_text": "整體運勢相當出彩，過去一段時間裡，你全身心地投入，付出了諸多努力，那些默默耕耘的時光，此刻都化作了實實在在的回報。彷彿有一股無形的力量在推動著你，讓你在各個方面都能感受到積極的變化。這種好運並非偶然，而是你堅持不懈的成果。你會明顯察覺到，自己處於一種順遂的狀態，周圍的一切都似乎在朝著有利於你的方向發展。無論是與他人的交流互動，還是面對一些小狀況，都能輕鬆應對，遊刃有餘。這種良好的運勢會讓你心情愉悅，充滿自信，也讓你更加堅信，只要持續努力，未來還會有更多的驚喜在等著你。不妨趁著這股好運，多去嘗試一些新的事物，拓展自己的視野，說不定會有意想不到的收穫。",
        "love_text": "單身的你，得到愛神眷顧的一天，桃花運說來就來。周圍可能會出現不少讓你覺得有眼緣的人，或許是在日常的社交場合，也可能是偶然的邂逅。別害羞，大膽釋放你的熱情，主動去交流，說不定一段美好的戀情就此開啟。已有伴者的你，和另一半依舊處於熱戀狀態，一起做些有趣的事，分享彼此的快樂，感情會愈發深厚。",
        "work_text": "對你而言是充滿活力與高效的一天。整體狀態極佳，彷彿有使不完的勁，在處理各種事務時都能迅速進入狀態，思維敏捷，能快速抓住重點。無論是面對複雜的工作任務，還是繁重的學習內容，都能輕鬆應對，付出的努力能得到明顯回報，有種事半功倍的感覺。",
        "lucky_star": "天秤座",
        "money_text": "財運上狀態不錯，辛苦打拼後可以適當犒勞下自己，買些一直想買的小物件，或是去吃頓大餐，這不僅能提升生活品質，還能讓你更有動力繼續奮鬥。不過也別太放縱，消費時還是要考慮下自身經濟實力，別讓一時的享受給後續生活帶來壓力，保持收支平衡很關鍵。",
        "health_text": "建議適度加強運動鍛鍊。不妨趁著這股精神的勁兒，去跑跑步、打打球，或者做做健身操，讓身體動起來，不僅能增強體質，還能釋放壓力。不過運動前要做好熱身，運動後也要適當拉伸，避免受傷，讓運動真正為健康加分。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "頭腦不清醒",
        "yi": "保持文藝範",
        "all": "75%",
        "date": "2025-12-20",
        "love": "78%",
        "work": "62%",
        "money": "68%",
        "health": "76%",
        "notice": "情緒易左右判斷",
        "discuss": "78%",
        "all_text": "整體運勢中規中矩，沒有大起大落的波動。不過，你需要警惕感情用事的情況出現。在面對一些事情時，情緒可能會不自覺地左右你的判斷，讓你做出不夠理智的決定。此時，保持思考就顯得尤為重要。遇到問題時，先讓自己冷靜下來，分析事情的利弊，從多個角度去考慮，避免因一時的衝動而帶來不必要的麻煩。雖然運勢沒有特別突出的亮點，但只要你能夠控制好自己的情緒，以理性的態度去處理事情，依然能夠平穩地度過這一天。不要被外界的因素輕易干擾，堅守自己的原則和底線，相信憑藉你的穩重和耐心，能夠化解可能出現的小問題，維持生活的平衡與和諧。",
        "love_text": "單身的你，似乎對戀愛沒什麼強烈想法。可能更享受獨處的時光，沉浸在自己的小世界裡，覺得一個人也挺自在。不過，偶爾也可以給自己創造些社交機會，說不定緣分就在不經意間降臨。已有伴者的你，要多站在對方角度思考問題，別總是固執己見，互相理解包容，感情才能更長久穩定。",
        "work_text": "在面對各種事務時，容易產生逃避心理。面對難題，不是積極想辦法解決，而是選擇視而不見，這種態度會讓你錯過很多提升自己的機會。整體狀態有些低迷，缺乏前進的動力，在處理事情時容易陷入拖延，導致進度緩慢，需要儘快調整心態，勇敢面對問題。",
        "lucky_star": "天蠍座",
        "money_text": "財運方面不太樂觀，這天不宜做冒險的財務決策，像盲目跟風投資新項目，或是把大量資金投入不熟悉的領域，都可能讓你陷入財務困境。穩妥起見，還是守好現有的錢財，對於一些看似誘人但風險高的機會，要果斷拒絕，避免因一時衝動造成不必要的損失。",
        "health_text": "睡前別玩手機啦。手機屏幕發出的藍光會抑制褪黑素分泌，影響睡眠質量，讓你第二天精神不佳。這天晚上，不妨把手機放在臥室外，泡個腳、看看書，營造一個舒適的睡眠環境，讓自己能更快進入夢鄉，擁有一個好睡眠。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "氪金式追星",
        "yi": "23點前睡覺",
        "all": "55%",
        "date": "2025-12-20",
        "love": "60%",
        "work": "53%",
        "money": "58%",
        "health": "61%",
        "notice": "瑣事剪不斷理還亂",
        "discuss": "66%",
        "all_text": "整體運勢低迷，彷彿被一團陰雲籠罩。很多瑣事一下子堆過來，讓你有些應接不暇。這些瑣事看似不大，但卻如同亂麻一般，剪不斷，理還亂，讓你的心情變得煩躁不安。你可能會感覺自己的精力被分散，無法集中注意力去處理問題，每一個小狀況都像是在考驗你的耐心。面對這樣的運勢，你需要調整好自己的心態，不要被這些瑣事打亂節奏。可以試著將事情按照輕重緩急進行分類，一件一件地去解決，避免同時處理過多事情而導致手忙腳亂。雖然這一天可能會有些艱難，但只要你保持冷靜，耐心應對，還是能夠逐步解決這些問題的，只是過程可能會比較辛苦。",
        "love_text": "單身的你，在網絡社交中要提高警惕。雖然網絡能讓你結識很多人，但其中不乏一些別有用心之人。別輕易投入感情，先多瞭解對方真實情況。已有伴者的你，別過度干涉對方的生活和決定，每個人都有自己的空間和想法，尊重彼此，給對方足夠的自由，感情才能和諧美滿。",
        "work_text": "你的拖沓問題較為明顯。在做事情時，總是不能集中精力，容易被外界因素干擾，導致原本可以快速完成的任務，花費大量時間卻仍未完成。這種拖沓的狀態不僅影響效率，還會讓你感到焦慮和疲憊，需要學會自我約束，提高專注力，合理安排時間。",
        "lucky_star": "摩羯座",
        "money_text": "要格外小心，理財陷阱可能就在身邊。可能會遇到一些看似回報豐厚，實則暗藏風險的理財產品推銷，或是有人以合作賺錢為名，實則想騙取你的錢財。面對這些情況，一定要保持冷靜，多做調查瞭解，不要輕易相信他人承諾，守護好自己的錢袋子。",
        "health_text": "建議不要放肆熬夜。熬夜會打亂身體的生物鐘，導致內分泌失調，出現皮膚變差、免疫力下降等問題。這天儘量早點放下手中的事，按時上床睡覺，保證充足的睡眠時間，讓身體得到充分的休息和修復，以飽滿的精神迎接新的一天。",
        "lucky_color": "玫紅色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "舉棋不定",
        "yi": "善用碎片時間",
        "all": "86%",
        "date": "2025-12-20",
        "love": "88%",
        "work": "74%",
        "money": "77%",
        "health": "85%",
        "notice": "積極向上的態勢",
        "discuss": "80%",
        "all_text": "整體運勢尚佳，呈現出一種積極向上的態勢。你會發現，越努力就會越幸運，這種幸運並非憑空而來，而是與你自身的付出緊密相連。當你積極主動地去面對生活，努力做好每一件事情時，好運就會悄然降臨。你可能會在不經意間發現一些小驚喜，或者遇到一些有利於自己的機會。這種良好的運勢會讓你充滿動力，更加願意去嘗試新的事物，挑戰自己的極限。不要害怕困難和挫折，勇敢地邁出腳步，因為每一次的努力都會為你積累經驗，讓你變得更加優秀。相信自己的能力，堅持下去，你會在這一天收穫滿滿的成就感，也會為自己的未來打下堅實的基礎。",
        "love_text": "單身的你，或許會有一些新的社交機會。可能是朋友組織的聚會，或是參加興趣小組，在這些場合中，你有機會認識新的朋友，說不定其中就有那個對的人。已有伴者的你，和另一半相處時，多花些心思增進情感默契，比如一起完成一件小事，在互動中讓感情升溫。",
        "work_text": "整體狀態較為平穩，能按部就班地推進各項事務。在處理事情時，能夠保持冷靜和理智，有條不紊地完成每一個步驟。雖然可能沒有特別突出的表現，但也不會出現大的失誤，這種穩步推進的狀態能讓你在積累中逐漸提升自己，為未來的發展打下堅實基礎。",
        "lucky_star": "射手座",
        "money_text": "財運整體平穩，但合理規劃支出很重要。這一天可能會有一些日常消費，像購物、社交聚會等，在花錢時別太隨意，要根據自己的實際需求和經濟狀況來決定。可以提前列個消費清單，避免衝動消費，這樣既能滿足生活需要，又能保證財務狀況穩定，不會出現入不敷出的情況。",
        "health_text": "要注重飲食均衡。這天可能會面臨各種美食誘惑，但別隻挑自己喜歡的吃，要葷素搭配、粗細結合，多吃蔬菜水果，保證攝入足夠的維生素和膳食纖維。同時，控制好每餐的食量，避免暴飲暴食，這樣才能維持身體的健康平衡。",
        "lucky_color": "薑黃色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時改主意",
        "yi": "遠離八卦是非",
        "all": "80%",
        "date": "2025-12-20",
        "love": "85%",
        "work": "87%",
        "money": "82%",
        "health": "88%",
        "notice": "善於發現身邊機會",
        "discuss": "75%",
        "all_text": "整體運勢還不賴，你彷彿擁有一雙敏銳的眼睛，善於發現機會。周圍的環境中隱藏著許多潛在的機遇，而你能夠憑藉自己的洞察力將它們一一捕捉到。這些機會可能並不明顯，但只要你用心去感受，就能夠發現其中的價值。當你抓住這些機會時，會發現自己能夠取得一些小小的進展，讓生活變得更加豐富多彩。不過，在發現機會的同時，也要注意把握分寸，不要過於衝動地行動。先對機會進行充分的評估和分析，確保自己有能力去把握它，然後再果斷出手。憑藉你的智慧和勇氣，相信能夠充分利用這些機會，讓自己的生活更上一層樓，在這一天留下美好的回憶。",
        "love_text": "單身的你，不妨通過精心打扮來提升自己的魅力。合適的穿著打扮能讓你在人群中更加出眾，吸引他人的目光，增加遇到心儀對象的幾率。已有伴者的你，這一天適合和另一半享受甜蜜時光，一起去看場電影，或是吃頓浪漫的晚餐，在溫馨的氛圍中，感情會更加甜蜜。",
        "work_text": "你的靈感如泉湧，思維活躍，創意十足。在處理各種事務時，能夠提出新穎的想法和獨特的見解，為解決問題提供新的思路。這種靈感迸發的狀態能讓你在人群中脫穎而出，無論是工作還是學習，都能取得不錯的成果，讓你充滿成就感。",
        "lucky_star": "雙魚座",
        "money_text": "財運整體平穩，但合理規劃支出很重要。這一天可能會有一些日常消費，像購物、社交聚會等，在花錢時別太隨意，要根據自己的實際需求和經濟狀況來決定。可以提前列個消費清單，避免衝動消費，這樣既能滿足生活需要，又能保證財務狀況穩定，不會出現入不敷出的情況。",
        "health_text": "要注意適當放鬆肩頸。長時間保持一個姿勢，比如久坐辦公、低頭玩手機，會讓肩頸肌肉緊張痠痛。這天不妨每隔一段時間就活動一下肩頸，做做簡單的伸展動作，或者找個按摩器放鬆放鬆，緩解肩頸壓力，預防肩頸疾病。",
        "lucky_color": "天藍色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "貪圖享樂",
        "yi": "多動腦筋思考",
        "all": "70%",
        "date": "2025-12-20",
        "love": "73%",
        "work": "71%",
        "money": "69%",
        "health": "74%",
        "notice": "整理思緒摒除雜念",
        "discuss": "72%",
        "all_text": "整體運勢平平，沒有特別突出的表現。此時，你需要整理思緒，摒除雜念。生活中可能會有一些瑣碎的事情干擾你的思維，讓你無法集中精力去思考重要的問題。這些雜念就像一團亂麻，纏繞在你的腦海中，讓你感到迷茫和困惑。為了讓自己能夠清晰地看待問題，你需要找一個安靜的時間和空間，靜下心來，將腦海中的思緒進行梳理。把不重要的事情暫時放下，專注於那些真正重要的事情。通過整理思緒，你能夠讓自己的內心恢復平靜，重新找回方向感。不要被外界的干擾所影響，堅定自己的信念，相信經過調整後，你能夠以更加清晰的狀態去面對生活，度過這平凡而又充實的一天。",
        "love_text": "單身的你，這一天就安心靜待緣分出現吧。不必刻意去尋找，緣分有時候就是在不經意間降臨。保持平和的心態，做好自己，屬於你的愛情遲早會來。已有伴者的你，和另一半相處時，要注重溝通理解。遇到問題及時交流，避免產生誤會，這樣才能讓感情更加穩固。",
        "work_text": "適合進行查漏補缺的工作。在處理事務時，能夠細緻入微地發現問題，並及時進行修正和完善。這種嚴謹的態度能讓你避免很多潛在的問題，提高整體的質量和效率。通過查漏補缺，你能對自己的知識和能力有更清晰的認識，為後續的發展做好準備。",
        "lucky_star": "巨蟹座",
        "money_text": "財運上有驚喜，有收穫意外小財的可能。也許是在路上撿到小錢，或是收到一筆意外的退款、獎金。這些小驚喜會讓你的心情格外愉悅，不過也別因為這點小財就放鬆對財務的管理。可以把這筆錢存起來，或者用於一些有意義的小投資，讓這份好運持續發揮作用。",
        "health_text": "要保持規律作息。規律的作息能讓身體的各項機能有序運轉，增強免疫力。這天儘量按照平時的作息時間起床、睡覺，避免熬夜和賴床。中午如果有條件，也可以小憩一會兒，讓身體和大腦得到短暫的休息，提高下午的工作和學習效率。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一大早洗頭",
        "yi": "求職面試",
        "all": "95%",
        "date": "2025-12-20",
        "love": "97%",
        "work": "96%",
        "money": "94%",
        "health": "91%",
        "notice": "各方面順風順水",
        "discuss": "88%",
        "all_text": "整體運勢非常給力，得到一股無形的助力推著你前行。運氣恰到好處地降臨，讓你在各個方面都感覺順風順水。這種好運並非偶然，它似乎在默默地為你創造各種有利條件，使得你做任何事情都多了幾分從容與自信。你會明顯察覺到，自己與周圍環境的契合度很高，無論是與人交流互動，還是面對一些小狀況，都能輕鬆應對，遊刃有餘。這種良好的狀態會讓你心情愉悅，也讓你更加願意去嘗試新的事物，拓展自己的社交圈子。在與他人的相處中，你的魅力得以充分展現，容易獲得他人的認可與支持。這一天，你會收穫滿滿，可能是精神上的滿足，也可能是人際關係上的提升，總之，是收穫豐厚的一天，值得好好珍惜並盡情享受這份好運帶來的美好。",
        "love_text": "單身的你，要敢於主動製造機會。遇到喜歡的人，別猶豫，勇敢地表達自己的心意，主動邀約對方，說不定對方也正期待著你的主動。已有伴者的你，和另一半的感情會迅速升溫，一起做些浪漫的事，比如散步、看星星，在溫馨的氛圍中，感情會更加親密無間。",
        "work_text": "對你而言是能充分展現自身閃光點的日子。整體狀態積極且自信，在各類事務裡，你彷彿自帶“高光濾鏡”，能敏銳察覺到自身優勢所在，並巧妙運用到實際中。無論是處理複雜的人際關係，還是應對有挑戰性的任務，都能憑藉優勢輕鬆化解難題，收穫他人讚賞目光，為未來發展積累良好口碑。",
        "lucky_star": "獅子座",
        "money_text": "要謹慎對待投資決策。這天可能會面臨一些投資選擇，但市場情況複雜多變，不要輕易被表面的高回報所迷惑。在做決定前，要充分了解投資項目的風險和收益情況，多參考專業人士的意見。如果拿不準主意，不妨先觀望一段時間，避免因盲目投資而造成資金損失。",
        "health_text": "增加戶外活動是個不錯的選擇。陽光中的紫外線能促進維生素D的合成，有助於鈣的吸收，對骨骼健康很有好處。這天不妨約上朋友去公園散散步、爬爬山，呼吸新鮮空氣，欣賞大自然的美景，既能鍛鍊身體，又能放鬆心情，讓身心都得到滋養。",
        "lucky_color": "奶茶色",
        "lucky_number": "2"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "親近大自然",
        "all": "80%",
        "date": "2025-12-20",
        "love": "81%",
        "work": "82%",
        "money": "84%",
        "health": "89%",
        "notice": "一步一腳印的踏實",
        "discuss": "86%",
        "all_text": "整體運勢穩穩當當，給人一種一步一腳印的踏實感。沒有大起大落的波動，一切都按照既定的節奏平穩進行。這種穩定的狀態讓你內心感到安寧，能夠專注於自己想要做的事情，不被外界的干擾所左右。你會以一種沉穩的姿態面對生活中的各種情況，不慌不忙，有條不紊。在與人交往中，也能保持真誠和耐心，建立起更加穩固的關係。雖然運勢沒有特別突出的亮點，但這種踏實的積累卻有著深遠的意義。它讓你在不知不覺中成長和進步，為未來的發展打下堅實的基礎。你可以趁著這份穩定，好好規劃自己的生活，明確自己的目標，然後一步一個腳印地朝著目標前進，相信在未來的日子裡，你會收穫屬於自己的成果。",
        "love_text": "單身的你，這一天或許會遇到一個讓你想要進一步瞭解的對象。對方身上可能有某些特質吸引著你，別錯過這個機會，主動去接觸，說不定一段美好的感情就此開始。已有伴者的你，和另一半相處時，要加深彼此的信任，坦誠相待，分享內心的想法，感情會更加深厚。",
        "work_text": "迎來突破自我的好時機。此前一直困擾你的難題，在這一天有了鬆動的跡象。你內心那股不服輸的勁兒被激發，主動尋找突破困境的方法，憑藉堅韌不拔的毅力和敏銳的洞察力，逐漸找到解決問題的關鍵，有望打破長期以來的瓶頸，開啟新的發展階段。",
        "lucky_star": "金牛座",
        "money_text": "財運上有機會挖掘到新的賺錢途徑。你敏銳的洞察力會幫助你發現一些潛在的商機，可能是一個新的業務領域，或是一種新的賺錢方式。一旦發現機會，要果斷行動，但也要做好充分的準備和規劃。可以先從小規模嘗試開始，逐步積累經驗，讓新的賺錢途徑為你帶來更多財富。",
        "health_text": "要做好皮膚護理。冬季天氣乾燥，皮膚容易缺水、起皮，這天要注意給皮膚補充水分和營養。可以選擇適合自己膚質的護膚品，做好清潔、保溼和防曬工作。同時，多喝水，從內部為皮膚補充水分，讓皮膚保持水潤光滑。",
        "lucky_color": "米黃色",
        "lucky_number": "1"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目囤貨",
        "yi": "獎勵小禮物",
        "all": "92%",
        "date": "2025-12-20",
        "love": "93%",
        "work": "91%",
        "money": "94%",
        "health": "95%",
        "notice": "充滿積極的氛圍",
        "discuss": "97%",
        "all_text": "幸運在線的一天，能與美好為伴，周圍的一切都充滿了積極的氛圍。無論走到哪裡，都能感受到溫暖和善意，彷彿整個世界都在為你喝彩。在這種幸運的籠罩下，你做任何事情都充滿了動力和熱情，敢於大膽嘗試新的事物，挑戰自己的極限。而且，你很容易得到他人的肯定和讚揚，這種被認可的感覺會讓你信心倍增，更加堅定地追求自己的夢想。你會覺得生活充滿了無限可能，每一個瞬間都值得珍惜。不要錯過這幸運的一天，盡情地去探索、去體驗，讓自己的生活變得更加豐富多彩，留下美好的回憶，為未來的旅程增添更多的信心和勇氣。",
        "love_text": "單身的你，極有可能邂逅心動之人。可能在某個不經意的瞬間，那個讓你心跳加速的人就出現在你面前。抓住這個機會，勇敢追求，說不定就能收穫愛情。已有伴者的你，這一天適合和另一半攜手浪漫同行，一起去探索新的地方，創造美好的回憶，讓感情更加甜蜜。",
        "work_text": "彷彿被注入高效能量，做事風風火火且成果顯著。精力充沛的你，面對各種事務都能迅速投入，以極高的效率完成。無論是處理繁瑣的工作細節，還是應對緊張的學習任務，都能有條不紊地推進，在短時間內取得令人滿意的成果，讓你成就感滿滿。",
        "lucky_star": "白羊座",
        "money_text": "財運上貴人運旺盛，會有人給你帶來不錯的財機。可能是朋友給你介紹了一個賺錢的項目，或是領導給你提供了晉升加薪的機會。要珍惜這些來之不易的機遇，積極展現自己的能力，努力把握住。同時，也要懂得感恩，與貴人保持良好的關係，說不定以後還會有更多的財機等著你。",
        "health_text": "保持心情愉悅是關鍵。積極樂觀的心態能調節身體的內分泌系統，增強免疫力，讓你遠離疾病的困擾。這天可以多做一些讓自己開心的事，比如聽喜歡的音樂、看搞笑的電影，或者和朋友聊聊天，分享生活中的趣事，讓快樂時刻相伴。",
        "lucky_color": "土黃色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "斷章取義",
        "yi": "閱讀有益書籍",
        "all": "73%",
        "date": "2025-12-20",
        "love": "65%",
        "work": "64%",
        "money": "78%",
        "health": "79%",
        "notice": "警惕三分鐘熱度",
        "discuss": "72%",
        "all_text": "整體運勢稍有起伏，就像平靜的湖面偶爾泛起的漣漪。這種起伏並非是大的波折，但也需要你保持警惕。其中，最需要留意的是三分鐘熱度的情況。在面對一些事情時，你可能會一開始充滿熱情，但隨著時間的推移，熱情逐漸消退，容易產生懈怠和放棄的念頭。為了避免這種情況的發生，你需要時刻提醒自己保持專注和堅持。當遇到困難或者感覺動力不足時，不妨回顧一下自己最初的目標和初心，重新點燃內心的火焰。同時，要學會合理分配自己的精力和時間，不要同時涉足太多領域，以免分散注意力。只要能夠克服三分鐘熱度的毛病，保持堅定的信念和持之以恆的努力，你依然能夠在這起伏的運勢中穩步前行，收穫屬於自己的成長和進步。",
        "love_text": "單身的你，這一天暫無明顯的戀愛契機。不過別灰心，可以把精力放在提升自己上，學習新技能，讓自己變得更加優秀，為未來的愛情做好準備。已有伴者的你，和另一半相處時，要避免冷戰衝突。遇到問題及時溝通解決，別讓矛盾積累，否則會影響感情。",
        "work_text": "在推進事務時遭遇不少阻礙。原本計劃好的事情，可能會因為一些突發狀況而被打亂節奏，讓你感到有些手忙腳亂。在處理問題時，也容易遇到一些難以解決的困難，導致進度停滯不前，需要花費更多時間和精力去應對，整體狀態有些低迷，需保持耐心和冷靜。",
        "lucky_star": "處女座",
        "money_text": "穩守現有財富是關鍵。這天不適合進行大規模的投資或擴張財務計劃，市場環境不太穩定，盲目行動可能會讓你面臨風險。不如把精力放在鞏固現有業務和資產上，優化財務管理，降低成本支出。通過穩紮穩打的方式，確保自己的財富不會縮水，為未來的發展打下堅實基礎。",
        "health_text": "要避免久坐不動。長時間坐著會讓身體的血液循環不暢，增加患心血管疾病和肥胖的風險。這天在工作或學習間隙，要時不時站起來活動一下，伸伸懶腰、踢踢腿，促進血液循環。也可以利用休息時間做一些簡單的運動，保持身體的活力。",
        "lucky_color": "綠色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前看恐怖片",
        "yi": "學習一項技能",
        "all": "58%",
        "date": "2025-12-20",
        "love": "55%",
        "work": "61%",
        "money": "66%",
        "health": "67%",
        "notice": "計劃趕不上變化",
        "discuss": "69%",
        "all_text": "整體運勢略顯倒黴，彷彿被一層陰雲籠罩。計劃趕不上變化是這一天的主要寫照，你原本制定好的計劃可能會因為各種突發情況而被打亂，讓你有些措手不及。這些變化可能來自各個方面，有些是你無法預料和控制的，這會讓你的心情變得有些煩躁和沮喪。面對這種倒黴的運勢，你需要調整好自己的心態，不要讓負面情緒佔據主導。要知道，生活中難免會遇到一些不如意的事情，關鍵是如何去應對。試著接受這些變化，以靈活的心態去重新規劃自己的行動。雖然這一天可能會有些艱難，但只要你保持樂觀積極的態度，相信自己有能力克服困難，依然能夠在困境中找到轉機，逐漸走出倒黴的陰影，迎來新的轉機。",
        "love_text": "單身的你，感情進展可能不太順利。或許會遇到一些讓你感到困惑和煩惱的事情，別太著急，保持冷靜，慢慢理清思路。已有伴者的你，和另一半之間可能會有矛盾隔閡，要及時化解，主動和對方交流，坦誠地說出自己的想法，讓感情重回正軌。",
        "work_text": "你的思維彷彿被一層迷霧籠罩，難以找到清晰的方向。在處理事務時，常常感覺思路受限，原本靈活的頭腦變得遲鈍，難以提出新穎的想法和解決方案。面對問題，容易陷入糾結和困惑，不知從何下手，需要給自己一些時間，慢慢梳理思路，尋找突破口",
        "lucky_star": "雙子座",
        "money_text": "要避免衝動消費。這一天你可能會受到一些促銷活動或新奇商品的誘惑，產生強烈的購買慾望。但在掏錢之前，一定要冷靜思考，問問自己是否真的需要這些東西。衝動消費不僅會讓你花費不必要的錢財，還可能導致財務緊張。剋制住衝動，理性消費，才能讓你的財務狀況更健康。",
        "health_text": "不要過度用眼。長時間盯著電腦屏幕、手機屏幕，會讓眼睛疲勞、乾澀，甚至引發近視等眼部問題。這天要注意控制用眼時間，每隔一段時間就閉目養神一會兒，或者看看遠處的風景，讓眼睛得到放鬆。也可以做做眼保健操，緩解眼部疲勞。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聚餐搶埋單",
        "yi": "做斷舍離",
        "all": "80%",
        "date": "2025-12-20",
        "love": "81%",
        "work": "70%",
        "money": "82%",
        "health": "82%",
        "notice": "迎來自由地呼吸",
        "discuss": "73%",
        "all_text": "整體運勢尚可，是一個能夠整理告別一些不必要的過去的好時機。過去的某些事情或人可能一直在你的心中佔據著一定的位置，給你帶來了一些困擾或負擔。而這一天，你會有一種強烈的衝動，想要將這些不必要的過去清理出去，讓自己的內心重新變得輕鬆和純淨。這種整理和告別並非是輕易做出的決定，而是經過深思熟慮後的選擇。當你真正放下那些不再重要的東西時，會發現自己彷彿卸下了一個沉重的包袱，能夠更加自由地呼吸。這種內心的轉變會讓你以全新的姿態面對生活，對未來充滿期待。你可以趁著這個機會，重新審視自己的生活和價值觀，明確自己真正想要的是什麼，然後朝著新的方向前進，開啟一段更加美好的旅程。",
        "love_text": "單身的你，或許會遇到喜歡的對象。對方的出現會讓你的心情變得格外美好，別錯過這個機會，勇敢地表達自己的好感。已有伴者的你，不妨學著愛屋及烏，接納對方的興趣愛好和朋友圈子，這樣能讓你們的關係更加融洽，感情也會更加深厚。",
        "work_text": "會收穫一些小小的驚喜。在處理日常事務時，雖然沒有特別突出的表現，但每一步都走得踏實穩健，不經意間就能取得一些小成果。這些小小的收穫會讓你感到滿足和開心，也為你增添了繼續前進的動力，讓你在平凡的日子裡感受到生活的美好。",
        "lucky_star": "水瓶座",
        "money_text": "財運上有好消息，副業會有所進賬。如果你平時有開展副業，這天可能會看到不錯的收益，讓你感受到努力付出的回報。這也會激勵你更加用心地經營副業，拓展業務範圍。不過也別因為副業有收入就忽略了主業，要平衡好兩者之間的關係，讓主副業相互促進，共同為你的財富增長助力。",
        "health_text": "要提高睡眠質量。良好的睡眠能讓身體得到充分的休息和恢復，增強免疫力。這天晚上睡覺前可以營造一個安靜、舒適、黑暗且溫度適宜的睡眠環境，避免噪音和光線的干擾。也可以喝一杯溫牛奶，幫助放鬆身心，更快進入甜美的夢鄉。",
        "lucky_color": "藍色",
        "lucky_number": "6"
      }
    }
  }
}