{
  "updated": "2025-10-18T19:07:38.783Z",
  "updateTime": "2025/10/19 上午3:07:38",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13958,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度炫耀自己",
        "yi": "遊樂園玩耍",
        "all": "63%",
        "date": "2025-10-18",
        "love": "67%",
        "work": "57%",
        "money": "50%",
        "health": "69%",
        "notice": "差不多得了的心態",
        "discuss": "57%",
        "all_text": "整體狀態有點鬆懈，容易因為眼前的小順利就鬆口氣，覺得“差不多得了”。這種滿足感會讓你對潛在的問題視而不見，比如原本該跟進的事沒盯緊，或者忽略了身邊人的一些小情緒。其實你心裡也清楚，有些事只是表面順，但懶得深究，結果反而可能埋下隱患。整體運勢下滑的跡象就體現在這裡，不是突然出大麻煩，而是被自己的“差不多”心態拖慢節奏。當天可能會遇到需要臨時調整的情況，但你容易因為嫌麻煩而拖延，結果反而更折騰。建議別被一時的輕鬆感迷惑，適當保持點警惕，哪怕多問一句、多看一眼，也能避開不少後續麻煩。畢竟運勢下滑時，最怕的就是自己先鬆了勁兒。",
        "love_text": "單身的你，在感情上容易陷入消極被動的狀態。明明內心渴望愛情，卻總是等著緣分主動找上門，而不是主動去爭取。這種態度可能會讓你錯過一些不錯的機會。已有伴者的你，對待另一半的態度有些敷衍，交流時心不在焉，答應的事情也沒放在心上。伴侶會因此感到失落，覺得你不夠重視這段感情。不妨找個時間，和對方坐下來好好聊聊，重新喚起彼此之間的熱情。",
        "work_text": "整體狀態略顯懈怠。無論是面對職場任務還是學業挑戰，都缺乏往日的衝勁與熱情。容易因小挫折而打退堂鼓，或是選擇逃避難題，這種態度可能會讓你錯過一些展現自我的機會。建議給自己設定小目標，逐步找回動力，別讓懈怠成為前行的絆腳石。",
        "lucky_star": "摩羯座",
        "money_text": "在錢財方面多留個心眼，千萬別捲入複雜的錢財糾葛裡。不管是朋友間借錢，還是合作投資涉及金錢分配，都要謹慎對待。一旦陷入，很可能耗費大量精力去處理，還可能影響關係。處理錢財事務時，保持頭腦清醒，把各項條款說清楚，避免後續麻煩，這樣才能守住自己的錢袋子。",
        "health_text": "可能會感到壓力如潮水般湧來，這股無形的力量正悄悄影響著你的健康。記得給自己留些喘息的空間，工作間隙起身走走，做幾個深呼吸，或者下班後去散散步、聽聽音樂，讓緊繃的神經得以放鬆。別讓壓力累積成山，及時釋放才能保持身心的輕盈與平衡。",
        "lucky_color": "綠色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕易放棄目標",
        "yi": "參加讀書分享會",
        "all": "59%",
        "date": "2025-10-18",
        "love": "51%",
        "work": "54%",
        "money": "56%",
        "health": "61%",
        "notice": "卡在人際關係上",
        "discuss": "53%",
        "all_text": "整體運勢確實有點“堵”，主要卡在人際關係上。你可能會發現，平時相處不錯的人，突然變得難溝通，或者原本簡單的事因為別人的態度變得複雜。這種“卡殼”感會讓你心裡悶悶的，甚至有點煩躁。其實問題未必多大，但對方的情緒或立場變化，會讓你覺得“怎麼突然這樣”。當天容易因為小事和身邊人產生摩擦，比如意見不合、誤會，或者對方臨時變卦。你的耐心會被消耗，但又不想直接衝突，反而陷入糾結。建議別太執著於“必須說清楚”，有時候暫時保持距離，反而能減少煩惱。運勢較差時，人際關係的小插曲最容易影響心情，別讓別人的情緒牽著走，先穩住自己的節奏更重要。",
        "love_text": "單身的你，在感情上切不可將就。不要因為身邊人都戀愛了，或者家裡催婚，就隨便找個人湊合。將就的感情很難長久，還會讓你陷入痛苦。已有伴者的你，要避免和伴侶冷戰或吵架。遇到問題時，不要一味地堅持自己的觀點，要學會換位思考。冷戰只會讓矛盾加深，影響彼此的感情。主動溝通，把問題說開，才能讓感情更加穩固。",
        "work_text": "似乎陷入撿了芝麻丟西瓜的困境，過於關注細枝末節而忽略了整體大局。在處理問題時，容易因小失大，導致最終成果不盡如人意。這種短視行為可能會讓你錯失一些重要的機遇，或是影響人際關係。建議學會權衡利弊，把握關鍵，別讓瑣碎之事分散了你的注意力。",
        "lucky_star": "天蠍座",
        "money_text": "要格外警惕分期還款帶來的壓力。購買大件商品或者進行一些消費時，如果選擇分期，得仔細算算後續每月要還的金額，以及自己能不能承擔。別因為一時衝動消費就選擇分期，不然之後每個月還款可能會讓你經濟緊張。消費前多想想自己的經濟實力，別讓分期還款成為生活的負擔。",
        "health_text": "情緒化可能會找上你，它像天氣一樣多變，影響著你的健康狀態。當你感到情緒波動時，試著找些能讓自己平靜下來的事情做，比如泡杯熱茶、看看書，或是和朋友聊聊天。別讓情緒左右你的健康，學會管理情緒，讓內心保持平和與寧靜。",
        "lucky_color": "天藍色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "亂丟垃圾",
        "yi": "享受音樂派對",
        "all": "96%",
        "date": "2025-10-18",
        "love": "98%",
        "work": "94%",
        "money": "95%",
        "health": "92%",
        "notice": "總帶著股衝勁兒",
        "discuss": "95%",
        "all_text": "簡直像裝了“加速器”，從早到晚都帶著股子衝勁兒。做什麼都特別順，連平時覺得麻煩的事，處理起來也格外利索。這種“運氣在線”的狀態，會讓你不自覺地想多嘗試、多推進，甚至可能主動接下一些新任務。你的行動力和幹勁兒會感染身邊人，大家也願意跟著你一起動起來。當天可能會遇到需要快速決策的情況，但你完全不用猶豫，直覺和判斷力都特別準，怎麼選都不會錯。這種狀態下的你，連說話都更有說服力，別人很容易被你的熱情帶動。整體運勢的好，就體現在這種“做什麼都順”的流暢感裡，別浪費這股子勁兒，有什麼想推進的事，就是最好的時機。",
        "love_text": "單身的你，或許會有心動瞬間。在某個不經意的場合，可能會遇到一個讓你眼前一亮的人，那種奇妙的感覺會讓你心跳加速。已有伴者的你，會明顯感受到對方滿滿的愛。伴侶可能會為你準備一些小驚喜，或者用溫柔的話語表達對你的關心。這種被愛的感覺會讓你感到無比幸福，不妨也給對方一些回應，讓這份愛更加甜蜜。",
        "work_text": "如同璀璨的星辰，在各方面都表現出眾。無論是職場上的項目推進，還是學業中的難題攻克，你都能以獨特的視角和靈活的思維找到解決方案。你的創造力與溝通能力得到充分發揮，容易獲得他人的認可與讚賞。這是一個展現自我、提升影響力的好時機，不妨大膽嘗試新事物。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運相當不錯，理財收益可能會比較豐厚。之前進行的投資或許會有不錯的回報，讓你小賺一筆。而且抽獎手氣也很旺，不管是參加線上還是線下的抽獎活動，都有機會中個小獎。可以趁著這好運氣，合理規劃一下理財，把賺到的錢再好好安排安排，讓財富進一步增值。",
        "health_text": "熬夜可是大忌！你可能會因為各種原因晚睡，但這對身體的傷害可不小。記得設定個合理的作息時間，睡前遠離手機和電腦，讓大腦逐漸進入休息狀態。保證充足的睡眠，第二天才能精神飽滿，活力四射。別讓熬夜偷走了你的健康和美麗。",
        "lucky_color": "薑黃色",
        "lucky_number": "1"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡亂發脾氣",
        "yi": "睡到自然醒",
        "all": "52%",
        "date": "2025-10-18",
        "love": "46%",
        "work": "56%",
        "money": "55%",
        "health": "60%",
        "notice": "心裡積著點煩躁",
        "discuss": "51%",
        "all_text": "你的情緒容易一點就炸，哪怕平時再溫和，也可能因為小事突然爆發。這種脾氣上的波動，其實和整體運勢欠佳有關，不是事本身多嚴重，而是你心裡積著點小煩躁，稍微碰一下就炸了。當天可能會遇到讓你覺得“不公平”或“被冒犯”的情況，比如別人的話沒考慮到你的感受，或者原本該你做的事被臨時推給你。你的敏感會放大這些小細節，情緒一上來就容易失控。其實冷靜下來想想，很多事未必針對你，但運勢欠佳時，情緒管理確實需要多花點力氣。建議當天別太較真，遇到讓自己不舒服的事，先深呼吸，別急著反駁或生氣，等情緒平復了再處理，反而能避免不必要的衝突。",
        "love_text": "單身的你，容易陷入自卑的情緒中。可能會覺得自己不夠優秀，配不上心儀的人，從而不敢主動去追求。其實每個人都有自己的閃光點，不要過分貶低自己。已有伴者的你，別總是以卑微的姿態面對伴侶。感情是平等的，一味地遷就對方，只會讓自己越來越累。要學會表達自己的想法和需求，讓伴侶知道你的底線和原則。",
        "work_text": "可能會因一些低級錯誤而陷入困境，無論是職場報告中的數據錯誤，還是學業考試中的粗心大意，都可能讓你前功盡棄。這種疏忽不僅影響了你的表現，還可能損害你的信譽。建議在做任何事情前都進行仔細的檢查與複核，避免因小失大。同時，保持冷靜與耐心，別讓情緒影響了你的判斷。",
        "lucky_star": "雙魚座",
        "money_text": "在理財上可千萬別把所有錢都一籃子投入。不管是投資股票、基金，還是其他項目，都要分散風險。要是把所有錢都投在一個地方，一旦出現問題，損失可能會很大。可以把錢分成幾份，投資不同的領域，這樣就算某個方面不理想，其他部分也可能有收益，保障自己的資金安全。",
        "health_text": "你的聽力健康需要特別關注。長時間戴耳機或是處於嘈雜環境，都可能對聽力造成損害。記得控制耳機使用時間，音量也別調得太大。如果身處噪音大的地方，不妨戴上耳塞保護耳朵。保護好聽力，讓生活充滿更多美好的聲音。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時改變計劃",
        "yi": "學習書法寫字",
        "all": "75%",
        "date": "2025-10-18",
        "love": "76%",
        "work": "67%",
        "money": "72%",
        "health": "71%",
        "notice": "變與不變做權衡",
        "discuss": "82%",
        "all_text": "整體運勢屬於穩中帶變，既沒有特別順，也不算太糟，但需要你在“變”與“不變”之間做好權衡。比如，有些事可能到了需要調整的節點，但你又擔心改變會帶來風險；或者原本的習慣讓你覺得安全，但外界的變化又逼著你必須邁出一步。這種“糾結感”會貫穿當天，你可能會反覆權衡利弊，甚至有點猶豫。其實運勢中規中矩時，最忌諱的就是“兩頭都想佔”，反而容易卡在中間。建議當天可以試著先小範圍調整，比如先試試新方法，但保留退路；或者先觀察變化，再決定是否跟進。平衡的關鍵在於“靈活”，別被自己的慣性或顧慮困住，適當調整反而能打開新局面。",
        "love_text": "單身的你，要多留意身邊的緣分。可能在參加某個聚會、活動時，會遇到那個讓你心動的人。不要總是把注意力放在工作或其他事情上，多和周圍的人交流，說不定愛情就在不經意間降臨。已有伴者的你，不要將約會公式化。每次約會都做同樣的事情，會讓感情變得平淡。可以嘗試一些新的約會方式，給對方帶來新鮮感，讓感情持續升溫。",
        "work_text": "可能會被一系列瑣事所困擾，無論是職場上的臨時任務，還是學業中的額外作業，都讓你感到應接不暇。這些瑣事雖然不大，但卻足以消耗你的精力與時間，讓你難以集中精力處理重要事務。建議學會合理分配時間，優先處理關鍵任務，別讓瑣事成為你前進的障礙。",
        "lucky_star": "雙子座",
        "money_text": "要警惕促銷消費的誘惑。商家各種促銷活動可能會讓你覺得不買就虧了，從而衝動購物。但很多促銷商品可能並不是你真正需要的，買回來可能就閒置了，造成浪費。購物前先列個清單，只買清單上的東西，對於促銷商品要冷靜思考，別因為一時衝動花了不必要的錢。",
        "health_text": "各種不健康的碳水食物可能會誘惑你，但它們可是健康的隱形殺手。儘量選擇低糖、高纖維的食物，比如蔬菜、水果和全穀物。少吃那些高糖、高脂肪的零食和甜點，這樣不僅能保持身材，還能讓身體更加健康有活力。",
        "lucky_color": "棕色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "對家人發火",
        "yi": "溫泉泡一泡",
        "all": "93%",
        "date": "2025-10-18",
        "love": "89%",
        "work": "91%",
        "money": "92%",
        "health": "95%",
        "notice": "散發積極的能量",
        "discuss": "96%",
        "all_text": "你簡直像顆“小太陽”，渾身散發著積極的能量。做什麼都特別有動力，連平時覺得麻煩的事，處理起來也格外有耐心。這種狀態會讓你不自覺地想多做一些，甚至主動幫別人分擔任務。你的熱情和細緻會感染身邊人，大家也願意跟著你一起努力。當天可能會遇到需要團隊合作的情況，但你完全不用擔心，你的積極態度會帶動整個氛圍，連原本容易拖延的人也會跟著動起來。這種運勢的好，就體現在這種“做什麼都順”的流暢感裡，你甚至會覺得“怎麼連時間都過得特別快”。建議別浪費這股子勁兒，有什麼想推進的事，或者想改善的關係，就是最好的時機，你的能量會幫你把事做成。",
        "love_text": "單身的你，或許會有想要了解的對象。可能是在工作場合或者社交活動中，遇到一個讓你覺得很有趣的人，想要進一步去認識他。已有伴者的你，可以和伴侶一起製造美好回憶。比如一起去吃一頓浪漫的晚餐，或者去看一場電影，或者一起去做一件有意義的事情。這些美好的回憶會成為你們感情的寶貴財富，讓你們的關係更加親密。",
        "work_text": "你迎來了一個優勢局面，無論是職場上的項目合作，還是學業中的課題研究，你都能以出色的表現贏得他人的認可。你的細心與嚴謹讓你在處理問題時遊刃有餘，能夠迅速找到問題的癥結所在並提出解決方案。這是一個展現你實力與才華的好時機，不妨大膽展示自己的能力。",
        "lucky_star": "處女座",
        "money_text": "是個看重理財的好日子。你可以花些時間梳理一下自己的財務狀況，看看哪些地方可以優化。比如檢查一下各項開支，看看有沒有不必要的消費可以削減。也可以研究一些新的理財方式，根據自己的風險承受能力，合理配置資產，讓錢能更好地為你服務，為未來的生活做好財務規劃。",
        "health_text": "久坐不動可是健康大敵！你可能會因為工作或學習而長時間坐著，但這對脊椎和血液循環都不好。記得每隔一段時間就起身活動活動，做做伸展運動，讓身體動起來。保持適度的運動，才能讓身體更加靈活和健康。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "抱怨吐苦水",
        "yi": "學習攝影技巧",
        "all": "57%",
        "date": "2025-10-18",
        "love": "59%",
        "work": "61%",
        "money": "61%",
        "health": "60%",
        "notice": "小狀況打亂節奏",
        "discuss": "65%",
        "all_text": "整體運勢急轉直下，原本平穩的節奏容易被各種小狀況打亂。可能剛安排好計劃，就突然冒出需要臨時調整的事；或是與人溝通時，明明想表達清楚，卻總被誤解，反覆解釋反而更混亂。這種時候，耐心會成為最珍貴的品質，別急著抱怨環境，先穩住自己的情緒，把注意力放在“如何應對”而非“為什麼發生”上。生活裡的小麻煩可能像多米諾骨牌，一個沒處理好就牽出更多，比如臨時需要處理瑣事，或是原本約好的事被取消。但換個角度看，這些突發狀況其實在幫你跳出慣性思維，雖然過程折騰，卻能讓你發現平時忽略的細節。別太追求“完美解決”，先保證“不擴大問題”更重要。適合降低對結果的期待，把精力放在“見招拆招”的靈活性上，反而能減少內耗。",
        "love_text": "單身的你，切勿聽信花言巧語。在和異性交往時，要保持清醒的頭腦，不要被對方的甜言蜜語所迷惑。有些人可能只是嘴上說得好聽，實際上並沒有真心。已有伴者的你，不妨試著敞開心扉。在和伴侶相處時，不要總是隱藏自己的真實想法和感受。把內心的想法說出來，讓對方瞭解你，這樣才能更好地解決彼此之間的問題，讓感情更加深厚。",
        "work_text": "被舊有的思維框架束縛住了手腳，在面對新任務或難題時，習慣性地沿用過去的經驗和方法，卻忽略了環境與條件的變化。這種固化的思考模式，可能讓你錯過一些創新的解決方案，甚至在競爭中處於劣勢。試著跳出舒適區，用全新的視角去審視問題，你會發現，原來還有那麼多未曾發掘的可能性在等著你。",
        "lucky_star": "水瓶座",
        "money_text": "是個看重理財的好日子。你可以花些時間梳理一下自己的財務狀況，看看哪些地方可以優化。比如檢查一下各項開支，看看有沒有不必要的消費可以削減。也可以研究一些新的理財方式，根據自己的風險承受能力，合理配置資產，讓錢能更好地為你服務，為未來的生活做好財務規劃。",
        "health_text": "正餐不宜吃得太飽哦！吃得過飽不僅會讓腸胃負擔加重，還可能影響睡眠質量。記得每餐吃到七八分飽就好，這樣既能滿足口腹之慾，又不會給身體帶來太大壓力。細嚼慢嚥，享受美食的同時，也照顧好自己的身體。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "暴飲暴食",
        "yi": "玩桌遊遊戲",
        "all": "77%",
        "date": "2025-10-18",
        "love": "80%",
        "work": "76%",
        "money": "78%",
        "health": "79%",
        "notice": "想得多卻動得少",
        "discuss": "73%",
        "all_text": "整體運勢平平，沒有大起大落，但容易陷入“想得多，動得少”的狀態。周圍的信息或建議可能很多，但真正能落地的卻有限，這時候保持獨立的思考尤為重要，別人的經驗未必適合你，與其盲目跟風，不如先理清自己的需求。生活裡可能會遇到需要做選擇的情況，比如同時收到幾個消息，或是被問到對某件事的看法，這時候別急著附和，先問自己“這真的重要嗎？”平靜裡藏著一點“自我審視”的契機，適合梳理近期積累的想法，把模糊的感受變成清晰的判斷。社交中可能會遇到試圖影響你決定的人，保持距離感反而能讓你更清醒。別被“必須做點什麼”的壓力推著走，有時候按兵不動，反而能看清哪些是干擾，哪些是機會。",
        "love_text": "單身的你，或許會有戀愛的想法。看著身邊的人成雙成對，你也會開始渴望擁有一段甜蜜的愛情。這種想法會讓你變得更加主動，願意去尋找屬於自己的緣分。已有伴者的你，可以和伴侶一起行動。無論是一起去逛街、運動，還是一起完成一項任務，共同參與會讓你們的關係更加緊密。在行動中，你們可以互相支持、互相鼓勵，增進彼此的感情。",
        "work_text": "彷彿站在了一個新的起點上，前方充滿了未知與挑戰。但別害怕，正是這些挑戰，才能激發出你內心深處的潛能。不要因為害怕失敗而畏縮不前，勇敢地邁出那一步，你會發現，自己比想象中更加堅強和優秀。記住，每一次的挑戰都是成長的契機。",
        "lucky_star": "金牛座",
        "money_text": "多關注進賬機會。可以留意一下工作上有沒有額外的項目或者任務，完成得好可能會有獎金之類的收入。也可以看看身邊有沒有一些兼職的機會，利用自己的技能賺點外快。主動去尋找這些進賬的途徑，說不定能增加不少收入，讓自己的錢包更鼓一些。",
        "health_text": "科學用眼可是關鍵。長時間盯著電腦或手機屏幕，眼睛很容易疲勞和乾澀。記得每隔一段時間就看看遠處，做做眼保健操，讓眼睛得到放鬆。還可以備些人工淚液，隨時緩解眼睛的不適。保護好眼睛，讓世界更加清晰明亮。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "盲目跟風消費",
        "yi": "戶外騎行之旅",
        "all": "72%",
        "date": "2025-10-18",
        "love": "75%",
        "work": "71%",
        "money": "66%",
        "health": "73%",
        "notice": "機會充滿不確定",
        "discuss": "84%",
        "all_text": "整體運勢一般般，生活裡可能冒出一些新的機會，比如突然被邀請參與某件事，或是接觸到平時不熟悉的領域，但你可能會因為“不確定感”而顯得有些膽怯。這種猶豫不是壞事，反而說明你在認真評估風險，只是別讓“怕做錯”變成“不敢做”。適合把注意力放在“體驗”而非“結果”上，哪怕只是淺嘗輒止，也能幫你積累對未來的判斷。生活裡可能會遇到需要跨出舒適區的小事，比如嘗試新路線、接觸新圈子，雖然一開始會覺得不自在，但慢慢會發現其中的樂趣。社交中可能會遇到主動分享的人，他們的熱情或許會讓你有點壓力，但換個角度想，這也是打開新視角的契機。別用“必須成功”的標準要求自己，重點在於“敢開始”，哪怕只是邁出一小步。",
        "love_text": "單身的你，可以試著踏出第一步。如果遇到了心儀的人，不要害怕被拒絕，勇敢地去表達自己的心意。也許對方也在等待你的主動，只有邁出這一步，才有可能收穫愛情。已有伴者的你，要給對方多一點關心。不要總是忙於自己的事情，忽略了伴侶的感受。一句溫暖的問候，一個貼心的舉動，都能讓對方感受到你的愛，讓感情更加美好。",
        "work_text": "可能會因為粗心大意而犯下一些小錯誤，這些錯誤雖然不大，但卻足以影響你的整體表現。培養檢查的習慣變得尤為重要，無論是完成一份報告，還是提交一份作業，都要養成回頭檢查的好習慣。這樣，你不僅能避免不必要的失誤，還能提升自己的專業素養和形象。",
        "lucky_star": "白羊座",
        "money_text": "要警惕理財陷阱。在接觸一些新的理財產品或者投資項目時，一定要仔細瞭解清楚。有些看似收益很高的項目，可能隱藏著很大的風險，甚至可能是騙局。不要輕易相信陌生人的推薦，也不要被高額回報衝昏頭腦。在做任何理財決策前，都要多做調查，確保資金的安全。",
        "health_text": "肩頸方面的問題可能會悄悄找上你。長時間保持一個姿勢，比如低頭看手機或是坐著工作，都可能導致肩頸僵硬和疼痛。記得定時起身活動活動肩頸，做做簡單的拉伸運動。還可以用熱毛巾敷敷肩頸，緩解肌肉的緊張和疼痛。",
        "lucky_color": "橙色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "久坐不動",
        "yi": "參加瑜伽課程",
        "all": "76%",
        "date": "2025-10-18",
        "love": "60%",
        "work": "75%",
        "money": "73%",
        "health": "80%",
        "notice": "忽略自己的節奏",
        "discuss": "71%",
        "all_text": "整體運勢一般，容易陷入和別人比較的思維裡，比如看到別人做了什麼，就忍不住想“我是不是該做得更好”。但這種比較往往沒有標準答案，反而會讓你忽略自己的節奏。更適合把注意力放回自己身上，你的優勢從來不是“比別人強”，而是“清楚自己要什麼”。生活裡可能會遇到需要評價他人或被評價的情況，這時候別急著下結論，先問問自己“這和我有什麼關係？”平靜裡藏著一點“迴歸自我”的契機，適合梳理近期被外界影響的選擇，把精力收回到真正在意的事上。社交中可能會遇到試圖給你貼標籤的人，別被他們的定義困住，你的價值不需要通過別人的認可來證明。別用“應該怎樣”的標準綁架自己，重點在於“認可自己的節奏”，哪怕慢一點也沒關係。",
        "love_text": "單身的你，要分辨真心還是假意。在和異性交往時，要注意觀察對方的言行舉止，看看他是否真的對你有興趣，還是隻是玩玩而已。不要輕易陷入一段沒有未來的感情中。已有伴者的你，別總潑對方冷水。當伴侶和你分享自己的想法、計劃時，要給予肯定和支持，而不是一味地否定。你的鼓勵會讓伴侶更有信心，也能讓你們的感情更加和諧。",
        "work_text": "可能會發現自己在某些領域的知識儲備略顯不足，這讓你在面對新任務或挑戰時感到有些力不從心。多拓展知識面變得尤為重要，無論是通過閱讀書籍、參加培訓，還是與行業內的專家交流，都能幫助你拓寬視野，提升自己的競爭力。記住，學習是一輩子的事情。",
        "lucky_star": "天秤座",
        "money_text": "你的收支基本能保持平衡。在收入方面，工作上的收入比較穩定，沒有太大的波動。在支出上，也能按照自己的計劃進行，沒有出現過度消費的情況。不過還是可以再仔細檢查一下各項開支，看看有沒有可以節省的地方，進一步優化自己的財務狀況，讓收支平衡的狀態更穩定。",
        "health_text": "可以通過按摩或泡腳來放鬆身心。忙碌一天後，給自己來個舒適的按摩，或是泡個熱水腳，都能讓身體得到極大的放鬆和舒緩。這些簡單的自我護理方式，不僅能緩解身體的疲勞，還能提升睡眠質量，讓你第二天精神煥發。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度沉迷遊戲",
        "yi": "圖書館看書",
        "all": "86%",
        "date": "2025-10-18",
        "love": "89%",
        "work": "85%",
        "money": "85%",
        "health": "82%",
        "notice": "陷入怕改變慣性",
        "discuss": "88%",
        "all_text": "整體運勢尚佳，生活裡的節奏趨於穩定，原本擔心的事可能按預期發展，或是之前的努力開始顯現效果。這種穩定感會讓你覺得安心，但也容易陷入“怕改變”的慣性，比如明明想嘗試新事物，卻因為“現在這樣也不錯”而猶豫。適合在穩定中找一點“小突破”，比如調整日常習慣，或是主動接觸平時不關注的信息，這些細微的改變不會打破平衡，反而能幫你保持活力。社交中可能會遇到願意分享新觀點的人，他們的想法或許會讓你眼前一亮，別急著否定，先聽聽看。穩定不是“停滯”，而是“積累能量”的階段，適合為未來的變化做準備。別被“現在很好”困住，偶爾主動製造一點“不一樣”，反而能讓生活更有新鮮感。",
        "love_text": "單身的你，或遇到聊得來的對象。在某個社交場合，可能會遇到一個和你興趣愛好相投、觀點相似的人，你們會聊得很投機，有一種相見恨晚的感覺。已有伴者的你，會有更多共同話題。和伴侶一起探討一些感興趣的事情，分享彼此的看法和感受，會讓你們更加了解對方，也能增進彼此之間的默契。",
        "work_text": "無論是工作上的項目執行，還是學業中的實驗操作，你都能通過親自動手去實踐，獲得寶貴的經驗和深刻的領悟。這種從實踐中學習的能力，讓你在解決問題時更加得心應手，也讓你在競爭中脫穎而出。珍惜每一次實踐的機會，它們都是你成長的寶貴財富。",
        "lucky_star": "射手座",
        "money_text": "或許會有點零花錢進賬。可能是來自家人的紅包，或者是之前借出去的錢收回來了一部分。這筆零花錢雖然不多，但也能讓你心情愉悅。你可以用這筆錢給自己買一些喜歡的小東西，或者存起來作為應急資金。不管怎麼用，都要合理規劃，讓這意外的小收入發揮最大的作用。",
        "health_text": "宜練練瑜伽拉伸，這對你的身體大有裨益。瑜伽不僅能增強身體的柔韌性和力量，還能幫助你放鬆身心，緩解壓力。找些簡單的瑜伽動作，跟著視頻或教程做做，讓身體在拉伸中得到放鬆和舒展。堅持下去，你會發現身體變得更加靈活和健康。",
        "lucky_color": "焦糖色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜追電視劇",
        "yi": "去露營野餐",
        "all": "90%",
        "date": "2025-10-18",
        "love": "91%",
        "work": "92%",
        "money": "93%",
        "health": "90%",
        "notice": "事半功倍的順暢",
        "discuss": "96%",
        "all_text": "得到運氣助力，生活裡總有事半功倍的順暢感，原本覺得麻煩的事，可能突然找到更簡單的解決方式；或是原本需要反覆溝通的事，對方意外地理解了你的意圖。這種順暢不是“天上掉餡餅”，而是你過去積累的善意或努力在集中顯現。適合把精力放在“推進”上，哪怕只是完成一件小事，也能因為效率高而騰出更多時間。社交中可能會遇到主動提供幫助的人，他們的善意或許會讓你有點意外，但別急著拒絕，接受支持反而能讓關係更緊密。順暢裡藏著一點“順勢而為”的智慧，適合放下“必須靠自己”的執念，偶爾藉助外力反而能走得更輕鬆。別因為“太順利”而懷疑真實性，重點在於“享受過程”，哪怕只是小事，也能讓你感受到生活的善意。",
        "love_text": "單身的你，與喜歡的人或有更多故事。可能之前只是默默地喜歡著對方，會有一些機會讓你們有更多的接觸和交流，說不定感情會有進一步的發展。已有伴者的你，可以和伴侶一起落實新計劃。比如一起規劃一次旅行，或者一起學習一項新技能，共同為未來努力。在這個過程中，你們會互相陪伴、互相成長，讓感情更加堅定。",
        "work_text": "彷彿被一股無形的力量所引導，能夠充分發揮出自己的個人優勢，無論是工作上的創意策劃，還是學業中的獨特見解，你都能以出色的表現贏得他人的認可和讚賞。這種自信和從容，讓你在面對挑戰時更加遊刃有餘，也讓你在人群中更加耀眼奪目。珍惜這份優勢，讓它成為你前進的動力。",
        "lucky_star": "獅子座",
        "money_text": "在財運方面會有較多收穫。可能是工作上得到了領導的認可，有了一筆額外的獎金；也可能是之前進行的投資有了不錯的回報。這些收穫會讓你的經濟狀況有所改善。不過收穫之後也別亂花，可以好好規劃一下這筆錢，比如存一部分起來，或者再進行一些穩健的投資。",
        "health_text": "培養良好的生活習慣可是關鍵。從早睡早起、合理飲食到適度運動，每一個細節都關乎著你的健康。記得設定個合理的作息時間表，按時吃飯、睡覺和運動。還可以養成些小習慣，比如每天喝足夠的水、多吃蔬菜水果等。這些看似微不足道的小事，卻能讓你的身體更加健康有活力。",
        "lucky_color": "寶藍色",
        "lucky_number": "8"
      }
    }
  }
}