{
  "updated": "2026-01-12T12:16:55.949Z",
  "updateTime": "2026/1/12 下午8:16:55",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13313,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "在意別人眼光",
        "yi": "適應新變化",
        "all": "91%",
        "date": "2026-01-11",
        "love": "94%",
        "work": "95%",
        "money": "89%",
        "health": "93%",
        "notice": "輕鬆化解潛在矛盾",
        "discuss": "91%",
        "all_text": "整體運勢呈現積極上揚態勢。這一天裡，你的隨機應變的能力尤為突出，面對各種突發狀況都能迅速調整狀態，找到最合適的應對方式。這種靈活性讓你在人際交往中如魚得水，能夠輕鬆化解潛在的矛盾與衝突。同時，你的思維活躍，創意不斷湧現，為生活增添了不少樂趣與新鮮感。在處理問題時，你展現出前所未有的果斷與決絕，不拖泥帶水，這種態度讓你贏得了他人的尊重與信任。整體而言，的你充滿活力與自信，能夠以最佳狀態迎接生活中的各種挑戰",
        "love_text": "單身的你，身邊瀰漫著浪漫氣息的一天。或許會在某個不經意的瞬間，鼓起勇氣向心儀之人表白，成功幾率頗高；也可能有人被你獨特的魅力吸引，主動向你拋出愛的橄欖枝。已有伴者的你，和另一半的感情持續升溫，日常互動滿是甜蜜，一起做些小事都能讓彼此的心靠得更近，享受這溫馨美好的時光。",
        "work_text": "對你而言是充滿能量與機遇的一天，彷彿有股無形的力量推著你向前。在處理各類事務時，能明顯感覺到進展比平時順暢許多，付出的努力能快速看到成果，無論是面對複雜的工作任務，還是繁重的學習內容，都能以高效且高質量的方式完成，整體狀態積極向上，收穫感滿滿。",
        "lucky_star": "天蠍座",
        "money_text": "財運超棒，會有進賬方面的好消息傳來。可能是之前努力工作的獎金到賬，或是合作項目有了分成。這讓你手頭一下子寬裕起來，不過也別太得意忘形，可以適當規劃一下這筆錢的用途，比如存一部分起來，或者用於提升生活品質，但別過度消費，讓這份好運能持續更久。",
        "health_text": "健康狀態很不錯，不妨多吃點蔬菜水果。它們富含各類維生素和膳食纖維，能幫你清理腸胃，增強免疫力。這一天可以把水果當作零食，在三餐裡也多安排些蔬菜，像清炒時蔬、蔬菜沙拉都是不錯的選擇，讓身體在美味中吸收營養，活力滿滿地度過這一天。",
        "lucky_color": "奶白色",
        "lucky_number": "6"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "貪圖享樂",
        "yi": "參加抽獎活動",
        "all": "93%",
        "date": "2026-01-11",
        "love": "90%",
        "work": "94%",
        "money": "97%",
        "health": "95%",
        "notice": "敢於去超越自己",
        "discuss": "96%",
        "all_text": "幸運之神似乎特別眷顧你，整體運勢相當不錯。你敢於超越自己，勇於嘗試新事物，這種勇氣與行動讓你在各個方面都取得了不小的進步。你不再滿足於現狀，而是積極尋求突破與改變，這種積極向上的態度讓你更加吸引他人的注意。同時，你的人際關係也得到了顯著提升，與他人的交流更加順暢，能夠收穫更多的友誼與支持。今日的你彷彿被一股正能量包圍，無論做什麼都充滿幹勁與熱情。",
        "love_text": "單身的你，曖昧關係在今日迎來關鍵轉折點。之前若有讓你心動的曖昧對象，不妨主動推進關係，說不定能收穫一份美好的愛情。已有伴者的你，與伴侶的關係十分穩固，彼此相互理解、支持，溫馨的氛圍時刻圍繞。一起窩在沙發看劇，或是出門散步，都能感受到對方滿滿的愛意，享受這份平淡又幸福的相處。",
        "work_text": "對你而言是充滿能量與機遇的一天，彷彿有股無形的力量推著你向前。在處理各類事務時，能明顯感覺到進展比平時順暢許多，付出的努力能快速看到成果，無論是面對複雜的工作任務，還是繁重的學習內容，都能以高效且高質量的方式完成，整體狀態積極向上，收穫感滿滿。",
        "lucky_star": "金牛座",
        "money_text": "財運相當不錯，會有意外之財帶來驚喜。也許是之前參加的活動抽獎中了獎，或者是不經意間發現的一筆小遺產。這突如其來的收入讓你心情大好，但別被喜悅衝昏頭腦，要冷靜思考如何合理利用這筆錢，比如投資一些穩健的項目，讓財富進一步增值。",
        "health_text": "保持適度運動鍛鍊是關鍵。可以選擇在飯後散散步，或者做些簡單的伸展動作。運動不僅能促進消化，還能讓身體各部位得到活動，增強體質。別因為忙碌就忽略運動，哪怕抽出十幾分鍾活動一下，也能讓你在這一天精神更充沛。",
        "lucky_color": "藕荷色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無意義社交",
        "yi": "制定明確目標",
        "all": "73%",
        "date": "2026-01-11",
        "love": "72%",
        "work": "81%",
        "money": "70%",
        "health": "75%",
        "notice": "適當地放慢步伐",
        "discuss": "78%",
        "all_text": "整體運勢尚可，沒有太大的起伏波動。你或許會感到有些忙碌，但並不會因此感到壓力重重。不妨適當放慢步伐，給自己留出一些思考與規劃的時間。設定一個小目標，併為之努力，這樣能夠讓你更加有方向感與成就感。同時，你也要學會調整自己的心態，保持平和與冷靜，不要因為一些小事而影響到自己的情緒。今日的你需要更加註重內心的平衡與和諧，這樣才能更好地應對生活中的各種變化。",
        "love_text": "單身的你，主動性欠佳，面對心儀對象時，可能會有些猶豫不決，不敢主動出擊。不妨給自己打打氣，勇敢一點，說不定愛情就在眼前。已有伴者的你，和伴侶的交流稍顯平淡，相處時有些疏離感。不妨找個時間，和對方坐下來好好聊聊，分享彼此的想法，增進感情，別讓小疏離影響了你們的甜蜜。",
        "work_text": "彷彿置身於一個充滿助力與支持的環境中。周圍的人都很願意為你提供幫助，無論是同事、同學，還是前輩，都能在你需要的時候伸出援手。這種良好的氛圍讓你在處理事務時更加得心應手，遇到困難也能輕鬆化解，整體發展較為順利，能朝著自己的目標穩步前進。",
        "lucky_star": "白羊座",
        "money_text": "在財運上有不少小財機會。可能會在兼職工作中獲得額外報酬，或者在二手交易中賣出閒置物品賺上一筆。雖然這些收入不算多，但積少成多也不容小覷。你可以把這些小錢收集起來，用於日常開銷或者應急，同時留意身邊更多能賺小錢的機會。",
        "health_text": "要注重足部保暖。天氣寒冷時，足部受涼容易引發身體不適。出門時穿上厚實的襪子和保暖的鞋子，晚上睡覺前可以用熱水泡泡腳，促進血液循環，緩解一天的疲勞。做好足部保暖，能讓你的身體從下到上都暖起來，更好地抵禦寒冷",
        "lucky_color": "薑黃色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "散漫不專注",
        "yi": "穩定精神內核",
        "all": "56%",
        "date": "2026-01-11",
        "love": "68%",
        "work": "53%",
        "money": "51%",
        "health": "70%",
        "notice": "被情緒化所牽制",
        "discuss": "64%",
        "all_text": "整體運勢略顯低迷，你似乎容易被情緒化所牽制，難以保持冷靜與理智。在面對問題時，你可能會過於敏感與多疑，導致做出一些不理智的決定。建議你儘量控制自己的情緒，不要讓負面情緒影響到你的判斷與決策。同時，你也要學會尋求他人的幫助與支持，不要獨自承受所有的壓力與困擾。今日的你需要更加關注自己的內心世界，學會調整自己的心態與情緒，這樣才能更好地應對生活中的挑戰。",
        "love_text": "單身的你，尋愛之路並非一帆風順，或許會遇到一些阻礙，讓你有些失落。但別灰心，這只是暫時的，調整好心態，說不定轉角就能遇到愛。已有伴者的你，和伴侶之間可能會因為一些小事產生矛盾，矛盾初現時別急著爭吵，冷靜下來，站在對方的角度思考問題，及時化解矛盾，別讓小問題影響了你們的感情。",
        "work_text": "你的思維格外活躍，靈感如泉湧般不斷湧現。在面對各種事務時，總能想出新穎獨特的解決辦法，為工作和學習帶來新的思路和方向。這種靈感頻發的狀態讓你在處理問題時更加遊刃有餘，能夠輕鬆應對各種挑戰，為事業學業的發展注入新的活力。",
        "lucky_star": "處女座",
        "money_text": "你的財運不太樂觀，支出方面需要格外謹慎。這一天可能會有一些計劃外的開支，比如朋友聚會、家庭用品更換等。在消費前一定要三思，想想是否真的必要，避免衝動購物。可以制定一個簡單的預算，嚴格按照預算來花錢，防止手頭資金過度緊張。",
        "health_text": "要留意用眼休息。這一天可能會長時間盯著電子屏幕，眼睛容易疲勞。每隔一段時間就停下來，望望遠處，讓眼睛放鬆放鬆。也可以做做眼保健操，促進眼部血液循環。別等眼睛酸澀了才想起休息，好好呵護雙眼，才能看清生活中的美好。",
        "lucky_color": "紫色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鋪張浪費",
        "yi": "換個新角度",
        "all": "96%",
        "date": "2026-01-11",
        "love": "91%",
        "work": "96%",
        "money": "94%",
        "health": "90%",
        "notice": "抓住問題的本質",
        "discuss": "95%",
        "all_text": "整體運勢特別出色，你彷彿站在了世界的巔峰，能夠以一種廣闊的視角看待問題。你的思維清晰、邏輯嚴密，能夠迅速抓住問題的本質與關鍵。在處理問題時，你展現出前所未有的果斷與智慧，能夠輕鬆化解各種難題與困境。同時，你的人際關係也得到了顯著提升，與他人的交流更加深入與真誠，能夠收穫更多的友誼與尊重。今日的你充滿自信與魅力，無論走到哪裡都能成為眾人矚目的焦點。",
        "love_text": "單身的你，魅力在線，無論走到哪裡都能吸引他人的目光。你的自信和熱情會成為吸引異性的法寶，說不定會有人主動向你表達好感。已有伴者的你，和伴侶之間浪漫滿溢，一起做些浪漫的事，比如共進晚餐、看一場電影，都能讓愛意更濃。享受這甜蜜的時刻，讓愛情持續升溫。",
        "work_text": "你的效率有了顯著提升，無論是處理工作任務還是完成學習任務，都能在更短的時間內達到更好的效果。你能夠合理安排時間，將精力集中在重要的事情上，避免不必要的精力浪費。這種高效的狀態讓你在事業學業上取得明顯的進步，能更快地實現自己的目標。",
        "lucky_star": "天秤座",
        "money_text": "你的財富收穫頗為豐厚。可能是工作上的出色表現得到了領導的獎勵，或者業務拓展帶來了高額提成。這讓你在經濟上有了很大的提升，不過也別因此而放鬆對財務的管理。可以考慮將一部分錢用於長期投資，為未來的生活打下更堅實的經濟基礎。",
        "health_text": "很適合享受戶外陽光浴。陽光中的紫外線能促進維生素D的合成，有助於鈣的吸收，對骨骼健康有益。找一個陽光充足的地方，曬曬太陽，讓溫暖灑在身上。不過要注意別曬太久，避免曬傷，適度享受陽光，讓身體充滿能量。",
        "lucky_color": "湖藍色",
        "lucky_number": "2"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與網友見面",
        "yi": "開拓新足跡",
        "all": "75%",
        "date": "2026-01-11",
        "love": "66%",
        "work": "71%",
        "money": "78%",
        "health": "75%",
        "notice": "反思成長的時機",
        "discuss": "74%",
        "all_text": "整體運勢中規中矩，沒有太大的亮點也沒有太大的瑕疵。你或許會感到有些平淡無奇，但這也正是你反思與成長的好時機。是時候該走出自己的舒適區了，嘗試一些新的事物與挑戰，這樣能夠讓你更加全面地發展自己。同時，你也要學會接受自己的不完美與不足，不要過於苛求自己。今日的你需要更加註重自我提升與內在修養，這樣才能在未來的生活中更加從容與自信。",
        "love_text": "單身的你，緣分似乎有些難覓，可能會因為長時間遇不到合適的人而感到失落。但彆著急，緣分總會在不經意間降臨，保持積極的心態，耐心等待。已有伴者的你，和伴侶之間可能會因為一些小摩擦影響心情，別讓這些小問題破壞了你們的感情。多站在對方的角度考慮，相互包容，感情會更加穩固。",
        "work_text": "對你來說是一個適合做出改變的日子。或許你一直習慣於按部就班地處理事務，但今天不妨打破常規，嘗試一些新的方法和思路。雖然改變可能會帶來一些不確定性和挑戰，但也能為你帶來新的機遇和發展空間，讓你在事業學業上取得新的突破。",
        "lucky_star": "雙魚座",
        "money_text": "在理財方面很有思路。能夠清晰地規劃自己的收支，合理分配資金。這一天可以對自己的財務狀況進行一次全面梳理，看看哪些地方可以優化，比如調整儲蓄和消費的比例。同時，也可以關注一些新的理財信息，為自己的財富增值尋找更多途徑。",
        "health_text": "要關注肩頸放鬆。長時間保持一個姿勢，肩頸容易痠痛。工作或學習間隙，站起來活動活動肩頸，轉動脖子、聳聳肩膀。也可以請家人幫忙按摩一下，緩解肌肉緊張。重視肩頸放鬆，能讓你在這一天更加輕鬆自在，提高效率。",
        "lucky_color": "茶色",
        "lucky_number": "7"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "缺乏原則性",
        "yi": "另謀新出路",
        "all": "75%",
        "date": "2026-01-11",
        "love": "84%",
        "work": "65%",
        "money": "63%",
        "health": "79%",
        "notice": "跳出固守的圈子",
        "discuss": "71%",
        "all_text": "整體運勢呈現一定的起伏態勢，並非一路坦途。這種狀況提醒你，需要跳出長期固守的思維圈子，不能總是沿著老路去思考和處理問題。當遇到不同觀點或新的狀況時，別急於否定，試著從多元角度去審視。若一直侷限在熟悉的思維模式裡，可能會錯過一些新的機會與可能性。在人際交往中，也別因習慣而忽視他人的感受，多傾聽不同聲音。主動去探索新的思路和方法，或許能讓原本有些波動的運勢逐漸平穩，為你開啟新的視野，帶來不一樣的體驗與收穫，讓生活增添更多新鮮感。",
        "love_text": "單身的你，社交活動增多，有機會結識不少新朋友，其中說不定就有讓你心動的人。主動一些，展現你的魅力，說不定能開啟一段美好的戀情。已有伴者的你，和伴侶相處和諧，氛圍十分融洽。一起參加朋友聚會，或是享受二人世界，都能讓你們的感情更加深厚，珍惜這美好的時光。",
        "work_text": "你可能會感覺諸事不太順遂，小狀況不斷。在推進各項事務時，容易遇到一些意想不到的小阻礙，原本計劃好的節奏被打亂。原本簡單的事情也可能變得複雜起來，需要花費更多的時間和精力去處理。不過別太焦慮，這些小波折只是暫時的，保持冷靜，耐心應對，就能逐步化解難題。",
        "lucky_star": "獅子座",
        "money_text": "你的收支整體較為平衡。收入和支出基本能維持在一個相對穩定的狀態，沒有太大的波動。不過這種平衡也可能讓你缺乏對財富增長的動力。可以在保證日常開銷的前提下，嘗試一些低風險的投資，或者尋找一些增加收入的副業，讓生活更有經濟保障。",
        "health_text": "要做好皮膚保溼。冬季空氣乾燥，皮膚容易缺水起皮。選擇適合自己膚質的保溼護膚品，早晚使用，給皮膚補充水分。也可以隨身攜帶保溼噴霧，隨時噴一噴，保持皮膚水潤。做好皮膚保溼，讓你的肌膚在這一天保持良好狀態。",
        "lucky_color": "青色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "深夜傷感",
        "yi": "主動關心別人",
        "all": "81%",
        "date": "2026-01-11",
        "love": "83%",
        "work": "80%",
        "money": "72%",
        "health": "84%",
        "notice": "良好的發展態勢",
        "discuss": "86%",
        "all_text": "整體運勢還算不錯，有著較為良好的發展態勢。在這一天裡，你或許能感受到來自周圍人給予的力量。這種力量可能體現在他人對你的支持、鼓勵，或是提供的一些有益建議。與身邊人的互動交流會給你帶來積極影響，讓你在面對各種情況時更有底氣。不要忽視這些來自外界的助力，積極接納併合理運用。同時，你也可以主動與他人建立更緊密的聯繫，良好的人際關係會進一步推動運勢向上發展，讓你在各方面都能更加順利地推進，收穫更多積極的反饋。",
        "love_text": "單身的你，情感暗流湧動，或許在某個瞬間，會遇到讓你心動的人，這是一個不錯的契機。勇敢表達自己的心意，說不定能收穫一份美好的愛情。已有伴者的你，和伴侶之間的默契加深，彼此更加了解對方。一個眼神、一個動作，都能明白對方的心意，感情更加篤定，享受這份心有靈犀的甜蜜。",
        "work_text": "對你而言是充滿機遇的一天，彷彿有一扇扇機會之門在為你打開。在處理日常事務時，能敏銳地察覺到周圍潛藏的機會，無論是新的項目、合作，還是提升自己的契機，都能被你精準捕捉。只要你能勇敢地抓住這些機會，積極行動起來，就能在各方面取得明顯的進步，收穫滿滿。",
        "lucky_star": "水瓶座",
        "money_text": "你的副業會有收益進賬。之前投入時間和精力去做的兼職或者副業，在這一天可能會看到成果。這讓你在經濟上多了一份保障，也增強了你對副業發展的信心。可以考慮繼續加大在副業上的投入，擴大規模，爭取獲得更多的收益。",
        "health_text": "適當拉伸身體很有必要。拉伸能增加身體的柔韌性，促進血液循環，緩解身體疲勞。可以在早上起床後或晚上睡覺前，做一些簡單的拉伸動作，如伸展四肢、彎腰觸地等。堅持拉伸，讓身體在這一天更加舒展靈活，充滿活力。",
        "lucky_color": "棕色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "驕傲自負",
        "yi": "低強度運動",
        "all": "80%",
        "date": "2026-01-11",
        "love": "88%",
        "work": "71%",
        "money": "89%",
        "health": "88%",
        "notice": "忙閒有度的狀態",
        "discuss": "87%",
        "all_text": "整體運勢較好，呈現出忙閒有度的良好狀態。這一天裡，你能夠擁有自由安排個人事務的空間，不會被過多繁雜的事務纏身。這種自由感讓你能按照自己的節奏和想法去生活，心情也會格外舒暢。你可以利用這段時間去做一些自己感興趣的事情，或是深入思考一些個人發展相關的問題。在相對輕鬆的氛圍中，思維會更加活躍，能更好地規劃未來。不過，即便處於這種不錯的狀態，也要保持一定的自律，合理安排時間，避免過度放鬆而浪費了這大好的時光。",
        "love_text": "單身的你，可能會和喜歡的人有更多相處的機會，別錯過這個好時機。主動一些，多和對方交流，增進彼此的瞭解，說不定能擦出愛情的火花。已有伴者的你，和伴侶相處輕鬆無壓力，可以一起去做一些有趣的事，比如運動、旅行，讓生活充滿樂趣。享受這份自在的相處，讓愛情更加美好。",
        "work_text": "整體的發展態勢較為平穩，呈現出循序漸進的特點。在處理事務時，不會出現突飛猛進的情況，但每一步都走得紮實穩健。雖然進展速度可能不是很快，但每完成一個小目標，都能讓你積累更多的經驗和信心。只要保持這種不緊不慢的節奏，持續努力，就能在不知不覺中取得不錯的成果。",
        "lucky_star": "射手座",
        "money_text": "在投資方面會有回報。之前進行的投資項目，無論是股票、基金還是其他，都可能在這一天帶來不錯的收益。這讓你嚐到了投資的甜頭，但也要注意不要盲目跟風投資。可以根據自己的風險承受能力，合理調整投資組合，確保財富的穩定增長。",
        "health_text": "要保證充足飲水。水是身體的重要組成部分，多喝水能促進新陳代謝，排出體內毒素。這一天要養成主動喝水的習慣，不要等到口渴了才喝。可以準備一個水杯，隨時補充水分，讓身體時刻保持水潤，更好地維持各項生理功能。",
        "lucky_color": "綠色",
        "lucky_number": "4"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕率承諾",
        "yi": "不斷更新自己",
        "all": "62%",
        "date": "2026-01-11",
        "love": "59%",
        "work": "60%",
        "money": "54%",
        "health": "72%",
        "notice": "自我否定的情緒",
        "discuss": "65%",
        "all_text": "整體運勢欠佳，情況不太樂觀。你容易陷入自我否定的情緒中，總是給自己潑冷水，這種心態會嚴重影響你的行動和決策。其實，很多事情並沒有你想象得那麼糟糕，過度的擔憂和消極想法只會讓你停滯不前。與其把時間浪費在自我懷疑上，不如行動起來。哪怕只是邁出一小步，也比原地踏步要好。行動能夠帶來改變，也能讓你在實踐中逐漸找到解決問題的方法，從而扭轉運勢不佳的局面，重新找回自信和前進的動力。",
        "love_text": "單身的你，存在感似乎有些低，在社交場合中不太容易被人注意到。別因此而氣餒，主動展示自己的優點，說不定能吸引到他人的目光。已有伴者的你，和伴侶之間的關係有些緊張，可能是因為一些小事產生了分歧。及時溝通，表達自己的想法，緩和關係，別讓小矛盾影響了你們的感情。",
        "work_text": "可能會感覺事情的進展有些遲緩，彷彿被一股無形的力量束縛住了手腳。在推進各項事務時，會遇到一些難以快速解決的問題，導致進度不如預期。這可能會讓你感到有些焦慮和著急，但此時更需要保持冷靜和耐心，仔細分析問題的根源，尋找合適的解決辦法，避免因急躁而做出錯誤的決策。",
        "lucky_star": "雙子座",
        "money_text": "要特別注意防範財務漏洞。這一天可能會出現一些財務上的小問題，比如賬單出錯、資金流轉不暢等。在處理財務事務時一定要細心，仔細核對每一筆收支。同時，也要檢查自己的賬戶安全，防止出現被盜刷等情況，保障自己的財產安全。",
        "health_text": "要注意腰部護理。長時間坐著或彎腰工作，腰部容易承受較大壓力。工作一段時間後，站起來活動活動腰部，做做腰部扭轉動作。也可以使用靠墊支撐腰部，減輕腰部負擔。重視腰部護理，能讓你在這一天避免腰部不適，工作更順心。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遊戲抽卡",
        "yi": "提前買車票",
        "all": "54%",
        "date": "2026-01-11",
        "love": "52%",
        "work": "59%",
        "money": "56%",
        "health": "68%",
        "notice": "尋找新解決途徑",
        "discuss": "52%",
        "all_text": "運氣稍顯不足，整體運勢不太理想。在熟悉的事情或流程上，你容易碰壁，原本以為順利的事情可能會出現一些意外狀況。這可能會讓你感到有些沮喪和困惑，但不要因此而氣餒。這種情況的出現也許是在提醒你，不能總是依賴過去的經驗和方法。面對問題，要冷靜分析，嘗試尋找新的解決途徑。不要害怕改變，勇於突破常規，或許能在困境中找到新的轉機。雖然運勢不佳，但只要保持積極的心態，主動應對，也能將損失降到最低，為未來的運勢好轉積累經驗。",
        "love_text": "單身的你，孤獨感較強，可能會覺得很難找到合適的脫單對象。別沉浸在孤獨中，多參加社交活動，擴大自己的社交圈，說不定能遇到那個對的人。已有伴者的你，和伴侶之間溝通不暢，容易產生隔閡。找個時間，心平氣和地和對方聊聊，把心裡的想法說出來，化解誤會，讓感情重回正軌。",
        "work_text": "對你來說可謂是阻礙重重的一天。在處理各種事務時，彷彿有一堵無形的牆橫在面前，讓你處處碰壁。無論是與他人的溝通協作，還是獨立完成任務，都會遇到各種困難和挑戰。這些問題可能會讓你感到沮喪和無助，但不要輕易放棄，試著換個角度思考問題，尋求他人的幫助，或許能找到突破困境的方法。",
        "lucky_star": "摩羯座",
        "money_text": "你的消費需要節制。這一天你可能會被各種商品吸引，產生強烈的購物慾望。但衝動消費只會讓你的錢包迅速癟下去。在購買東西前，先問問自己是否真的需要，是否在自己的預算範圍內。可以制定一個購物清單，只買清單上的東西，避免不必要的開支。",
        "health_text": "要避免久坐不動。長時間坐著會影響血液循環，對身體健康不利。每隔一段時間就站起來走動走動，活動一下身體。可以起身接杯水、去趟洗手間，或者做一些簡單的伸展動作。避免久坐，讓身體在這一天保持活躍狀態，預防各種疾病。",
        "lucky_color": "橙色",
        "lucky_number": "9"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "瘋狂點贊",
        "yi": "做斷舍離",
        "all": "58%",
        "date": "2026-01-11",
        "love": "52%",
        "work": "50%",
        "money": "59%",
        "health": "65%",
        "notice": "過多的擔憂和顧慮",
        "discuss": "59%",
        "all_text": "整體運勢比較倒黴，心理負擔過重成為阻礙你前進的主要因素。過多的擔憂和顧慮讓你在面對各種情況時都顯得猶豫不決，甚至停滯不前。這種消極的心理狀態會形成一個惡性循環，讓事情變得越來越糟糕。你需要學會放下這些不必要的心理包袱，不要把事情想得過於複雜。其實，很多困難並沒有你想象中那麼難以克服。嘗試以輕鬆的心態去面對生活，主動邁出第一步，你會發現情況並沒有那麼糟糕。只有擺脫心理負擔，才能重新找回前進的動力，讓運勢逐漸好轉。",
        "love_text": "單身的你，可能會因為看到喜歡的人的缺點而選擇放棄。愛情需要包容，每個人都有不完美的地方，別輕易放棄，給彼此一個機會。已有伴者的你，佔有慾太強會讓伴侶感到壓力。學會給對方一些空間，相互信任，感情才能更加長久。調整好自己的心態，讓愛情更加健康。",
        "work_text": "可能會陷入一種困頓迷茫的狀態，對未來的發展方向感到不確定。在處理事務時，缺乏明確的目標和計劃，容易感到無從下手。這種迷茫感可能會影響你的積極性和行動力，讓你變得猶豫不決。此時，不妨先停下來，靜下心來思考自己的目標和需求，重新規劃自己的方向，明確前進的道路。",
        "lucky_star": "巨蟹座",
        "money_text": "你的資金流轉比較緩慢。可能會出現資金到賬延遲，或者支付時遇到問題等情況。這可能會給你的生活帶來一些不便，比如無法按時支付賬單等。在處理資金問題時要有耐心，提前做好準備，預留足夠的資金應對可能出現的狀況，避免因資金問題影響正常生活。",
        "health_text": "要保證睡眠時長。充足的睡眠是身體健康的基礎，能讓身體得到充分的休息和恢復。這一天儘量早睡，營造一個安靜舒適的睡眠環境，避免熬夜。保證足夠的睡眠時長，讓你在這一天精神飽滿，以更好的狀態面對生活。",
        "lucky_color": "墨綠色",
        "lucky_number": "6"
      }
    }
  }
}