{
  "updated": "2025-12-18T14:10:38.800Z",
  "updateTime": "2025/12/18 下午10:10:38",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 11933,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "社交應酬",
        "yi": "公園散散步",
        "all": "79%",
        "date": "2025-12-17",
        "love": "71%",
        "work": "84%",
        "money": "70%",
        "health": "80%",
        "notice": "偶爾有新的動力",
        "discuss": "86%",
        "all_text": "整體運勢尚可，生活不會呈現出波瀾壯闊的景象，卻也暗藏著不少小驚喜。在按部就班推進日常事務時，偶爾會有新的動力悄然浮現。這種動力或許源自內心深處對未知的探索欲，又或許是在與他人交流互動中獲得的啟發。它不會讓你瞬間充滿激情去做出巨大改變，但會像涓涓細流，持續推動你向前。你會發現自己不再滿足於現狀，開始嘗試一些新的方式去處理事情，哪怕只是微小的調整，也能讓你感受到生活的變化。這種在行動中不斷尋找新動力的過程，會讓你的生活增添幾分新鮮感，讓你在平淡中也能找到屬於自己的小確幸，以更加積極的態度去面對接下來的日子。",
        "love_text": "單身的你，在感情方面暫時沒有明顯進展。彆著急，感情這事急不來，不妨把精力先放在提升自己上，比如培養個新愛好、學個新技能。說不定在自我提升的過程中，緣分就悄悄降臨了。已有伴者的你，要多關心對方，別因為忙碌忽略另一半的感受，一句貼心的問候、一個小舉動，都能讓感情更深厚。",
        "work_text": "整體狀態良好，能將所學理論與實際操作較好融合。在面對各類任務和知識時，不會侷限於書本，而是積極將其運用到實際場景中。這種做法讓你在處理事情和吸收知識時都更高效，不過偶爾可能會因急於求成，在細節上出現小疏忽，但不影響整體進展。",
        "lucky_star": "天秤座",
        "money_text": "沒有額外進賬的跡象。日常的收入還是按部就班，別指望有意外之財降臨。這一天裡，別盲目去嘗試新的賺錢途徑，穩穩當當做好手頭工作就行。消費方面也得悠著點，別看到喜歡的東西就衝動下單，不然錢包可能會癟得更快，先評估下是否真的需要再決定買不買。",
        "health_text": "需注意糖分攝入，這天你可能會被甜食吸引，但吃太多糖對身體可不好，容易讓血糖波動，還可能影響皮膚狀態。所以吃甜食得適度，吃完也多漱漱口，要是能搭配點運動消耗下多餘糖分就更好，這樣能讓你身體更舒服，狀態更佳。",
        "lucky_color": "橘紅色",
        "lucky_number": "4"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "躺著玩手機",
        "yi": "約朋友打球",
        "all": "83%",
        "date": "2025-12-17",
        "love": "72%",
        "work": "80%",
        "money": "89%",
        "health": "79%",
        "notice": "按熟悉的節奏走",
        "discuss": "88%",
        "all_text": "整體運勢比較平穩，你會擁有忙閒有序的一天，按照自己熟悉的節奏穩步前行。不會出現手忙腳亂、應接不暇的狀況，也不會有長時間的空閒讓你感到無聊。每一項任務、每一個安排都能在你的掌控之中，這種有條不紊的狀態會讓你內心感到踏實和安心。你清楚自己的目標和方向，不會輕易被外界的干擾因素所影響。在忙碌的時候，你能全身心投入，高效地完成任務；在閒暇的時候，也能盡情享受屬於自己的時光，做自己喜歡的事情。這種張弛有度的生活節奏，會讓你在保持良好狀態的同時，也能有足夠的精力去應對可能出現的突發情況，讓生活始終處於一種平衡和諧的狀態。",
        "love_text": "單身的你，這一天要多留意身邊的機會。可能平時沒太注意的人，會突然展現出吸引你的特質。別錯過這些潛在緣分，主動一點，說不定就能開啟一段美好的感情。已有伴者的你，要以實際行動增進感情，比如一起做頓飯、看場電影，在平凡生活中創造浪漫，讓彼此的心靠得更近。",
        "work_text": "憑藉紮實的基礎，在各方面都表現穩健。無論是應對工作裡的複雜任務，還是學習中的難題，都能憑藉過往積累的知識和經驗，有條不紊地處理。不過，這種按部就班的方式可能會讓你在創新方面稍顯不足，偶爾可以嘗試突破常規，探索新方法。",
        "lucky_star": "雙子座",
        "money_text": "你的財運有不錯走向，很適合考慮穩健型理財。這天你手頭資金相對穩定，不妨把一部分閒置資金投入到像定期存款、債券這類風險較低的理財產品中。在投資前多做些功課，瞭解清楚產品特點和收益情況，別盲目跟風，這樣能讓你的財富慢慢積累起來。",
        "health_text": "建議少喝各種奶茶飲料。這些飲品糖分和添加劑往往不少，喝多了不僅容易長胖，還可能給腸胃帶來負擔。這一天不妨多喝點白開水，既能補充水分，又健康無負擔。要是實在想喝有味道的，自己泡點花果茶也是不錯的選擇，對健康更有益。",
        "lucky_color": "淺綠色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷劇集",
        "yi": "拍創意照片",
        "all": "78%",
        "date": "2025-12-17",
        "love": "77%",
        "work": "76%",
        "money": "74%",
        "health": "81%",
        "notice": "陷入迷茫的狀態",
        "discuss": "75%",
        "all_text": "整體運勢平平，生活似乎進入了一個相對平淡的階段，沒有太多明顯的起伏和變化。在這樣的日子裡，你很容易陷入一種迷茫的狀態，不知道自己該朝著哪個方向前進。周圍的環境和人的影響可能會讓你產生隨波逐流的想法，但這種做法只會讓你更加迷失自我。你需要靜下心來，認真思考自己的內心需求和真正想要追求的東西，找準自己的目標。只有明確了方向，你才能在平淡的生活中找到前進的動力，不被外界的干擾所左右。不要害怕孤獨和困難，堅定自己的信念，一步一個腳印地朝著目標前進，相信在不久的將來，你一定能走出屬於自己的精彩道路。",
        "love_text": "單身的你，似乎沒有強烈的戀愛想法。這很正常，感情的事順其自然就好。不妨把時間花在和朋友聚會、探索新事物上，享受單身的自由時光。已有伴者的你，要注意感情與其他事的平衡。別因為工作或其他事情冷落了對方，合理安排時間，讓感情和生活都能和諧發展。",
        "work_text": "需要通過多練手來增加熟練度。在面對新任務和新知識時，一開始可能會有些生疏，但只要不斷嘗試和實踐，就能逐漸掌握技巧，提升能力。不過，在這個過程中，要注意合理安排時間和精力，避免因為過度投入某一項而忽略了其他方面。",
        "lucky_star": "射手座",
        "money_text": "呈現出收支基本平衡的狀態。這一天收入和支出大致相當，沒有大的起伏。在消費時，要合理規劃每一筆開支，別在一些不必要的東西上浪費錢。對於想要購買的大件物品，不妨再觀望一下，看看後續是否有更合適的價格，避免不必要的資金流出。",
        "health_text": "建議不要長時間戴耳機。長時間沉浸在耳機裡的聲音中，耳朵容易疲勞，還可能影響聽力。這一天如果需要聽東西，儘量控制好時間，每隔一段時間就摘下來讓耳朵休息休息。而且音量也別調太大，保護好耳朵，才能更好地享受生活裡的各種美妙聲音。",
        "lucky_color": "青色",
        "lucky_number": "2"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動購物",
        "yi": "嘗試新風格",
        "all": "73%",
        "date": "2025-12-17",
        "love": "70%",
        "work": "75%",
        "money": "71%",
        "health": "75%",
        "notice": "延續平淡的節奏",
        "discuss": "82%",
        "all_text": "整體運勢一般般，生活延續著平淡的節奏，這種節奏對你來說或許並不陌生，甚至會讓你感到一種莫名的安心。然而，這種平淡並不意味著你可以懈怠。在看似平靜的生活表象下，其實隱藏著許多需要你去關注和把握的機會。如果你因為習慣了平淡而放鬆對自己的要求，就很容易錯過這些寶貴的機會。你需要保持一種積極向上的心態，時刻提醒自己不能安於現狀。雖然不需要做出巨大的改變，但可以從一些小事做起，比如嘗試新的興趣愛好、拓展自己的社交圈子等。這些小小的改變會逐漸積累起來，為你的生活帶來新的活力和色彩，讓你在平淡中也能創造出屬於自己的精彩。",
        "love_text": "單身的你，這一天要主動拓展社交圈。多參加一些社交活動，認識新朋友，擴大自己的交際範圍。說不定在新的圈子裡，就能遇到那個讓你心動的人。已有伴者的你，要增加相處儀式感。比如一起過紀念日、送對方小禮物，這些小小的儀式能讓感情更有溫度，讓你們更加珍惜彼此。",
        "work_text": "整體呈現穩步小推進的態勢。在事業和學業上，沒有特別大的突破，但每一步都走得踏實。你能夠按照自己的節奏，逐步完成任務和掌握知識，這種穩定的狀態讓你感到安心。不過，也可以適當給自己一些壓力，嘗試挑戰更高難度的目標，說不定會有意外收穫。",
        "lucky_star": "水瓶座",
        "money_text": "需要保持消費理性剋制。這一天可能會有一些吸引你的商品出現，但別被一時的慾望衝昏頭腦。在購買前，先想想自己是否真的需要，以及這個東西的使用頻率有多高。控制好自己的消費衝動，才能讓你的錢包不至於快速縮水，維持財務的穩定。",
        "health_text": "不要過度沉迷手機。一直盯著手機屏幕，眼睛會又酸又脹，還可能引發頭痛。而且長時間低頭看手機，對頸椎也不好。這一天不妨多放下手機，出去走走，看看外面的風景，活動活動身體，讓眼睛和頸椎都放鬆放鬆，這樣身體會更舒服，精神也會更好。",
        "lucky_color": "奶茶色",
        "lucky_number": "8"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說多錯多",
        "yi": "爬山登高",
        "all": "93%",
        "date": "2025-12-17",
        "love": "92%",
        "work": "91%",
        "money": "95%",
        "health": "98%",
        "notice": "散發自信的魅力",
        "discuss": "97%",
        "all_text": "整體運勢相當給力，你會發現自己彷彿被一種無形的力量所籠罩，渾身散發著自信的魅力。這種自信不是盲目自大，而是源於內心深處對自己的認可和肯定。你會以一種積極樂觀的態度去面對生活中的一切，無論遇到什麼困難和挑戰，都能堅信自己有能力克服。在與他人交往中，你的自信會感染到身邊的人，讓你成為眾人矚目的焦點。你會吸引到許多志同道合的朋友，他們會被你的魅力和能力所吸引，願意與你一起攜手前行。這種閃閃發光的狀態會讓你在社交場合中如魚得水，收穫許多美好的回憶和寶貴的經驗。同時，也會讓你更加明確自己的目標和方向，為未來的發展打下堅實的基礎。",
        "love_text": "單身的你，有很大機會邂逅心動對象。可能在某個不經意的瞬間，那個特別的人就出現在你眼前。勇敢一點，主動表達自己的好感，說不定就能收穫一段美好的愛情。已有伴者的你，感情會升溫甜蜜。你們之間的互動會更加頻繁，彼此的理解和包容也會增多，享受這甜蜜的時光吧。",
        "work_text": "將迎來突破展鋒芒的好時機。在事業和學業上，都有機會展現出自己的獨特能力和優勢，獲得他人的認可和讚賞。你不再滿足於現狀，而是積極尋求突破和創新，這種積極向上的態度會為你帶來更多的機會和發展空間。不過，也要注意不要過於驕傲自滿，保持謙遜才能走得更遠。",
        "lucky_star": "處女座",
        "money_text": "或有意外收穫驚喜。說不定在工作上會得到一筆額外的獎金，或者在社交場合中收到一份有價值的禮物。這些意外之財會讓你的心情格外愉悅，不過也別因為一時高興就過度消費。可以把一部分錢存起來，為未來的生活做打算，讓這份驚喜持續發揮作用。",
        "health_text": "要注意科學用眼。這一天你可能會長時間用眼，不管是工作還是娛樂，眼睛都容易疲勞。記得每隔一段時間就眺望一下遠方，讓眼睛得到放鬆。也可以做做眼保健操，促進眼部血液循環。要是眼睛感覺乾澀，滴點人工淚液也能緩解不適，保護好眼睛才能看清生活的美好。",
        "lucky_color": "淺黃色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "通宵打麻將",
        "yi": "練瑜伽放鬆",
        "all": "90%",
        "date": "2025-12-17",
        "love": "89%",
        "work": "93%",
        "money": "91%",
        "health": "95%",
        "notice": "會以興趣為動力",
        "discuss": "92%",
        "all_text": "整體運勢棒棒噠，你會以興趣為動力，開啟充滿活力的一天。當你對某件事情充滿興趣時，就會全身心地投入其中，積極性和主動性會大大提升。你會發現自己不再覺得做事是一種負擔，而是一種享受。這種以興趣為驅動的狀態會讓你在工作和生活中都表現出色，能夠高效地完成各項任務，並且還能從中獲得滿足感和成就感。你會主動去探索新的領域，嘗試新的方法，不斷挑戰自己的極限。在這個過程中，你會不斷髮現自己的潛力和可能性，讓自己變得更加優秀。同時，你的積極態度也會感染到身邊的人，為大家帶來正能量，營造一個良好的氛圍。以興趣為帆，以努力為槳，相信你一定能在生活的海洋中乘風破浪，駛向成功的彼岸。",
        "love_text": "單身的你，這一天有望收穫優質緣分。對方可能在各方面都符合你的期待，讓你感到心動不已。別猶豫，抓住這個機會，深入瞭解彼此，說不定就能開啟一段幸福的戀情。已有伴者的你，默契會更進一步。你們之間的溝通會更加順暢，一個眼神、一個動作就能明白對方的心意，感情更加穩固。",
        "work_text": "以精細的態度追求成果。在處理各種事務和學習知識時，都注重細節，力求做到盡善盡美。這種嚴謹的態度讓你在事業和學業上都能取得不錯的成績，但有時可能會因為過於追求完美而給自己帶來較大的壓力，影響效率。要學會適當放鬆，把握好精細和效率之間的平衡。",
        "lucky_star": "雙魚座",
        "money_text": "財運相當不錯，投資回報可觀。如果你之前有進行一些投資，這一天很可能會看到不錯的收益。對於有投資想法的人來說，也可以在這天關注一些有潛力的項目，但還是要謹慎分析市場行情和項目風險。別把所有資金都投入到一個地方，分散投資能降低風險，讓收益更穩定。",
        "health_text": "要保持口腔清潔。口腔細菌容易滋生，要是不注意清潔，可能會有口臭等問題，還可能影響牙齒健康。記得早晚認真刷牙，每次刷夠兩分鐘，飯後也及時漱口。要是能再用牙線清理下牙縫裡的食物殘渣就更好了，這樣口腔乾淨了，整個人也會更自信。",
        "lucky_color": "棕色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度與人攀比",
        "yi": "去郊外野餐",
        "all": "82%",
        "date": "2025-12-17",
        "love": "83%",
        "work": "85%",
        "money": "80%",
        "health": "88%",
        "notice": "有條不紊地推進",
        "discuss": "81%",
        "all_text": "整體運勢趨於平順，生活各方面都能有條不紊地推進。你彷彿自帶一種掌控全場的氣場，無論是面對熟悉的人還是陌生的環境，都能輕鬆應對，讓周圍的一切都按照自己的節奏發展。這種良好的控場能力會讓你在社交場合中備受矚目，與他人的交流互動也更加順暢。而且，這一天很適合你大膽地去嘗試一些新想法。或許你心中一直有一些未曾付諸實踐的念頭，不妨趁著當下的好狀態，勇敢地邁出第一步。不要害怕失敗，因為即使結果不盡如人意，你也能從中學到寶貴的經驗。新想法的嘗試可能會為你打開一扇新的大門，讓你看到生活中更多的可能性，為平淡的日子增添一抹別樣的色彩。",
        "love_text": "單身的你，會吸引他人目光。你的魅力會在不經意間散發出來，吸引到不少異性的關注。保持自信，展現出最真實的自己，說不定就能吸引到那個對的人。已有伴者的你，要保持浪漫氛圍。偶爾給對方製造一些小驚喜，比如送一束花、寫一封情書，讓感情始終充滿激情。",
        "work_text": "整體狀態較為平穩，協調各方關係會成為推動進展的關鍵。在面對各種事務時，你能巧妙地平衡不同需求和利益，讓各方達成共識，從而為事情的推進創造良好條件。不過，有時可能會因為過於注重協調，而忽略了對自身目標的專注，導致進展速度不夠理想，需適時調整重心。",
        "lucky_star": "白羊座",
        "money_text": "有小財陸續進賬的好勢頭。可能會在兼職、副業或者一些小項目上獲得一些額外的收入。這些小財雖然不算多，但積少成多也能讓你的財務狀況得到改善。在獲得收入的同時，也要注意合理規劃，別因為收入增加就隨意提高消費標準，保持理性的財務觀念很重要。",
        "health_text": "睡前可別玩手機。手機屏幕發出的藍光會抑制褪黑素分泌，影響睡眠質量，讓你難以入睡或者睡眠淺。這一天睡前一小時就儘量把手機放遠點，可以看看書、聽聽舒緩的音樂，讓身心放鬆下來，這樣更容易進入甜美的夢鄉，第二天醒來精神飽滿。",
        "lucky_color": "紅色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與別人起爭執",
        "yi": "聽有聲故事",
        "all": "55%",
        "date": "2025-12-17",
        "love": "50%",
        "work": "53%",
        "money": "57%",
        "health": "68%",
        "notice": "不太和諧的音符",
        "discuss": "51%",
        "all_text": "整體運勢下滑，生活裡可能會出現一些不太和諧的音符。你或許會與身邊的人在某些事情上產生意見不合的情況，雙方各執一詞，難以達成共識。這種分歧可能會讓你感到有些煩躁和無奈，甚至會影響到你與對方的關係。另外，還可能會遇到一些耗費時間的事情，原本計劃好的安排可能會被打亂，讓你不得不花費更多的精力去處理。面對這些狀況，你需要保持冷靜和理智，不要讓情緒左右自己的判斷。儘量以平和的心態去溝通協商，尋找解決問題的最佳方案。同時，也要學會合理安排時間，提高效率，避免在一些無意義的事情上浪費過多的精力，以減少運勢下滑帶來的負面影響。",
        "love_text": "單身的你，這一天難遇合適人選。別灰心，感情的事不能強求，也許緣分還未到。不妨利用這段時間好好提升自己，讓自己變得更加優秀。已有伴者的你，要避免爭執矛盾。遇到問題多溝通，站在對方的角度思考，不要因為一些小事就大吵大鬧，珍惜彼此的感情。",
        "work_text": "需要格外小心，疏忽可能會引發一系列波折。在處理各項事務和吸收知識時，容易因為粗心大意而出現錯誤，這些小失誤可能會像滾雪球一樣，逐漸演變成大問題，影響整體的發展。所以，在做任何事情時都要保持高度的專注和細心，認真檢查每一個環節。",
        "lucky_star": "金牛座",
        "money_text": "要警惕支出容易超支的問題。這一天你可能會因為一些突發情況或者情緒消費而花掉不少錢。在購物前，先制定一個預算清單，嚴格按照清單上的內容購買，避免超支。對於一些非必要的社交活動，如果費用較高，也可以適當推脫，減少不必要的開支，讓財務狀況更穩定。",
        "health_text": "走路時不要低頭看手機。低頭看手機不僅容易忽略周圍的環境，增加發生意外的風險，還對頸椎壓力很大。這一天走路的時候就專心看路，把手機收起來。要是實在有重要信息要看，就找個安全的地方停下來再處理，保障自身安全，也能讓頸椎少受點罪。",
        "lucky_color": "寶藍色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無計劃行動",
        "yi": "學習書法練字",
        "all": "60%",
        "date": "2025-12-17",
        "love": "63%",
        "work": "59%",
        "money": "65%",
        "health": "68%",
        "notice": "受浮躁心態影響",
        "discuss": "62%",
        "all_text": "整體運勢略顯嚴峻，主要受浮躁心態的影響。你可能會覺得自己的內心難以平靜，總是被各種雜念所幹擾，無法集中精力去做一件事情。這種浮躁的情緒會讓你在處理問題時顯得不夠沉穩，容易做出一些衝動的決定。在與他人相處時，也可能會因為缺乏耐心而引發一些不必要的矛盾和衝突。為了改善這種狀況，你需要學會調整自己的心態，讓自己儘快平靜下來。可以嘗試一些能夠讓自己放鬆的方式，比如深呼吸、聽音樂或者進行一些簡單的冥想。讓自己從浮躁的情緒中解脫出來，以更加平和、理智的態度去面對生活中的一切。只有這樣，你才能逐漸扭轉運勢，讓生活重新回到正軌。",
        "love_text": "單身的你，緣分稍顯平淡。別太在意，感情有起有伏很正常。可以和朋友一起出去玩，放鬆心情，說不定在玩的過程中就能遇到新的人。已有伴者的你，要用心經營感情。多花時間陪伴對方，關心對方的需求，讓對方感受到你的愛和在乎，感情才能長久。",
        "work_text": "容易陷入散漫的狀態，從而耽誤進程。在這一天，你可能會缺乏足夠的動力和自律性，對任務和知識的處理不夠積極主動，總是拖延或者敷衍了事。這種態度會讓你在事業和學業上都難以取得理想的成果，需要及時調整心態，找回專注和熱情。",
        "lucky_star": "巨蟹座",
        "money_text": "要避免衝動消費。這一天你可能會被一些新奇的商品或者促銷活動吸引，從而產生強烈的購買慾望。但在下單之前，一定要冷靜下來，思考一下這個東西是否真的實用，自己是否真的需要。別因為一時的衝動而買回一堆用不上的東西，浪費錢財，合理消費才能讓你的財務更健康。",
        "health_text": "飲食別太重口味。這一天要是吃太多辛辣、油膩、過鹹的食物，腸胃可能會受不了，出現消化不良、胃痛等問題。儘量選擇清淡易消化的食物，多吃點新鮮的蔬菜水果，這樣既能滿足營養需求，又能讓腸胃輕鬆工作，身體也會更健康。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "長時間聊天",
        "yi": "參觀博物館",
        "all": "97%",
        "date": "2025-12-17",
        "love": "98%",
        "work": "99%",
        "money": "96%",
        "health": "95%",
        "notice": "被幸運之神眷顧",
        "discuss": "94%",
        "all_text": "整體運勢非常好，彷彿被幸運之神眷顧一般，生活中充滿了各種驚喜和機遇。你會有很多開拓視野的機會，可能會接觸到一些新的事物、新的人或者新的領域。這些新鮮的體驗會讓你的思維更加開闊，打破以往的一些固有觀念和侷限。你會發現自己的眼界得到了極大的提升，對世界的認知也更加深刻和全面。這種開闊的思維會讓你在面對問題時能夠從多個角度去思考，找到更加巧妙和有效的解決方法。同時，也會讓你在與人交流時更加自信和從容，展現出獨特的魅力。抓住這些寶貴的機會，盡情地去探索和發現，相信你會在這一天收穫滿滿，為自己的未來打下堅實的基礎。",
        "love_text": "單身的你，這一天有望開啟浪漫緣分。可能在一個偶然的場合，遇到那個讓你心動的人。勇敢邁出第一步，主動和對方交流，說不定就能開啟一段美好的愛情故事。已有伴者的你，感情會穩定升溫。你們之間的感情基礎會更加牢固，彼此的信任也會增多，一起攜手走向更美好的未來。",
        "work_text": "將迎來高效獲佳績的好時機。在這一天，你精力充沛，思維敏捷，能夠以極高的效率處理各種事務和學習新知識。無論是面對複雜的工作任務，還是高難度的學習內容，你都能迅速找到解決辦法，取得顯著的成果。不過，也要注意合理安排休息時間，避免過度勞累。",
        "lucky_star": "獅子座",
        "money_text": "正財收入豐厚。在工作上，你的努力和付出會得到相應的回報，可能會得到領導的認可和獎勵，收入也會有所增加。這是你辛勤工作的成果，要好好珍惜。同時，也可以考慮把一部分收入用於提升自己的能力，比如參加培訓課程或者購買相關書籍，為未來的職業發展打下更堅實的基礎。",
        "health_text": "不要熬夜晚睡。熬夜會打亂身體的生物鐘，影響新陳代謝，第二天還會沒精神。這一天儘量早點放下手頭的事，營造一個安靜舒適的睡眠環境，按時上床睡覺。保證充足的睡眠，第二天才能精力充沛地應對各種事情，身體也會更有活力。",
        "lucky_color": "草綠色",
        "lucky_number": "4"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "隨意去插嘴",
        "yi": "抬頭看天空",
        "all": "65%",
        "date": "2025-12-17",
        "love": "58%",
        "work": "62%",
        "money": "50%",
        "health": "63%",
        "notice": "只盯著眼前小利",
        "discuss": "59%",
        "all_text": "整體運勢欠佳，主要問題在於你可能會過於關注眼前的小利，而忽略了長遠的佈局。在面對一些選擇和決策時，你容易被眼前的利益所誘惑，從而做出一些短視的行為。這種做法雖然在短期內可能會讓你獲得一些好處，但從長遠來看，卻可能會讓你失去更多。你可能會因為貪圖一時的方便或者小便宜，而錯過一些真正對自己未來發展有利的機會。為了避免這種情況的發生，你需要學會放長線釣大魚，要有長遠的眼光和規劃。在做決策之前，要充分考慮各種因素，權衡利弊，不要只看到眼前的利益而忽略了潛在的風險和損失。只有這樣，你才能避免運勢進一步下滑，讓生活朝著更好的方向發展。",
        "love_text": "單身的你，感情機會匱乏的一天，但別讓這影響你的心情，感情的事急不得。可以把注意力放在自己的興趣愛好上，豐富自己的生活。已有伴者的你，要減少冷漠疏離。多和對方交流，分享彼此的生活和想法，讓對方感受到你的熱情和關心，避免感情出現裂痕。",
        "work_text": "合理排節奏對你來說至關重要。在這一天，你可能會面臨多項任務和知識的挑戰，如果沒有合理的安排，很容易陷入混亂和忙碌之中。你需要根據自己的能力和時間，制定詳細的計劃，合理分配精力，確保每一項任務都能得到妥善處理，同時也能保證學習的效果。",
        "lucky_star": "摩羯座",
        "money_text": "財務規劃需要調整。這一天你可能會發現之前的財務計劃存在一些不合理的地方，或者出現了一些新的財務狀況需要應對。不妨花些時間重新審視自己的財務狀況，制定一個新的合理的財務計劃。比如調整儲蓄和消費的比例，優化投資組合等，讓你的財務狀況更加清晰和穩定。",
        "health_text": "不要隨便動怒發脾氣。生氣發火會讓身體處於緊張狀態，影響內分泌，還可能引發頭痛、胃痛等問題。這一天遇到事情先深呼吸，冷靜下來，換個角度思考問題，儘量以平和的心態去處理。保持心情舒暢，身體也會更健康，生活也會更美好。",
        "lucky_color": "銀灰色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無原則讓步",
        "yi": "手工DIY",
        "all": "78%",
        "date": "2025-12-17",
        "love": "80%",
        "work": "75%",
        "money": "81%",
        "health": "76%",
        "notice": "多學著表達想法",
        "discuss": "73%",
        "all_text": "整體運勢一般，在與人相處的過程中，你可能會習慣性地選擇退讓，總是把別人的需求和感受放在首位，而忽略了自己的想法和利益。這種一味地退讓雖然可能會讓你贏得他人的好感，但卻容易讓你失去自我，讓自己的內心感到委屈和壓抑。而且，長期這樣下去，別人可能會逐漸習慣你的退讓，認為你的妥協是理所當然的，從而更加不尊重你的意見和選擇。所以，在這一天，你要切勿一味地退讓，要學會勇敢地表達自己的想法和感受。當遇到與自己意見不合的情況時，要堅定地站在自己的立場上，用平和而堅定的語氣說出自己的觀點。只有這樣，你才能讓別人真正瞭解你，尊重你，也能讓自己的生活更加自在和舒心。",
        "love_text": "單身的你，感情機會匱乏的一天，但別讓這影響你的心情，感情的事急不得。可以把注意力放在自己的興趣愛好上，豐富自己的生活。已有伴者的你，要減少冷漠疏離。多和對方交流，分享彼此的生活和想法，讓對方感受到你的熱情和關心，避免感情出現裂痕。",
        "work_text": "探索尋新機將成為你的主旋律。在這一天，你對新事物充滿了好奇和探索欲，願意嘗試不同的方法和途徑來解決問題和獲取知識。這種積極的態度會為你帶來新的機會和發展空間，但也要注意在探索的過程中保持理性，不要盲目跟風，要根據實際情況做出正確的選擇。",
        "lucky_star": "天蠍座",
        "money_text": "有偏財有小機遇。可能會在一些偶然的機會中獲得一些額外的收入，比如參加抽獎中獎，或者收到朋友的小紅包等。這些小偏財雖然不多，但也能給你帶來一些驚喜。不過也別把太多精力放在尋找偏財上，還是要以正財為主，努力工作，同時合理利用這些小偏財，讓生活更美好。",
        "health_text": "多吃蔬菜水果。蔬菜水果富含各種維生素和膳食纖維，對身體好處多多。這一天別總是吃那些油膩的零食，把蔬菜水果當成主要的零食選擇。不管是直接吃，還是做成沙拉，都能讓你攝入足夠的營養，增強身體免疫力，讓身體更健康有活力。",
        "lucky_color": "粉色",
        "lucky_number": "9"
      }
    }
  }
}