{
  "updated": "2025-12-28T22:09:43.698Z",
  "updateTime": "2025/12/29 上午6:09:43",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 18548,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想得多做得少",
        "yi": "換個新思路",
        "all": "78%",
        "date": "2025-12-28",
        "love": "62%",
        "work": "79%",
        "money": "76%",
        "health": "75%",
        "notice": "探索新的可能性",
        "discuss": "72%",
        "all_text": "整體運勢處於較為平穩但稍顯一般的狀態，生活中會出現一些新的變化，這些變化或許會打破你原本熟悉的節奏。面對這些新狀況，你可能會有些不知所措，若還是按照以往的思路去應對，可能效果並不理想。此時需要試著更換思路，以開放的心態去接納和探索新的可能性。不要害怕改變，主動去適應新變化，也許能從中發現新的樂趣和機遇。在人際交往方面，可能會遇到一些不同觀點的碰撞，不要急於反駁，靜下心來傾聽他人的想法，說不定能從中獲得啟發。同時，在處理事情時，要保持耐心，不要因為一時的困難就輕易放棄，堅持下去可能會有意想不到的收穫。",
        "love_text": "單身的你，在感情上容易犯迷糊，可能會因為一時的衝動或者誤解，對並不合適的人表錯情，讓自己陷入尷尬的境地。不妨先冷靜觀察，別急著行動。已有伴者的你，對伴侶的要求不知不覺變多了，可能會因為一些小事就心生不滿，這樣容易引發矛盾，不妨多站在對方角度想想，別讓小問題影響了感情。",
        "work_text": "你在各方面的發展處於穩步推進但仍有提升空間的階段。整體狀態不算特別突出，在處理事務時，容易因急於求成而忽略一些基礎細節，這可能會影響後續的進展。需要你靜下心來，穩紮穩打，把基礎打牢，才能為後續的提升創造更好的條件，避免因小失大。",
        "lucky_star": "天蠍座",
        "money_text": "在財運方面別總在熟悉的小圈子裡打轉啦。這一天適合多去開拓新思路，說不定能發現新的賺錢途徑。別害怕嘗試新事物，主動出擊去接觸不同的行業信息，也許一個不經意間的靈感，就能為你帶來額外的收入，讓錢包鼓起來，別錯過這拓展財路的好時機。",
        "health_text": "健康方面需加強運動鍛鍊。平日裡忙碌可能讓你疏於活動，這一天不妨抽出些時間，去跑跑步、打打球，讓身體動起來。運動不僅能增強體質，還能釋放壓力。別總是坐著不動，選擇適合自己的運動方式，堅持鍛鍊，能讓身體更有活力，精神狀態也會更好。",
        "lucky_color": "抹茶色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遇事就慌張",
        "yi": "做好時間管理",
        "all": "76%",
        "date": "2025-12-28",
        "love": "79%",
        "work": "83%",
        "money": "80%",
        "health": "75%",
        "notice": "瑣事會接踵而至",
        "discuss": "78%",
        "all_text": "整體運勢尚可，不過這一天事情會比較多，各種瑣事可能會接踵而至，讓你感覺有些忙碌。在面對這麼多事情時，合理安排時間就顯得尤為重要。你需要對自己的任務進行一個清晰的梳理，按照重要程度和緊急程度進行排序，先集中精力處理重要且緊急的事情，再依次處理其他事務。在處理事情的過程中，要注意保持專注，避免因為分心而導致效率低下。同時，也要學會給自己留出一些休息的時間，不要讓自己一直處於緊繃的狀態，適當的放鬆可以讓你在後續的處理中更有精力。在人際交往方面，可能會因為忙碌而忽略了他人的感受，要注意多關心身邊的人，保持良好的人際關係。",
        "love_text": "單身的你，在感情方面主動性欠佳，即便遇到有好感的人，也可能會因為害羞或者猶豫而錯過機會。不妨試著主動一點，說不定會有新發展。已有伴者的你，付出後總期待對方能給予回應，若是沒有得到期望中的反饋，心裡容易失落。其實感情裡不必事事計較，多些包容，感情會更和諧。",
        "work_text": "在各方面展現出積極向上的態勢，有著不錯的上升潛力。整體思維較為活躍，不再侷限於傳統的方式方法，開始嘗試從不同角度去思考問題，這種轉變會為你帶來新的機遇。不過，在探索新方向的過程中，也要注意平衡好創新與實際，確保行動切實可行。",
        "lucky_star": "射手座",
        "money_text": "你的財運重點在正財上。這天把精力主要放在本職工作上，努力提升工作表現，憑藉穩定的收入來源就能收穫不錯的成果。別分心去搞一些不熟悉的投資，穩穩守住正財，通過踏實工作積累財富，這種穩紮穩打的方式能讓你在這一天有踏實的收穫。",
        "health_text": "健康上要保持充足作息。這一天可能會被各種事務纏身，但別因此熬夜或打亂作息規律。充足的睡眠是身體恢復和保持良好狀態的基礎，晚上儘量早點休息，早上按時起床，讓身體在規律的作息中正常運轉，這樣一整天都能精力充沛，減少因疲勞引發的身體不適。",
        "lucky_color": "紅色",
        "lucky_number": "9"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "結交損友",
        "yi": "閱讀有益書籍",
        "all": "95%",
        "date": "2025-12-28",
        "love": "90%",
        "work": "97%",
        "money": "96%",
        "health": "92%",
        "notice": "展現積極的改變",
        "discuss": "89%",
        "all_text": "整體運勢相當不錯，狀態棒棒噠。你身上會展現出一些積極的改變，這些改變可能會在不經意間被大家看到，從而贏得他人的讚賞和認可。這種積極的改變可能體現在你的言行舉止、思維方式或者生活習慣等方面。你的自信和活力會感染身邊的人，讓大家更願意與你交流和相處。在社交場合中，你會成為焦點，能夠輕鬆地與他人建立良好的溝通和互動。同時，你也會更加勇於表達自己的想法和觀點，不再像以往那樣有所顧慮。這種積極的狀態會讓你在各個方面都更加順利，也會為你帶來更多的機會和可能性。不妨抓住這個好時機，進一步拓展自己的社交圈子，提升自己的人際關係。",
        "love_text": "單身的你，在感情上順風順水，憑藉自身的魅力和風趣，很容易贏得心上人的好感，說不定一段美好的緣分就此開啟。已有伴者的你，和伴侶之間的感情愈發甜蜜，相處時充滿歡聲笑語，彼此的關心和愛意不斷升溫，享受這溫馨又美好的時光吧。",
        "work_text": "你在各方面的發展順風順水，有著很強的適應能力和應變能力。面對各種複雜的情況，你能夠迅速做出反應，靈活調整自己的策略，這種能力會讓你在競爭中脫穎而出。同時，你還能從不同的經歷中汲取經驗，舉一反三，不斷提升自己的綜合能力。",
        "lucky_star": "天秤座",
        "money_text": "財運超棒，多元商機正等著你。這天你的思維活躍，能敏銳捕捉到各種賺錢機會。不管是兼職、合作還是新的業務，都有可能帶來豐厚收益。多和不同的人交流，留意身邊的小道消息，說不定其中就藏著能讓你大賺一筆的好項目，別錯過這些好機會。",
        "health_text": "要保持勞逸結合。這一天你可能會面臨不少任務，在忙碌工作的同時，別忘了給自己留出休息時間。每工作一段時間，就起身活動活動，伸伸懶腰、眺望遠方，讓大腦和身體都得到放鬆。合理安排休息與工作，能讓你高效完成任務，還能避免過度勞累影響健康。",
        "lucky_color": "紫色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "睡前刷短劇",
        "yi": "和家人聚餐",
        "all": "96%",
        "date": "2025-12-28",
        "love": "90%",
        "work": "95%",
        "money": "87%",
        "health": "94%",
        "notice": "得到幸運神眷顧",
        "discuss": "92%",
        "all_text": "整體運勢非常好，彷彿被幸運之神眷顧。在人際關係方面，你會感受到前所未有的和諧與融洽，與身邊的人相處得十分愉快。無論是家人、朋友還是同事，都能給予你支持和幫助，讓你在遇到困難時不再感到孤單無助。這種良好的人際關係會成為你前進的動力，讓你更加有信心去面對生活中的各種挑戰。同時，你也能更加忠於自己的想法，不再輕易被他人的意見所左右。你會堅定地追求自己內心真正想要的東西，按照自己的節奏和方式去生活。這種自我認同和自我肯定會讓你散發出獨特的魅力，吸引更多志同道合的人來到你身邊。在享受這份好運的同時，也要記得感恩身邊的人，珍惜這份來之不易的和諧與美好。",
        "love_text": "單身的你，有很大概率邂逅讓你心動的緣分，可能在某個不經意的瞬間，就遇到了那個讓你眼前一亮的人，不妨主動一點，把握機會。已有伴者的你，和伴侶之間感情親密無間，彼此相互理解、相互支持，一起度過溫馨又甜蜜的一天，感情更加深厚。",
        "work_text": "你在各方面都呈現出高效突破的良好狀態。整體精力充沛，做事的效率很高，能夠快速地完成各項任務，並且質量也有保障。在處理問題時，你有著清晰的思路和果斷的決策力，能夠抓住關鍵點，迅速解決問題，推動事情朝著好的方向發展。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運走勢穩健，適合通過理財讓資產增值。這一天別盲目跟風投資，選擇一些風險低、收益穩定的理財產品，比如定期存款、債券等。憑藉你謹慎的態度和理性的分析，能讓現有資金穩步增長，為未來的財富積累打下堅實基礎，穩穩地收穫財富。",
        "health_text": "要注重飲食均衡。這一天可能會參加一些聚餐或品嚐美食，但要注意食物的搭配，別隻吃喜歡的食物而忽略了營養均衡。多吃蔬菜水果，適量攝入蛋白質和碳水化合物，避免過多食用油膩、辛辣食物。合理的飲食能為身體提供所需營養，維持身體正常機能，讓你健康度過這一天。",
        "lucky_color": "天藍色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩遊戲",
        "yi": "學無止境",
        "all": "57%",
        "date": "2025-12-28",
        "love": "59%",
        "work": "62%",
        "money": "50%",
        "health": "60%",
        "notice": "過度與別人比較",
        "discuss": "56%",
        "all_text": "整體運勢稍差，主要問題在於過度與別人比較會給自己帶來很大的壓力。你可能會不自覺地將自己與他人進行對比，關注別人的優點和成就，從而忽略了自己身上的閃光點。這種比較會讓你產生焦慮和不安的情緒，覺得自己不夠好，進而影響到你的自信心和積極性。其實每個人都有自己的節奏和軌跡，沒有必要一味地與他人攀比。你應該把更多的注意力放在自己身上，關注自己的成長和進步。學會欣賞自己的優點，接納自己的不足，以平和的心態面對生活中的各種挑戰。在人際交往方面，不要因為過度比較而對他人產生嫉妒或敵意，要學會欣賞他人的優點，從他人身上學習經驗，這樣才能讓自己變得更加優秀。",
        "love_text": "單身的你，在感情上要切勿過度戀愛腦，別一遇到有好感的人就一頭扎進去，失去理智判斷，小心被表象迷惑。已有伴者的你，和伴侶之間容易因為一些小事產生分歧，若不及時溝通，可能會陷入冷戰。遇到問題多交流，別讓冷戰傷了感情。",
        "work_text": "你在各方面的發展會遇到一些阻礙，需要你謹慎應對。整體狀態可能會受到一些外界因素的影響，導致你在處理事務時不夠順暢。在做決策時，容易因為過於自信而忽略一些潛在的風險，需要你多聽取他人的意見，保持冷靜和理智。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運不太樂觀，得謹慎規劃支出。這天可能會有一些意外開銷，如果不提前做好預算，很容易出現入不敷出的情況。購物時要剋制衝動，別看到喜歡的東西就買買買。先列出必要開支清單，把每一分錢都花在刀刃上，這樣才能避免財務緊張。",
        "health_text": "要注意用眼衛生。這一天你可能會長時間盯著電子屏幕，無論是工作還是娛樂，這容易讓眼睛疲勞。每隔一段時間就休息一下眼睛，看看遠處或做做眼保健操。同時，注意保持眼部清潔，避免用手揉眼睛。做好這些，能減少眼睛不適，預防眼部疾病，讓眼睛保持明亮健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "3"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動表白",
        "yi": "培養創意思維",
        "all": "93%",
        "date": "2025-12-28",
        "love": "92%",
        "work": "91%",
        "money": "93%",
        "health": "96%",
        "notice": "忙碌充實的節奏",
        "discuss": "98%",
        "all_text": "整體運勢正當旺，會度過忙碌且充實的一天。這一天你會有很多事情需要處理，但你不會感到厭煩或疲憊，反而會充滿幹勁和熱情。你能夠有條不紊地安排自己的任務，高效地完成各項工作，這種能力會讓你得到他人的肯定和讚揚。在這個過程中，你的自我價值也會得到充分的體現，你會更加堅信自己的能力和價值。同時，你也會有機會接觸到一些新的事物和人，拓展自己的視野和知識面。在面對新的挑戰時，你會勇敢地迎接，充分發揮自己的智慧和才能，取得不錯的成果。不過，在忙碌的同時也要注意勞逸結合，不要讓自己過於勞累，適當休息可以讓你在後續的工作中更有精力。",
        "love_text": "單身的你，會收到浪漫的邀約，可能是朋友介紹，也可能是在社交場合中遇到，這讓你有機會開啟一段浪漫的戀情。已有伴者的你，和伴侶相處溫馨融洽，彼此關心體貼，一起度過平凡又幸福的一天，感情在平淡中愈發穩固。",
        "work_text": "你在各方面的發展有著精準發力的優勢。整體目標明確，知道自己想要什麼，並且能夠制定出合理的計劃，按照計劃有條不紊地推進。在執行過程中，你注重細節，能夠把每一項工作都做到盡善盡美，這種嚴謹的態度會為你贏得他人的認可和信任。",
        "lucky_star": "雙子座",
        "money_text": "在投資方面有著精準的眼光，容易獲利。這一天適合對已有的投資項目進行分析調整，憑藉你細緻的觀察力和分析能力，能準確判斷市場走勢，及時做出正確決策。不管是股票、基金還是其他投資，都有可能在這一天給你帶來不錯的收益，好好把握。",
        "health_text": "要做好皮膚護理。這一天外界環境可能會對皮膚造成一定影響，比如空氣乾燥、灰塵多等。出門前做好皮膚清潔和保溼工作，根據膚質選擇合適的護膚品。晚上回家後也要及時卸妝、清潔皮膚，讓皮膚得到充分呼吸。做好皮膚護理，能讓皮膚保持水潤、光滑，展現良好狀態。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "總是繞圈子",
        "yi": "以退為進",
        "all": "58%",
        "date": "2025-12-28",
        "love": "67%",
        "work": "60%",
        "money": "51%",
        "health": "62%",
        "notice": "急於求成的狀態",
        "discuss": "56%",
        "all_text": "整體運勢欠佳，在行事過程中容易陷入急於求成的狀態。這種心態會讓你在面對各種情況時不夠沉穩，缺乏對細節的關注和考量。當你一心只想快速達成目標時，可能會忽略一些潛在的問題和風險，從而導致事情的發展偏離預期，最終碰得一鼻子灰。在人際交往方面，過於急切的表現也可能會讓他人感到有壓力，影響彼此之間的和諧氛圍。建議你調整自己的節奏，放慢腳步，以平和、耐心的心態去對待每一件事。在做決策前多花些時間思考，權衡利弊，不要盲目衝動。同時，學會傾聽他人的意見和建議，不要固執己見，這樣或許能讓事情朝著更好的方向發展，避免因急躁而帶來不必要的麻煩。",
        "love_text": "單身的你，追求愛情可能沒有得到回應，你的熱情可能會被對方冷淡對待，這讓你有些失落，但別灰心，緣分還沒到而已。已有伴者的你，和伴侶相處略顯平淡，生活缺少了一些激情和浪漫，不妨一起做些有趣的事，為感情增添些色彩。",
        "work_text": "整體狀態有些起伏不定。在推進各項事務時，節奏容易被打亂，原本計劃好的安排可能因一些突發狀況而改變。這讓你在處理事情時有些手忙腳亂，難以保持高效。此時需要你靜下心來，重新審視自己的節奏，適當做出調整，別讓外界因素過度干擾，如此才能逐漸找回狀態，穩步向前。",
        "lucky_star": "水瓶座",
        "money_text": "在財運上要特別注意避免衝動消費。這天你可能會被一些促銷活動吸引，或者看到別人買了新東西就忍不住跟風。但衝動之下買的東西，很多可能並不實用。購物前先冷靜思考，想想自己是否真的需要，別讓一時的衝動讓自己的錢包癟下去。",
        "health_text": "要關注肩頸放鬆。這一天可能會長時間保持一個姿勢，比如久坐辦公或低頭看手機，這容易導致肩頸肌肉緊張、痠痛。每隔一段時間就活動一下肩頸，轉動脖子、聳聳肩膀，緩解肌肉緊張。也可以適當按摩肩頸部位，促進血液循環。關注肩頸放鬆，能讓你遠離肩頸不適，保持身體舒適。",
        "lucky_color": "金色",
        "lucky_number": "8"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "被手機硬控",
        "yi": "專注一件事",
        "all": "98%",
        "date": "2025-12-28",
        "love": "94%",
        "work": "96%",
        "money": "97%",
        "health": "95%",
        "notice": "保持高度的自律",
        "discuss": "90%",
        "all_text": "整體運勢非常出彩，你會迎來保持高度自律的一天。這種自律體現在生活的各個方面，無論是日常作息、言行舉止還是情緒管理，你都能嚴格要求自己，做到有條不紊。高度的自律讓你能夠更好地掌控自己的生活，按照既定的目標和計劃穩步前進。你會清晰地知道自己想要什麼，並且會全力以赴去爭取，這種堅定的信念和執行力會讓你在追求目標的道路上更加順暢。在這個過程中，你會不斷髮現自己的優點和潛力，從而更加喜歡此刻的自己。這種積極的自我認同會進一步增強你的自信心和動力，讓你在面對各種挑戰時都能從容應對。同時，你的自律也會感染身邊的人，為你贏得他人的尊重和讚賞。",
        "love_text": "單身的你，魅力大增，很容易吸引到優質桃花，身邊會出現一些優秀且對你有好感的人，好好挑選，說不定能遇到真愛。已有伴者的你，和伴侶之間的愛意愈發濃烈，彼此更加珍惜對方，一起享受這甜蜜又美好的時光，感情更加堅定。",
        "work_text": "你宛如充滿能量的開拓者，在各方面都有著強大的衝勁和執行力。整體狀態極佳，思維敏銳，能夠迅速捕捉到關鍵信息，憑藉果斷的決策力和強大的行動力，強勢開啟新的發展路徑。無論是面對新的挑戰還是機遇，都能以積極的態度應對，有望在當天取得令人矚目的成果。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運有深度挖掘的潛力。這一天適合對現有的賺錢渠道進行深入分析，看看有沒有可以優化和拓展的地方。也許通過提升服務質量、拓展客戶群體或者改進產品，能讓你的收入更上一層樓。別滿足於現狀，深入挖掘財源，會有更多收穫。",
        "health_text": "要堅持日常拉伸。這一天身體可能會因為久坐或缺乏活動而變得僵硬，拉伸能讓身體更加靈活。早上起床後或工作間隙，做一些簡單的拉伸動作，如伸展四肢、彎腰觸地等。堅持日常拉伸，能增強身體柔韌性，預防肌肉拉傷，讓身體保持良好狀態，輕鬆應對一天的活動。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "臨時改變主意",
        "yi": "主動結交朋友",
        "all": "74%",
        "date": "2025-12-28",
        "love": "73%",
        "work": "76%",
        "money": "75%",
        "health": "70%",
        "notice": "趨於平淡的節奏",
        "discuss": "71%",
        "all_text": "整體運勢一般，生活呈現出趨於平淡的節奏。在這種平淡的狀態下，你可能會感覺缺乏一些激情和活力，對周圍的事物提不起太大的興趣。然而，這種平淡並不意味著要一直維持現狀，不妨試著走出舒適區。走出舒適區意味著要勇敢地嘗試一些新的事物，挑戰自己的極限，突破原有的認知和習慣。這可能會讓你感到有些不安和恐懼，但只有邁出這一步，你才能發現新的可能性和機遇。在嘗試新事物的過程中，你會接觸到不同的人和觀點，拓寬自己的視野，豐富自己的人生閱歷。即使最終沒有取得理想的結果，你也能從中學到寶貴的經驗教訓，為未來的發展打下基礎。所以，不要害怕改變，勇敢地邁出第一步，去探索未知的世界。",
        "love_text": "單身的你，在社交場合中容易結識新人，其中說不定就有讓你心動的人，多參加些活動，擴大自己的社交圈。已有伴者的你，和伴侶之間的互動增添了不少樂趣，一起玩遊戲、看電影，享受輕鬆愉快的時光，感情更加親密。",
        "work_text": "你的發展態勢較為平穩，沒有太大的波瀾。整體處於按部就班推進的狀態，能夠按照既定的計劃和節奏去完成各項任務。雖然不會出現特別突出的亮點，但也不會遇到難以解決的困難。這種穩定的節奏有助於你穩步積累經驗，為後續的發展打下堅實的基礎。",
        "lucky_star": "處女座",
        "money_text": "你的財運與新興領域有關。這一天不妨把目光投向一些新興行業或領域，說不定能找到新的賺錢機會。雖然這些領域可能存在一定的不確定性，但憑藉你勇於嘗試的精神，有可能在其中開闢出一片新天地。別害怕未知，大膽去探索新的財富之路。",
        "health_text": "要增加水分攝入。這一天你可能會因為忙碌而忘記喝水，身體缺水會影響新陳代謝和身體機能。隨身攜帶水杯，時不時喝上幾口，保持身體水分充足。不要等到口渴了才喝水，那時身體已經處於缺水狀態。增加水分攝入，能讓身體各器官正常運轉，維持身體健康。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "嘴欠說錯話",
        "yi": "保持冷靜思考",
        "all": "84%",
        "date": "2025-12-28",
        "love": "70%",
        "work": "77%",
        "money": "88%",
        "health": "83%",
        "notice": "跳出旁人的影響",
        "discuss": "79%",
        "all_text": "整體運勢尚佳，你能夠跳出旁人的影響，展示出獨立自主的姿態。在面對各種觀點和意見時，你不會盲目跟從他人，而是會經過自己的思考和分析，做出符合自己判斷的決策。這種獨立自主的態度讓你在人群中顯得格外突出，也讓你能夠更好地堅持自己的原則和底線。在處理事情時，你會憑藉自己的能力和智慧去解決問題，不依賴他人的幫助。這種獨立解決問題的能力會讓你更加自信和成熟，也能讓你在面對困難時更加從容不迫。同時，你的獨立自主也會吸引一些志同道合的人來到你身邊，他們會欣賞你的這種品質，並與你一起共同成長和進步。不過，在保持獨立的同時，也要注意傾聽他人的意見和建議，不要過於固執己見，這樣才能讓自己變得更加優秀。",
        "love_text": "單身的你，或許會有低調的桃花運，可能是在工作或者學習中，遇到那個默默關注你的人，留意身邊的人，別錯過緣分。已有伴者的你，和伴侶之間能更加理解彼此，遇到問題能站在對方角度思考，感情在相互理解中不斷升溫。",
        "work_text": "在各方面的發展呈現出持續積累、逐步突破的態勢。整體狀態踏實穩重，願意在基礎工作上投入大量的時間和精力，通過不斷地積累，逐漸提升自己的能力。雖然過程可能有些漫長，但這種積累會為你帶來質的變化，在當天可能會有一些小的突破，讓你看到努力的方向和希望。",
        "lucky_star": "金牛座",
        "money_text": "你的財運重點在於鞏固現有資產。這一天別盲目追求高收益而冒險投資，先把現有的資產穩定住。檢查自己的財務狀況，看看有沒有不必要的開支可以削減，合理規劃資金使用。通過鞏固現有資產，能為未來的財富增長打下堅實基礎，穩中求進。",
        "health_text": "要重視足部護理。這一天可能會長時間走路或站立，足部容易疲勞、痠痛。晚上回家後用熱水泡泡腳，促進足部血液循環，緩解疲勞。也可以按摩一下足底穴位，放鬆足部肌肉。重視足部護理，能讓你的雙腳保持舒適，避免因足部問題影響日常活動和整體健康。",
        "lucky_color": "綠色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "胡思亂想",
        "yi": "放鬆身心",
        "all": "55%",
        "date": "2025-12-28",
        "love": "57%",
        "work": "54%",
        "money": "59%",
        "health": "67%",
        "notice": "思緒變得雜亂無章",
        "discuss": "67%",
        "all_text": "運氣掉線，思緒會變得雜亂無章。各種想法和念頭在腦海中不斷湧現，讓你難以集中精力去思考問題。這種思緒的混亂會影響你的判斷力和決策能力，使你在面對選擇時猶豫不決，錯過一些機會。同時，你也容易陷入負面情緒中，比如焦慮、煩躁、沮喪等。這些負面情緒會進一步影響你的心情和生活狀態，讓你感覺做什麼事情都不順心。在這種情況下，你需要學會調整自己的心態，嘗試一些放鬆的方法，如深呼吸、冥想、聽音樂等，讓自己的心情平靜下來。也可以找一些信任的人傾訴，將內心的煩惱和困惑說出來，緩解自己的壓力。不要讓負面情緒一直困擾著你，要積極尋找解決問題的方法，相信自己能夠度過這個低谷期。",
        "love_text": "單身的你，感情進展不太順利，可能會遇到一些阻礙，讓你有些沮喪，彆著急，調整好心態，等待時機。已有伴者的你，和伴侶之間溝通出現障礙，可能會因為表達不清而產生誤會，說話前多想想，避免不必要的矛盾。",
        "work_text": "你彷彿陷入了一個無形的圈子，在推進事務時感覺有些力不從心。整體狀態不佳，思路容易受到限制，難以找到解決問題的有效方法，總是在原地打轉。此時需要你冷靜下來，跳出當前的思維框架，換個角度看待問題，擺脫困局的束縛，重新找回前進的方向。",
        "lucky_star": "白羊座",
        "money_text": "你的財運需要你梳理財務狀況。這一天適合對自己的收支情況進行一次全面盤點，看看哪些地方支出過多，哪些投資需要調整。通過梳理財務，你能更清楚自己的財務狀況，制定出更合理的理財計劃。只有瞭解自己的財務情況，才能更好地管理財富，避免不必要的損失。",
        "health_text": "要保證口腔清潔。這一天可能會吃一些甜食或刺激性食物，容易滋生細菌，引發口腔問題。早晚認真刷牙，每次刷牙時間不少於兩分鐘，使用合適的牙膏和牙刷。飯後及時漱口，清除口腔內食物殘渣。保證口腔清潔，能預防齲齒、口臭等口腔疾病，讓你擁有健康的口腔和清新的口氣。",
        "lucky_color": "青色",
        "lucky_number": "1"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "鑽牛角尖",
        "yi": "與朋友相約",
        "all": "70%",
        "date": "2025-12-28",
        "love": "73%",
        "work": "66%",
        "money": "76%",
        "health": "79%",
        "notice": "沉浸在小世界裡",
        "discuss": "85%",
        "all_text": "整體運勢普普通通，在這種狀態下，與其選擇獨處，不如多與正能量的人相處。獨處可能會讓你陷入自我封閉的狀態，容易沉浸在自己的小世界裡，放大一些負面情緒和想法。而與正能量的人相處則能給你帶來不同的感受和啟發。正能量的人通常積極向上、樂觀開朗，他們的言行舉止會傳遞出一種積極的力量，感染身邊的人。與他們在一起，你會受到他們的鼓舞和激勵，從而改變自己的心態和情緒。你會發現自己也能變得更加樂觀和積極，對生活充滿信心和希望。同時，與正能量的人交流還能拓寬你的視野，讓你接觸到新的觀點和想法，豐富自己的思維。所以，不要總是自己一個人待著，主動走出家門，去結交一些正能量的朋友，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，在感情上保持觀望姿態，不急於投入新戀情，想先看看周圍的人，這種謹慎的態度也不錯。已有伴者的你，和伴侶的感情需要經得起平淡的考驗，生活難免會有平淡的時候，多製造些小驚喜，讓感情保持新鮮感。",
        "work_text": "你在各方面的發展會面臨一些挑戰，需要你有足夠的耐心去應對。整體狀態有些浮躁，在處理事情時容易急於求成，導致出現一些小失誤。面對困難和挑戰時，不要輕易放棄，保持耐心，認真分析問題的根源，逐步尋找解決辦法，這樣才能克服困難，取得進步。",
        "lucky_star": "獅子座",
        "money_text": "你的財運與人脈有關。這一天多參加一些社交活動，拓展人脈圈子，說不定能通過朋友介紹獲得新的賺錢機會。和不同行業的人交流，能讓你瞭解到更多的信息和資源，為你的財富增長提供助力。別總是宅在家裡，主動走出去，人脈就是財富。",
        "health_text": "建議保持適當戶外活動。這一天別總是待在室內，適當到戶外走走，呼吸新鮮空氣，曬曬太陽。戶外活動能增強身體免疫力，促進維生素D的合成，對骨骼健康有益。可以選擇散步、慢跑等輕鬆的運動方式，讓自己在戶外放鬆身心，享受大自然的美好，以良好的狀態迎接新的一天。",
        "lucky_color": "棕色",
        "lucky_number": "9"
      }
    }
  }
}