{
  "updated": "2025-08-30T14:07:48.874Z",
  "updateTime": "2025/8/30 下午10:07:48",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 22522,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "說話太直白",
        "yi": "多與人交流",
        "all": "83%",
        "date": "2025-08-30",
        "love": "71%",
        "work": "87%",
        "money": "77%",
        "health": "80%",
        "notice": "理清思路再動手",
        "discuss": "89%",
        "all_text": "你的整體狀態還算穩當，雖然沒到特別出彩的程度，但也不至於手忙腳亂。行動上會比平時更謹慎些，不會急著往前衝，反而願意先觀察環境、理清思路再動手。這種“慢半拍”的節奏反而幫你避開了不少麻煩，比如臨時調整計劃時不會太被動。你心裡有自己的小算盤，對某些事有自己的判斷，哪怕周圍人七嘴八舌，你也能堅持自己的想法，不會輕易被帶偏。這種“穩中帶主見”的狀態，讓你在處理日常瑣事時顯得更從容。不過，偶爾也會因為想太多而猶豫，比如要不要幫別人的忙，或者該不該接某句話，其實不用太糾結，順著心意走就行。整體來說，適合按部就班推進手頭的事，別給自己定太高的目標，保持“穩中有進”的節奏就挺好。",
        "love_text": "單身的你，適合把感情事放在心上認真想想，別總用“順其自然”當藉口。可能會遇到讓你有點心動的人，但別急著衝上去，先觀察下對方是否值得投入，別被一時的好感衝昏頭。已有伴者的你，要多花點時間瞭解對方的需求，比如伴侶最近提過的小願望，或者對某件事的看法，主動聊聊會比猜來猜去更貼心，別總覺得“他應該懂我”。",
        "take_star": "",
        "work_text": "把精力放在查缺補漏上，比如整理近期未完成的任務清單，或檢查手頭項目裡容易被忽略的細節。你可能會發現，之前因忙碌而擱置的小問題，現在集中處理反而更高效。別急著推進新計劃，先把現有事務的漏洞補上，後續進展會更順暢。",
        "lucky_star": "金牛座",
        "money_text": "財運整體平穩，但容易因為“沒計劃”而錯過一些小機會，比如看到促銷活動就衝動消費，或沒提前規劃開支導致月底緊張。建議你先理清手頭的錢該花在哪，比如把大額支出列個清單，避免“想買就買”的隨意性。另外，如果有朋友找你借錢或推薦投資，別急著答應，先問清細節再決定，穩一點更安心。",
        "health_text": "不要過度挑食，比如只吃喜歡的菜、忽略主食或蔬菜，可能導致下午沒精神或腸胃不適。建議你三餐儘量均衡，哪怕不愛吃某類食物，也可以少量搭配著吃，比如把青菜切碎混進粥裡，或用水果代替零食補充維生素。另外，如果外出吃飯，別因為嫌麻煩就湊合，選乾淨衛生的餐館更安心。",
        "lucky_color": "奶油色",
        "lucky_number": "1"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "目中無人",
        "yi": "多元化發展",
        "all": "87%",
        "date": "2025-08-30",
        "love": "81%",
        "work": "80%",
        "money": "86%",
        "health": "83%",
        "notice": "有進步但在摸索",
        "discuss": "82%",
        "all_text": "整體運勢還算不錯，屬於“有進步但還在摸索”的階段。你對自己的狀態有清晰的認知，知道哪些地方需要調整，哪些習慣可以保留，這種“不盲目跟風”的態度幫你省了不少力氣。你會主動嘗試一些新方法，比如優化日常流程，或者調整和身邊人的相處模式，雖然效果不一定立竿見影，但能感覺到自己在慢慢變好。也容易遇到一些需要耐心的事，比如處理瑣碎的細節，或者等某個結果，這時候別急著催，慢慢來反而更高效。你可能會發現，平時忽略的小事反而成了關鍵，比如記錯的一個信息，或者漏看的一條通知，所以多檢查幾遍總沒錯。整體來說，適合“小步前進”，別貪多，把每一步走紮實了，運勢自然會跟著往上走。",
        "love_text": "單身的你，適合慢慢培養感情，比如和有好感的人多聊點生活裡的瑣事，或者一起做件小事（喝杯咖啡、逛個超市），這種自然的互動比刻意約會更能拉近距離。已有伴者的你，適合鞏固感情基礎，比如和伴侶一起整理房間、做頓飯，或者聊聊未來的小計劃，這些日常的小默契會讓你們的關係更穩，別總覺得“老夫老妻不用這些”。",
        "take_star": "",
        "work_text": "通過鞏固基礎來提升狀態，比如整理工作文件、歸類學習資料，或把常用的工具（軟件、筆記模板）優化一下。你可能會發現，把基礎事務理順後，後續的複雜任務處理起來更得心應手，效率也會悄悄提升。",
        "lucky_star": "巨蟹座",
        "money_text": "財運比較友好，你懂得把雞蛋放在不同籃子裡，比如除了固定存款，還會嘗試低風險的理財或小額副業，這種分散的方式能幫你穩住收入。不過別因為“貪多”而分散精力，比如同時跟進好幾個小項目，反而容易顧此失彼。選1-2個自己熟悉的領域專注操作，收益會更穩當。",
        "health_text": "需要留意低血糖問題，尤其是早上趕時間不吃早飯，或中午忙到忘記吃飯，容易出現頭暈、手抖的情況。建議你隨身帶點小零食（比如堅果、小麵包），餓的時候及時墊一口，避免空腹時間太長。另外，如果平時有低血糖傾向，可以多喝溫水，少喝咖啡或濃茶，防止加重身體負擔。",
        "lucky_color": "粉色",
        "lucky_number": "4"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "沉迷吃喝玩樂",
        "yi": "參加團隊活動",
        "all": "56%",
        "date": "2025-08-30",
        "love": "51%",
        "work": "60%",
        "money": "55%",
        "health": "62%",
        "notice": "自我懷疑陷苛責",
        "discuss": "57%",
        "all_text": "運氣確實有點掉線，容易因為貪玩或者分心，把原本計劃好的事搞亂。比如原本想專心做件事，結果被手機消息、朋友的邀約打斷，最後啥都沒幹成。這種“三分鐘熱度”的狀態會讓你有點煩躁，尤其是看到別人都在按部就班時，更容易自我懷疑。其實不用太苛責自己，本來就容易受外界干擾，強行集中注意力反而更累。不如給自己留點“放鬆額度”，比如允許自己玩半小時，再回來處理正事，這樣反而更高效。另外，要小心“口嗨”誤事，比如隨口答應別人的請求，或者開玩笑沒分寸，容易給自己惹麻煩。整體來說，適合“輕裝上陣”，別給自己定太多規矩，把重要的事先放一放，等狀態回來了再補也不遲。",
        "love_text": "單身的你，越急著脫單越容易搞砸，比如刻意表現反而顯得不自然，或者對喜歡的人太熱情把對方嚇跑，不如先放鬆點，把注意力放回自己身上。已有伴者的你，要給伴侶留點個人空間，比如對方想和朋友聚會，或者獨處看劇，別總追問“去哪了”“和誰”，適當的距離反而能讓感情更舒服。",
        "take_star": "",
        "work_text": "容易陷入“什麼都想做，卻什麼都做不好”的狀態，比如同時打開多個任務窗口，結果哪個都沒推進；或學習時一會兒翻書，一會兒刷手機，注意力分散。試著給自己劃個“專注清單”，先集中完成一件小事，再逐步擴展，比亂抓重點更有效。",
        "lucky_star": "天蠍座",
        "money_text": "要你多留個心眼，容易遇到“看起來不錯但有風險”的情況，比如朋友推薦的高收益項目、突然冒出來的“穩賺”合作，這些可能暗藏信息差或隱藏條款。建議你別急著入局，先查清楚背景、問清細節，甚至找懂行的人問問。不適合“試水”，穩妥比冒險更重要。",
        "health_text": "要小心飲料喝太多的影響，比如奶茶、碳酸飲料或果汁，這些含糖量高的飲品容易讓你口渴感加重，反而越喝越想喝，還可能影響正餐食慾。建議你多喝白開水或淡茶，如果想喝甜的，可以加少量蜂蜜或選低糖款。另外，喝完飲料後記得漱口，避免糖分殘留損傷牙齒。",
        "lucky_color": "茶色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "不懂得變通",
        "yi": "培養創意思維",
        "all": "78%",
        "date": "2025-08-30",
        "love": "82%",
        "work": "84%",
        "money": "79%",
        "health": "81%",
        "notice": "面對競爭及壓力",
        "discuss": "80%",
        "all_text": "整體運勢屬於中規中矩，沒有大起大落，但需要面對一些競爭或比較的壓力。比如周圍人都在爭取某個機會，或者討論某個話題時，你可能會不自覺地緊張，擔心自己不夠好。其實不用太在意別人的節奏，更適合“穩住自己的陣腳”，按自己的方式來。你可能會發現，越急著表現自己，越容易出錯，反而放鬆下來後，狀態會更自然。也容易遇到需要權衡的事，比如要不要參與某個活動，或者該不該幫別人的忙，這時候別急著做決定，先想想自己真正想要的是什麼。另外，注意別因為太在意別人的看法而委屈自己，比如勉強答應不合理的要求，或者隱藏自己的真實想法。整體來說，適合“守住自己的節奏”，別被外界的聲音帶偏，穩住了心態，運勢自然不會差。",
        "love_text": "單身的你，不妨多表現自己，比如和朋友聚會時主動聊點有趣的話題，或者穿件讓自己有自信的衣服，你的溫柔和細膩很容易吸引到注意，別總躲在角落裡等別人來發現。已有伴者的你，要保持溝通，比如伴侶最近情緒有點低落，主動問問“是不是遇到什麼事了”，或者分享下自己的感受，別讓小情緒憋成大矛盾。",
        "take_star": "",
        "work_text": "通過解決實際問題來提升能力，比如工作中遇到的小麻煩（客戶臨時改需求、同事配合不暢），或學習中的卡殼點（某道題反覆出錯、知識點記不牢）。別急著逃避或求助，試著自己梳理思路，你會發現自己比想象中更有辦法。",
        "lucky_star": "射手座",
        "money_text": "財運和“信息差”有關，多關注市場動態能幫你抓住小機會，比如超市打折、平臺優惠券、副業兼職的最新需求，這些小消息能幫你省點錢或多賺點。不過別因為“怕錯過”就盲目跟風，比如看到別人買什麼就跟著買，或聽到“漲價”消息就囤貨，理性判斷需求再行動，才能把錢花在刀刃上。",
        "health_text": "需要控制手機使用時間，長時間低頭刷視頻、回消息，容易讓脖子和眼睛痠痛，甚至出現頭暈的情況。建議你每隔1小時放下手機，活動下脖子（比如慢慢左右轉動），或看看遠處的綠植放鬆眼睛。如果必須長時間用手機，可以把屏幕調至護眼模式，或用支架抬高手機，減少低頭幅度。",
        "lucky_color": "焦糖色",
        "lucky_number": "2"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "過度批評別人",
        "yi": "精益求精",
        "all": "95%",
        "date": "2025-08-30",
        "love": "90%",
        "work": "96%",
        "money": "92%",
        "health": "95%",
        "notice": "順風順水心情佳",
        "discuss": "89%",
        "all_text": "整體運勢簡直開掛，從頭到尾都透著順溜勁兒。你做什麼事都像加了速似的，效率高得連自己都驚訝，比如平時要花半天的事，可能一小時就搞定了。這種“順風順水”的狀態會讓你心情大好，連帶著對周圍人也更慷慨，比如主動分享資源，或者幫別人解決問題，反而能收穫更多好感。也容易遇到“意外驚喜”，比如原本沒抱希望的事突然有了好結果，或者收到一個期待已久的消息，這種“不期而遇”的快樂會讓你一整天都笑眯眯的。不過，別因為太順而掉以輕心，比如重要的事還是要再確認一遍，或者出門時別忘帶鑰匙，畢竟再好的運氣也需要“小心維護”。整體來說，適合“大膽往前衝”，想做什麼就去做，別猶豫，運勢會幫你兜底的。",
        "love_text": "單身的你，容易遇到聊得來的對象，可能是在朋友聚會上，或者日常的社交場合，對方和你有相似的興趣，或者能接住你的梗，聊起來特別輕鬆，別錯過這種自然的機會。已有伴者的你，會得到伴侶的理解與支持，比如你遇到煩心事，對方會耐心聽你吐槽，或者給你出主意，這種“被懂”的感覺會讓你特別安心。",
        "take_star": "",
        "work_text": "在擅長的領域深耕，比如工作中專注你最熟悉的項目模塊，或學習時主攻你最有興趣的科目。你會發現自己能快速進入狀態，效率比平時更高，甚至能提出一些有創意的改進建議。別分散精力，把優勢發揮到極致，收穫會更明顯。",
        "lucky_star": "雙魚座",
        "money_text": "財運相當不錯，收入可能比平時更可觀，比如工資到賬、兼職結款，或之前的小投資有了回報。這種“進賬”會讓你更有底氣，但也別急著“犒勞自己”大額消費，比如買貴价物品或請客吃飯，可以先把一部分存起來，或用來還之前的欠款，讓錢更“紮實”。重點是“守住成果”，別讓到手的錢又流走。",
        "health_text": "容易因為餓過頭影響精力，比如忙到忘記吃飯，或為了減肥刻意節食，下午可能會沒力氣、注意力不集中。建議你提前備點健康零食（比如酸奶、全麥餅乾），餓的時候及時吃一點，既能緩解飢餓，又不會攝入過多熱量。另外，如果有運動計劃，記得運動前後補充水分，避免脫水。",
        "lucky_color": "薑黃色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "上當受騙",
        "yi": "與朋友談心",
        "all": "52%",
        "date": "2025-08-30",
        "love": "58%",
        "work": "50%",
        "money": "55%",
        "health": "60%",
        "notice": "遇到現實的壓力",
        "discuss": "62%",
        "all_text": "整體運勢確實有點欠佳，容易遇到一些現實層面的壓力，比如突然冒出來的任務，或者原本計劃好的事被打亂。這些小麻煩會讓你有點煩躁，尤其是當事情超出控制時，更容易陷入自我懷疑，比如懷疑自己是不是沒安排好，或者能力不夠。其實不用太苛責自己，本來就容易遇到“計劃趕不上變化”的情況，強行追求完美反而更累。不如把心態放平，把“解決問題”放在第一位，而不是糾結“為什麼是我”。你可能會發現，有些壓力其實是自己給自己的，比如把別人的期待當成了自己的標準，或者對結果要求太高，適當降低預期反而能輕鬆些。另外，要小心“過度消耗”，比如為了趕進度熬夜，或者忽略身體信號，反而容易讓狀態更差。整體來說，適合“先穩住再調整”，把眼前的事一件件處理好，別急著求結果，運勢會慢慢好轉的。",
        "love_text": "單身的你，容易因為消極自卑錯過機會，比如遇到喜歡的人，總覺得自己不夠好，不敢主動搭話，或者對方稍微冷淡點就退縮，其實你有很多優點，別總盯著自己的缺點看。已有伴者的你，別把姿態放得太低，比如為了討好伴侶總遷就對方，反而容易讓對方忽略你的感受，偶爾表達下自己的需求，感情會更平衡。",
        "take_star": "",
        "work_text": "容易因摸魚或拖延而浪費時間，比如刷手機、閒聊，或把簡單任務拖到最後一刻才做。你可能會覺得“反正時間還多”，但結果往往是手忙腳亂，甚至影響質量。試著給自己定個小目標（比如1小時內完成某件事），用“倒計時”逼自己專注，效率會高很多。",
        "lucky_star": "摩羯座",
        "money_text": "財運容易因為太保守而受限，比如把錢全存定期不敢動，或看到新機會也不敢嘗試，反而錯過了一些小收益。其實可以稍微放寬心態，比如把一部分閒錢放進低風險的貨幣基金，或嘗試小額的線上兼職（比如寫評論、做問卷），這些不需要大投入的方式能幫你多賺點零花。重點是“別被‘安全’困住”，小步嘗試更穩妥。",
        "health_text": "容易受情緒波動影響，比如因為小事焦慮、壓力大，可能出現頭痛或胃部不適。建議你多做些讓自己放鬆的事，比如聽輕音樂、整理房間，或和朋友聊幾句開心的話題，把注意力從煩心事上移開。如果感到情緒緊繃，可以深呼吸10次（慢慢吸氣4秒，呼氣6秒），幫助身體放鬆下來。",
        "lucky_color": "青色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "情緒不穩定",
        "yi": "制定短期計劃",
        "all": "76%",
        "date": "2025-08-30",
        "love": "62%",
        "work": "69%",
        "money": "75%",
        "health": "72%",
        "notice": "計劃外節奏有點亂",
        "discuss": "70%",
        "all_text": "你的整體運勢像坐小滑梯，偶爾上上下下不太穩。可能原本計劃好的安排突然被臨時變動打亂，比如原本約好的聚會改期，或者想好的事突然冒出新狀況，這種“計劃外”的節奏會讓你有點手忙腳亂。不過別急著煩躁，這些不穩定因素未必是壞事，比如臨時調整反而幫你避開了潛在的小麻煩，或者讓你發現更合適的選項。你可能會在“順從變化”和“堅持己見”之間糾結，比如朋友提了個新建議，你既想試試又怕不靠譜，其實不用太糾結，跟著直覺走，哪怕結果不如預期，至少不會後悔。另外，要小心“情緒波動”，比如因為小事突然低落，或者被別人的態度影響心情，這時候不妨給自己找點能分散注意力的事，比如聽歌、散步，別讓情緒一直陷在漩渦裡。整體來說，適合“靈活應對”，別把計劃定得太死，留點彈性空間，運勢反而會更順。",
        "love_text": "單身的你，切勿急於求成，比如剛認識就急著確定關係，或者對喜歡的人過度付出，反而容易讓對方有壓力，不如先慢慢了解，感情需要時間沉澱。已有伴者的你，別過於隱藏想法，比如對伴侶的某些行為有意見，或者對未來有期待，憋在心裡不說只會讓誤會越來越多，坦誠溝通才能解決問題",
        "take_star": "",
        "work_text": "在某個問題上反覆糾結，比如工作裡糾結方案細節卻不敢推進，或學習中卡在難題上反覆驗證思路，反而忽略了整體進度。你的理性分析本是優勢，但過度糾結細節會讓你陷入“想太多卻做太少”的循環。試著給自己設個“思考截止時間”，到點就先行動，後續再調整，效率會更高。",
        "lucky_star": "雙子座",
        "money_text": "比較謹慎的一天，不會輕易做決定，比如買東西會貨比三家，投資會反覆確認細節，這種“慢半拍”反而能幫你避開一些坑，比如衝動消費或被誇大宣傳誤導。不過也別因為“太猶豫”錯過好機會，比如限時優惠或急需的合作，可以給自己設個“思考截止時間”，比如半小時內決定，避免糾結太久反而損失。",
        "health_text": "要留意耳機使用時間，長時間戴耳機聽歌、追劇或打電話，容易讓耳朵發脹、疼痛，甚至影響聽力。建議你減少戴耳機的時間，如果必須用，可以選降噪效果好的款式，並把音量控制在60%以下（以能聽清為準）。另外，每隔1小時摘下耳機，讓耳朵休息10分鐘，避免過度疲勞。",
        "lucky_color": "紫色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "逞強愛面子",
        "yi": "看喜劇電影",
        "all": "93%",
        "date": "2025-08-30",
        "love": "95%",
        "work": "96%",
        "money": "92%",
        "health": "91%",
        "notice": "大膽去享受幸運",
        "discuss": "95%",
        "all_text": "被幸運光環罩的一天，做什麼事都像有股隱形的助力在推著你走。比如原本覺得麻煩的事突然有了捷徑，或者想找的東西剛好出現在眼前，這種“不費力氣就順了”的感覺會讓你心情大好。你可能會發現，遇到的人都挺配合，哪怕平時不太熟的人，也會主動給你提供幫助，或者聊幾句就聊到點子上，這種“被世界溫柔以待”的狀態會讓你更願意打開自己，比如主動分享想法，或者嘗試新事物。不過，別因為太順而放鬆警惕，比如重要的決定還是要多想想，或者出門時別忘帶必需品，畢竟再好的運氣也需要“小心維護”。另外，適合“順勢而為”，想做什麼就去做，別猶豫，運勢會幫你把路鋪得更平。整體來說，適合“大膽享受幸運”，把精力放在讓自己開心的事上，別辜負了這股好勢頭。",
        "love_text": "單身的你，表現容易加分，比如和朋友聚會時，你的幽默和細心會讓人印象深刻，或者在日常的小事裡展現出靠譜的一面，容易吸引到有好感的人，別太拘謹。已有伴者的你，適合給感情加點浪漫，比如和伴侶一起看場電影、吃頓燭光晚餐，或者送個小禮物，這些小舉動會讓對方感受到你的用心，感情更甜蜜。",
        "take_star": "",
        "work_text": "單身的你，表現容易加分，比如和朋友聚會時，你的幽默和細心會讓人印象深刻，或者在日常的小事裡展現出靠譜的一面，容易吸引到有好感的人，別太拘謹。已有伴者的你，適合給感情加點浪漫，比如和伴侶一起看場電影、吃頓燭光晚餐，或者送個小禮物，這些小舉動會讓對方感受到你的用心，感情更甜蜜。",
        "lucky_star": "水瓶座",
        "money_text": "財運有新進賬的跡象，可能是之前的努力有了回報，比如客戶結款、項目提成，或副業收入到賬。這種“意外之喜”會讓你手頭更寬裕，但也別急著規劃怎麼花，可以先留一部分應急，或用來投資自己（比如買本書、學個技能），讓錢“生”出更多價值。重點是“珍惜收穫”，別讓錢來得快去得也快。",
        "health_text": "運動時要特別注意做好防護，比如跑步前檢查鞋帶是否繫緊，打球時戴好護具（護膝、護腕），避免扭傷或磕碰。如果你是戶外運動，記得提前看天氣，避開高溫時段；如果是室內運動，注意地面是否溼滑，防止滑倒。運動後及時拉伸，能減少肌肉痠痛，讓身體恢復更快。",
        "lucky_color": "酒紅色",
        "lucky_number": "8"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "壓抑個人想法",
        "yi": "主動幫助他人",
        "all": "75%",
        "date": "2025-08-30",
        "love": "74%",
        "work": "65%",
        "money": "67%",
        "health": "78%",
        "notice": "小心三分鐘熱度",
        "discuss": "71%",
        "all_text": "整體運勢像杯溫吞水，喝著不燙也不涼，但喝到最後總覺得少了點滋味。你可能會發現，早上起來還挺有勁兒，結果到了下午就開始犯懶，或者原本信心滿滿的事，做到一半突然沒了動力，這種“後勁不足”的狀態會讓你有點沮喪。其實不用太苛責自己，本來就容易“能量起伏”，比如前半段精力充沛，後半段就需要休息，強行撐著反而更累。你可能會在“堅持”和“放棄”之間搖擺，比如想繼續做某件事，但又覺得沒意思，這時候不妨問問自己“現在做這件事是為了什麼”，如果只是勉強，不如先放一放，等狀態回來了再繼續。另外，要小心“三分鐘熱度”，比如看到新東西就想試，結果每個都淺嘗輒止，反而什麼都沒留下。整體來說，適合“量力而行”，別給自己定太高的目標，把精力集中在能完成的事上，運勢反而會更穩。",
        "love_text": "單身的你，感情可能沒明顯進展，比如和喜歡的人還是停留在普通朋友階段，或者沒遇到讓你心動的人，別急著灰心，感情的事急不來，先把自己的生活過精彩更重要。已有伴者的你，需要克服平淡，比如和伴侶一起做點新鮮事（嘗試新餐廳、短途旅行），或者聊聊以前的美好回憶，別讓日子過得太“公式化”。",
        "take_star": "",
        "work_text": "容易被拖延症拖後腿，比如明明有任務要完成，卻先刷手機、聊天，或告訴自己“等會兒再做”，結果時間悄悄溜走。你可能會覺得“反正來得及”，但最後往往手忙腳亂，甚至影響質量。試著把任務拆成小步驟，每完成一步就獎勵自己（比如刷10分鐘視頻），用“小目標”逼自己行動。",
        "lucky_star": "白羊座",
        "money_text": "需要腳踏實地，別想著走捷徑或找“快速賺錢”的方法，比如輕信“高回報”的兼職、跟風買不熟悉的理財產品，這些容易讓你踩坑或白忙活。其實穩紮穩打更適合你，比如把手頭的工作做好拿獎金，或把閒置物品掛二手平臺賣掉，這些“看得見”的小收益更實在。重點是“別貪快”，慢就是快。",
        "health_text": "需要控制甜食攝入，比如蛋糕、冰淇淋或糖果，這些高糖食物容易讓你血糖快速上升又下降，反而更想吃東西，還可能影響皮膚狀態（比如長痘）。建議你用水果代替甜食，比如吃個蘋果或幾顆草莓，既能滿足甜味需求，又更健康。如果實在想吃甜點，可以選小份的，和家人朋友分著吃。",
        "lucky_color": "米棕色",
        "lucky_number": "9"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "捲入是非中",
        "yi": "享受小資情調",
        "all": "90%",
        "date": "2025-08-30",
        "love": "93%",
        "work": "91%",
        "money": "96%",
        "health": "94%",
        "notice": "充實又帶勁狀態",
        "discuss": "93%",
        "all_text": "就像上了發條的鐘表似的，你能從早到晚都保持著充實又帶勁的狀態。你可能會發現，平時覺得麻煩的事做起來特別順，比如整理房間、處理瑣事，或者和身邊人溝通，都能高效完成，這種“把時間填得滿滿當當”的感覺會讓你特別有成就感。你可能會主動給自己找事做，比如學個小技能、整理舊物，或者幫朋友解決點問題，這種“被需要”的狀態會讓你更自信，甚至有點“停不下來”的勁頭。不過，別因為太投入而忽略休息，比如長時間低頭看手機，或者忘記喝水，身體的小信號還是要聽的。另外，適合“記錄小成就”，比如把做完的事列個清單，或者給自己點小獎勵，這種“看見成果”的滿足感會讓你更有動力。整體來說，適合“保持節奏”，把每件事都做得紮實，運勢會隨著你的充實感一起往上走。",
        "love_text": "單身的你，可能會和某個人擦出愛情的火花，可能是在工作場合、興趣活動中，或者通過朋友介紹，對方的某個細節（比如說話的方式、對事物的看法）會讓你覺得“挺有意思”，別錯過這種微妙的感覺。已有伴者的你，會得到伴侶的關心呵護，比如你有點累，對方會主動幫你按摩，或者提醒你休息，這種被照顧的感覺會讓你特別溫暖。",
        "take_star": "",
        "work_text": "這一天的你像“升級版”的自己，能快速適應新變化並找到最優解，比如工作中突然調整計劃，你能迅速調整節奏；或學習中遇到新題型，能通過類比舊知識快速掌握。你的靈活性和學習能力會被放大，即使面對不熟悉的領域，也能通過觀察和嘗試找到突破口。",
        "lucky_star": "獅子座",
        "money_text": "財運思路很活絡，能想到不少求財的小方法，比如利用人脈找兼職、把閒置資源變現（比如出租房間、代買物品），或通過技能分享賺外快（比如教別人用軟件、幫寫文案）。你的執行力會幫你把這些想法落地，但別因為“想賺更多”而過度勞累，比如同時接好幾個活，反而影響質量。選1-2個擅長的領域專注做，收益會更穩定。",
        "health_text": "留意室內空氣質量，尤其是長時間開空調時，門窗緊閉容易導致空氣不流通，可能出現頭暈、喉嚨乾的情況。建議你每隔2-3小時開窗通風10分鐘，讓新鮮空氣進來；如果空調有過濾功能，可以打開幫助淨化空氣。另外，在空調房裡可以披件薄外套，避免著涼，尤其是脖子和腳踝要護好。",
        "lucky_color": "蔥綠色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "報復心作祟",
        "yi": "照顧好家人",
        "all": "68%",
        "date": "2025-08-30",
        "love": "63%",
        "work": "70%",
        "money": "65%",
        "health": "64%",
        "notice": "做啥都提不起勁",
        "discuss": "59%",
        "all_text": "運勢就像被一層薄薄的灰罩著，讓你做什麼事都提不起勁兒，連平時喜歡的事都覺得沒意思。你可能會發現，早上起來就有點喪，比如看到天氣不好就心情低落，或者聽到別人的好消息反而有點羨慕，這種“負能量小循環”會讓你更想躲起來，比如宅在家裡、拒絕社交，或者對著手機發呆。其實不用太責怪自己，本來就容易“情緒低氣壓”，比如對小事特別敏感，或者容易想太多，這時候強行要求自己“積極起來”反而更累。你可能會在“自我懷疑”和“自我安慰”之間來回切換，比如覺得自己不夠好，又安慰自己“明天會好”，其實不用太糾結，狀態只是暫時的，等負能量散了就沒事了。另外，要小心“過度消耗”，比如為了轉移注意力刷手機到深夜，或者吃太多零食，反而會讓身體更累。整體來說，適合“允許自己喪”，別逼著自己必須開心，把情緒放一放，運勢會慢慢回暖的。",
        "love_text": "單身的你，可能沒有脫單的動力，比如覺得一個人挺自在，或者對感情的事提不起興趣，彆強迫自己必須“積極找對象”，順其自然反而能遇到合適的人。已有伴者的你，切勿忽略伴侶的感受，比如只顧著和朋友聊天、玩手機，或者對伴侶的需求敷衍回應，容易讓對方覺得被冷落，多分點注意力給對方，感情會更穩。",
        "take_star": "",
        "work_text": "狀態像“溫水煮青蛙”，既沒有明顯的阻礙，也缺乏突破的動力，比如工作裡按部就班完成任務，學習裡機械完成作業，卻很少主動思考“如何更好”。你可能會覺得“這樣也挺好”，但長期來看容易停滯不前。試著給自己定個小挑戰，比如優化工作流程、嘗試新學習方法，狀態會慢慢活躍起來。",
        "lucky_star": "處女座",
        "money_text": "理財需要提高警惕，容易遇到“看似划算實則有坑”的情況，比如陌生人推薦的“穩賺”項目、突然收到的“中獎”通知，或網絡上的“高收益”廣告，這些可能是騙局或虛假宣傳。建議你別輕易透露個人信息（比如銀行卡號、驗證碼），也別急著轉賬或投資，先和家人朋友商量，或查證對方資質。重點是“保護錢包”，別讓騙子得逞。",
        "health_text": "容易因為磕磕碰碰受皮外傷，比如走路看手機沒注意臺階、拿東西時手滑，可能出現擦傷或淤青。建議你做事時多留心周圍環境，走路別低頭刷手機，搬重物時先確認位置再動手。如果家裡有小孩或寵物，和他們互動時也要小心，避免被撞到或抓傷。隨身帶點創可貼，小傷口能及時處理。",
        "lucky_color": "玫紅色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "success",
      "data": {
        "ji": "忽略別人想法",
        "yi": "享受獨處時光",
        "all": "58%",
        "date": "2025-08-30",
        "love": "62%",
        "work": "55%",
        "money": "60%",
        "health": "63%",
        "notice": "開啟了情緒放大鍵",
        "discuss": "68%",
        "all_text": "就像開啟了 情緒放大鍵似的，平時不在意的小事都能讓你想半天，比如朋友沒回消息，你就擔心是不是自己哪裡做錯了，或者看到一條悲傷的新聞，就能聯想到自己的生活，這種“多愁善感”的狀態會讓你有點累。你可能會發現，自己特別容易陷入回憶，比如想起過去的遺憾，或者擔心未來的不確定，這種“情緒反撲”會讓你一整天都有點悶悶的。其實不用太責怪自己，本來就容易“敏感加倍”，比如對別人的語氣、表情都特別在意，甚至會過度解讀，這時候不妨給自己找點“現實感”的事做，比如整理房間、做頓飯，或者聽點輕快的音樂，把注意力從情緒里拉出來。另外，要小心“陷入內耗”，比如反覆糾結同一件事，或者因為小事責怪自己，其實很多問題沒你想的那麼嚴重，放輕鬆點反而能看清。整體來說，適合“別太較真”，把情緒當路過，別讓它住進心裡，運勢會隨著你的豁達慢慢變好的。",
        "love_text": "單身的你，容易質疑別人的真心，比如遇到主動示好的人，反而會想“他是不是有什麼目的”，或者對別人的好意過度解讀，別讓猜疑破壞了可能的機會。已有伴者的你，容易缺乏信任，比如伴侶晚回消息就胡思亂想，或者因為小事懷疑對方變心，其實很多問題只是溝通不夠，多聊聊彼此的想法，信任會慢慢回來。",
        "take_star": "",
        "work_text": "容易被想太多而消耗精力，比如工作裡擔心任務出錯而反覆檢查，或學習裡糾結“考不好怎麼辦”而無法專注。你的敏感本是優勢，但過度思慮會讓你陷入內耗，甚至影響實際表現。試著把注意力放在“當下能做什麼”上，比如先完成第一步，再考慮後續，行動能緩解大部分焦慮。",
        "lucky_star": "天秤座",
        "money_text": "手頭可能會有點緊，比如突然需要買必需品、交一筆費用，或之前的消費超支導致餘額不足。這種“拮据”會讓你更在意每一分錢，但也別因為“省錢”而委屈自己，比如不買飯只吃零食，或忽略健康檢查。可以試著梳理開支，砍掉不必要的消費（比如外賣、娛樂會員），或把閒置物品賣掉換錢，先度過這幾天再調整理財計劃。",
        "health_text": "需要關注睡眠質量，容易因為想太多或睡前刷手機，出現失眠或多夢的情況，第二天可能會沒精神。建議你睡前1小時放下手機，調暗燈光，做些輕鬆的事（比如泡個腳、聽輕音樂），幫助大腦放鬆。如果躺在床上20分鐘還沒睡著，彆著急，可以起來喝杯溫水，再回床上閉眼休息，別給自己太大壓力。",
        "lucky_color": "天青色",
        "lucky_number": "2"
      }
    }
  }
}