{
  "updated": "2025-07-28T15:10:24.518Z",
  "updateTime": "2025/7/28 下午11:10:24",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 34094,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "給別人壓力",
        "yi": "做好分內事",
        "all": "95%",
        "date": "2025-07-28",
        "love": "92%",
        "work": "93%",
        "money": "97%",
        "health": "90%",
        "notice": "事半功倍的驚喜",
        "discuss": "96%",
        "all_text": "你的整體運勢相當給力，彷彿被幸運之神緊緊跟隨。生活中，很多事情都會朝著你期望的方向發展，甚至還會出現事半功倍的驚喜。在做一些決策時，你的直覺會變得格外敏銳，能迅速捕捉到關鍵信息，從而做出正確的選擇，這讓你在處理各種事務時都顯得遊刃有餘。而且，你的精神狀態也非常飽滿，渾身充滿幹勁，無論面對什麼挑戰，都能以積極的態度去應對，這種正能量還會感染身邊的人，讓你在人際交往中更加受歡迎。在財務方面，可能會有一些意外的小收穫，比如收到退款、小獎金等，雖然金額可能不大，但也能讓你心情愉悅。家庭氛圍也十分和諧，與家人之間的溝通順暢，彼此相互理解和支持，讓你感受到濃濃的親情溫暖。這一天，你可以盡情享受生活帶來的美好，去做一些自己一直想做卻沒時間做的事情，相信會有不錯的體驗。",
        "love_text": "單身的你，在社交場合中彷彿自帶光環，言談間流露出自信與幽默，很容易吸引到心儀對象的注意。記得保持這份自然與真誠，你的每一句話都可能成為對方心中的加分項。已有伴者的你，不妨大方地表達對伴侶的欣賞與讚美，無論是日常的小成就還是性格上的閃光點，都能讓對方感受到滿滿的愛意，感情因此更加甜蜜。",
        "take_star": "",
        "work_text": "就像被注入了一股超強能量，在各方面進展順利得超乎想象。原本覺得有難度的任務，做起來竟十分得心應手，彷彿之前積累的經驗和能力都在此刻集中爆發。無論是處理複雜事務，還是應對突發狀況，都能快速找到解決辦法，成果往往比預期還要出色。這種良好狀態會讓你充滿成就感，也為你後續發展打下堅實基礎。",
        "lucky_star": "天蠍座",
        "money_text": "財運相當不錯，很適合開拓副業來增加收入。你思維活躍，能發現不少新的賺錢機會，不妨大膽去嘗試。不過在開拓過程中，也要注意做好市場調研，別盲目投入。同時，要平衡好主業和副業的時間精力分配，別因為副業影響了主業發展，這樣才能讓財運持續向好。",
        "health_text": "注意勞逸結合。一直忙著做事，身體會吃不消，大腦也容易疲勞。工作或學習間隙，每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿，讓身體放鬆放鬆。晚上也別熬夜，保證充足睡眠，第二天才能以更好的狀態投入新一天。",
        "lucky_color": "粉色",
        "lucky_number": "3"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "固執己見",
        "yi": "享受慢生活",
        "all": "62%",
        "date": "2025-07-28",
        "love": "65%",
        "work": "61%",
        "money": "51%",
        "health": "63%",
        "notice": "人際關係小摩擦",
        "discuss": "59%",
        "all_text": "整體運勢呈現下滑趨勢，可能會遇到一些讓人不太開心的事情，尤其是在人際關係方面，或許會出現一些不愉快的狀況。在與他人交流時，可能會因為觀點不同而產生分歧，進而引發一些小摩擦，讓你感到有些心煩意亂。這時候，你需要格外注意自己的言行舉止，儘量保持冷靜和理智，避免因為情緒激動而說出一些傷人的話，導致矛盾進一步激化。在社交場合中，也可能會遇到一些不太友好的人，他們的行為或言語可能會讓你感到不舒服，但不要讓這些負面情緒影響到自己的心情。此外，在處理一些日常事務時，可能會遇到一些小阻礙，需要你花費更多的時間和精力去解決。不過，也不要過於焦慮和沮喪，這只是暫時的困難，保持平和的心態，相信自己有能力應對。",
        "love_text": "單身的你，可能會因為過於內斂或木訥而錯失一些結識新人的機會。不妨試著主動一點，哪怕只是微笑或簡單的問候，也能讓周圍的人感受到你的友好。已有伴者的你，由於工作或其他原因，可能與伴侶相處的時間減少，記得在有限的時間裡給予對方更多的關心與陪伴，避免感情因距離而生疏。",
        "take_star": "",
        "work_text": "可能會遭遇一些小狀況，自身短板不經意間暴露出來。或許是處理問題的方式不夠靈活，又或是對新知識新技能的掌握不夠紮實。這些問題雖不致命，但會讓你在推進事務時感到有些吃力，進展不如預期順利。不過這也是個發現問題、提升自我的好時機，只要正視不足，及時改進，就能有所成長。",
        "lucky_star": "摩羯座",
        "money_text": "你的財運有點讓人頭疼，會有很多支出。可能是生活中一些必要的開銷，像購置生活用品、繳納水電費等，也可能是突然冒出來的一些意外花費。在花錢的時候，要多考慮實用性，別看到喜歡就買，儘量控制一下消費慾望，不然錢包很容易就癟下去啦。",
        "health_text": "避免長途奔波。長時間坐車或者奔波在路上，身體會極度疲憊，還可能引發一些小毛病，比如頭暈、腿腳痠痛。要是必須出門，儘量選擇舒適的交通工具，途中多注意休息，每隔一段時間下車活動活動筋骨，緩解身體的疲勞感。",
        "lucky_color": "米黃色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "散漫無計劃",
        "yi": "結交新朋友",
        "all": "97%",
        "date": "2025-07-28",
        "love": "99%",
        "work": "98%",
        "money": "95%",
        "health": "96%",
        "notice": "人氣旺得不得了",
        "discuss": "91%",
        "all_text": "整體運勢棒棒噠，社交人氣旺得不得了，非常利於開拓新圈子。這一天，你會發現自己彷彿自帶吸引力，無論走到哪裡都能成為焦點，很容易結識到新的朋友。在與他人交流時，你能夠充分發揮自己善於溝通的優勢，輕鬆地與不同類型的人打成一片，交流氛圍十分融洽。新的社交圈子會為你帶來許多新鮮的信息和機會，你可能會從中發現一些有趣的事物或者潛在的商機。而且，通過與新朋友的互動，你的思維也會變得更加活躍，能夠從不同的角度看待問題，拓寬自己的視野。在參加社交活動時，你會感到非常開心和滿足，這種積極的情緒也會進一步提升你的個人魅力。不過，在享受社交樂趣的同時，也要注意合理安排時間，不要因為過度社交而忽略了其他重要的事情。",
        "love_text": "單身的你，人氣頗高，無論是線上還是線下，都能吸引到不少人的關注。利用這個機會多參加聚會或活動，說不定就能遇到那個讓你心動的人。已有伴者的你，與伴侶之間的感情在會有明顯的升溫跡象，無論是共同的興趣愛好還是默契的交流，都能讓你們的關係更加緊密。",
        "take_star": "",
        "work_text": "你準備得極為充分，就像一位即將登臺表演的演員，對每一個環節都瞭如指掌。無論是面對日常工作學習中的常規任務，還是突如其來的挑戰，你都能憑藉紮實的前期準備，迅速做出反應，有條不紊地應對。這種充分準備帶來的自信，會讓你在各種場合都表現得從容不迫，遊刃有餘。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運超棒，會有多渠道進賬。可能是工作上的獎金、提成，也可能是之前投資的小回報，甚至會有一些意外的小驚喜收入。面對這麼多進賬渠道，要合理規劃每一筆錢，別因為錢來得容易就隨意揮霍，可以把一部分存起來，以備不時之需。",
        "health_text": "培養喝水的好習慣。很多人忙起來就忘了喝水，身體缺水會影響新陳代謝，讓你感覺口乾舌燥、皮膚乾燥。這一天不管多忙，都要時不時喝上幾口水，別等渴了才喝。可以準備個水杯放在身邊，隨時提醒自己補充水分。",
        "lucky_color": "天藍色",
        "lucky_number": "8"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒化消費",
        "yi": "家庭聚會",
        "all": "78%",
        "date": "2025-07-28",
        "love": "76%",
        "work": "72%",
        "money": "82%",
        "health": "75%",
        "notice": "更關注家人的需求",
        "discuss": "81%",
        "all_text": "對你來說整體運勢平平，你會不自覺地把家庭放在優先考慮的位置。家庭在你的生活裡本就佔據著重要分量，而這一天這種傾向更為明顯。你會更關注家人的需求和感受，願意花時間陪伴他們，和他們一起度過溫馨的時光。或許會和家人圍坐在一起聊聊天，分享彼此生活中的點滴，這種親密的互動讓你內心感到踏實和滿足。在家庭事務的處理上，你也會表現得十分用心，會主動承擔一些家務，或者為家人精心準備一頓美食。不過，因為把精力較多地放在了家庭方面，在其他社交活動或者個人興趣愛好上，你可能就會有些力不從心，參與度沒那麼高。但這也沒什麼不好，畢竟家庭是你心靈的港灣，在家庭中獲得的溫暖和支持，能讓你更有力量去面對生活中的其他挑戰。這一天就好好享受家庭的溫馨吧，讓自己沉浸在這份濃濃的親情之中。",
        "love_text": "單身的你，不妨多展示自己的個性與魅力，不必刻意迎合他人，真實的你才是最吸引人的。通過分享自己的故事或見解，你可能會遇到志同道合的朋友。已有伴者的你，在享受愛情的同時，也要記得保持自我，不要為了迎合對方而失去自己的原則和興趣，這樣的關係才能更加健康長久。",
        "take_star": "",
        "work_text": "在推進計劃時，會發現以往的方法漸漸不太奏效，需要做出一些改變和更新。或許是環境發生了變化，又或是任務難度提升，舊有的模式無法適應新的需求。這時候，你不能一味地堅持老方法，而要勇於嘗試新的思路和方式，雖然過程可能會有些波折，但一旦找到合適的方法，就能取得更好的效果。",
        "lucky_star": "射手座",
        "money_text": "你的財運較為平穩，不過很適合多學習理財知識。現在理財方式多種多樣，你可以通過看書、上網課或者向有經驗的人請教，瞭解不同的理財產品和投資策略。學習理財能幫你更好地管理自己的財富，為未來的財富增長打下基礎，讓錢能更合理地為你服務。",
        "health_text": "不要久坐不動。長時間坐著，會影響血液循環，導致腰部、頸部痠痛，還可能讓腹部脂肪堆積。每隔一段時間就站起來走走，活動一下腰部和頸部，做幾個簡單的伸展動作。工作學習之餘，也可以出去散散步，讓身體動起來。",
        "lucky_color": "金色",
        "lucky_number": "4"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度炫耀",
        "yi": "做出新改變",
        "all": "72%",
        "date": "2025-07-28",
        "love": "75%",
        "work": "71%",
        "money": "70%",
        "health": "73%",
        "notice": "按部就班的節奏",
        "discuss": "75%",
        "all_text": "整體運勢中規中矩，生活似乎進入了一種按部就班的節奏，沒有太多驚喜，也沒有明顯的波折。但這樣的狀態可能會讓你感覺有些乏味，所以這一天你需要給自己注入一些新鮮元素。可以從日常的小事做起，比如換一條平時不常走的路回家，途中可能會發現一些之前沒注意到的有趣店鋪或者風景；或者嘗試一種新的美食，給味蕾帶來不一樣的體驗。在穿著打扮上，也可以突破一下自己以往的風格，選擇一件不同以往的衣服，讓自己看起來煥然一新。這些小小的改變雖然看似不起眼，但卻能為你的生活增添不少樂趣，讓你的心情變得更加愉悅。不要總是被習慣束縛，偶爾給自己來點新鮮刺激，說不定還能從中發現新的興趣愛好或者生活樂趣呢。",
        "love_text": "單身的你，在感情上需要付出一些努力才能有所收穫，不要害怕主動出擊，向心儀的對象表達你的好感，即使結果不如預期，至少你嘗試過。已有伴者的你，在愛情中也要學會付出與奉獻，無論是時間還是精力，都能讓對方感受到你的用心與愛意，從而加深彼此的感情。",
        "take_star": "",
        "work_text": "要避免過於死板。雖然按照既定規則和流程做事能保證一定的穩定性，但在某些情況下，過於教條會限制你的發揮，錯過一些更好的機會。不妨適當靈活變通，根據實際情況調整策略，這樣不僅能提高效率，還可能帶來意想不到的收穫，讓事情朝著更有利的方向發展。",
        "lucky_star": "水瓶座",
        "money_text": "暫時沒有經濟壓力，財務狀況比較輕鬆。但這並不意味著可以放鬆對財務的管理，還是要留意日常的收支情況。可以趁著這段時間，梳理一下自己的資產和負債，看看有沒有可以優化的地方，為未來的財務規劃做好準備，讓財富能穩步增長。",
        "health_text": "提防頸椎問題。長時間低頭看手機、電腦，或者保持一個姿勢不動，頸椎會承受很大壓力，容易出現痠痛、僵硬的情況。使用電子設備時，要注意調整姿勢，讓屏幕與眼睛平視，每隔一段時間就活動一下頸椎，轉動轉動腦袋，緩解頸椎疲勞。",
        "lucky_color": "抹茶色",
        "lucky_number": "1"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想得多做得少",
        "yi": "嘗試新風格",
        "all": "94%",
        "date": "2025-07-28",
        "love": "93%",
        "work": "95%",
        "money": "90%",
        "health": "91%",
        "notice": "充滿好奇和探索欲",
        "discuss": "94%",
        "all_text": "得到幸運關照，你對生活充滿了熱情與活力。背後似乎有一股無形的力量，讓你對周圍的一切都充滿了好奇和探索欲。你會以積極樂觀的心態去面對生活中的各種事情，哪怕是遇到一些小麻煩，也能輕鬆應對，不會讓這些負面情緒影響到自己。這種良好的狀態會讓你在與人交往中也更加有魅力，能夠吸引到他人的關注和喜愛。你會主動參與各種社交活動，和朋友們一起談天說地，分享生活中的快樂。而且，你的這種熱情還會感染身邊的人，讓大家都沉浸在歡快的氛圍中。在生活的小細節上，你也能發現很多美好的東西，比如一朵盛開的花朵、一首動聽的歌曲，都能讓你感到無比的愉悅。這一天就盡情享受這份幸運和熱情帶來的快樂吧，讓生活變得更加豐富多彩。",
        "love_text": "單身的你，細心與體貼會成為你吸引異性的重要武器，無論是關注對方的細節還是提供實際的幫助，都能讓對方感受到你的溫暖與關懷。已有伴者的你，對伴侶的細心照顧會得到熱情的回應，無論是日常的小驚喜還是深情的告白，都能讓你們的感情更加甜蜜如初。",
        "take_star": "",
        "work_text": "收穫滿滿的肯定與認可，之前的努力和付出都得到了應有的回報。無論是在處理事務時展現出的專業能力，還是在面對困難時表現出的堅韌毅力，都讓身邊的人對你刮目相看。這種肯定不僅會讓你感到自豪和滿足，還會進一步激發你的動力和熱情，讓你在未來的道路上更加堅定地前行。",
        "lucky_star": "雙魚座",
        "money_text": "你的財運很好，眼光很準。在面對一些投資或者消費選擇時，你能敏銳地察覺到其中的機會和風險。比如挑選理財產品，能精準選中收益不錯且風險相對較低的；購物時也能挑到性價比高的東西。不過即便眼光好，也別過於自信，多參考一些專業建議會更好。",
        "health_text": "一定要端正坐姿。彎腰駝背、趴在桌上等不良坐姿，會影響脊柱的正常發育，還可能導致腰痠背痛。無論是工作、學習還是休息，都要保持挺胸抬頭的姿勢，讓身體處於放鬆又正確的狀態。可以在背後放個靠墊，幫助維持良好坐姿。",
        "lucky_color": "淺灰色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "一心多用",
        "yi": "欣賞藝術美",
        "all": "55%",
        "date": "2025-07-28",
        "love": "58%",
        "work": "54%",
        "money": "52%",
        "health": "57%",
        "notice": "同時盤旋多個計劃",
        "discuss": "69%",
        "all_text": "整體運勢差強人意，主要問題出在計劃太多上。你腦海裡可能同時盤旋著好幾個想法，從生活瑣事到興趣愛好，每個都想兼顧，還列出了長長的待辦清單。但現實是，精力有限，這麼多計劃一股腦兒推進，反而讓你手忙腳亂。比如，原本想既整理房間，又去參加一場小型聚會，還想學做新菜，結果哪樣都沒做到讓自己滿意。而且過多的計劃會讓你產生心理壓力，還沒開始行動就擔心做不好，這種焦慮情緒又進一步影響你的狀態。在社交方面，也可能因為忙於自己的計劃，對朋友的邀約回應得不夠積極，給人一種疏離感。其實，這一天不妨先靜下心來，從眾多計劃中挑選出兩三個最想完成、最容易實現的，集中精力去做。把節奏放慢一點，別給自己太大壓力，這樣或許能讓生活更有條理，也能讓自己輕鬆一些，不至於被繁雜的計劃壓得喘不過氣。",
        "love_text": "單身的你，要避免過於自戀或自我中心，這樣容易讓周圍的人感到不適。試著以更加開放和包容的心態去接納他人，你可能會發現更多美好的可能。已有伴者的你，在與伴侶相處時，不要過於傲嬌或固執己見，學會傾聽與理解對方的想法和感受，這樣才能讓感情更加和諧穩定。",
        "take_star": "",
        "work_text": "保持冷靜和理智是關鍵。在做各種決策和行動時，千萬不宜衝動行事。一旦衝動，可能會忽略一些潛在的問題和風險，導致後續出現一系列麻煩。比如，在處理事務時，可能會因為一時頭腦發熱而選擇不恰當的方式，使得原本簡單的情況變得複雜。又或者在與人交流合作中，衝動發言引發不必要的矛盾。所以，要時刻提醒自己，多思考、多權衡，避免因衝動而破壞整體的節奏和成果。",
        "lucky_star": "雙子座",
        "money_text": "要特別注意，不要買價格貴又不實用的東西。這一天你可能會被一些商品的外觀或者宣傳吸引，衝動之下就下單購買，但買回來後可能發現根本用不上，白白浪費錢。在購物前要多思考一下是否真的需要，也可以貨比三家，避免不必要的消費。",
        "health_text": "要少吃上火的食物。像辣椒、花椒、桂皮這類調味料，還有油炸食品、燒烤等，吃多了容易讓身體“上火”，出現口腔潰瘍、便秘等問題。建議儘量選擇清淡的食物，多吃蔬菜水果，比如黃瓜、西紅柿、蘋果，給身體降降火。",
        "lucky_color": "橙色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "追劇太上頭",
        "yi": "關注時尚資訊",
        "all": "80%",
        "date": "2025-07-28",
        "love": "98%",
        "work": "92%",
        "money": "89%",
        "health": "88%",
        "notice": "與時俱進的步伐",
        "discuss": "94%",
        "all_text": "整體運正當旺，能很好地保持與時俱進的步伐。你對周圍的新事物有著敏銳的感知，無論是新興的潮流趨勢，還是新的社交方式，都能迅速捕捉到並融入其中。這一天，你會發現自己和身邊的人交流起來毫無障礙，能輕鬆跟上大家的話題節奏，甚至還能提出一些新穎獨特的見解，讓大家對你刮目相看。在生活裡，你也願意嘗試新的體驗，比如去探索一家新開的餐廳，或者嘗試一種新的運動方式，這種對新事物的接納和探索精神讓你的生活充滿新鮮感。而且，這種積極向上的狀態還會感染身邊的人，吸引更多志同道合的朋友圍繞在你身邊。你會感受到生活充滿了活力和樂趣，自己也更有動力去追求想要的東西，整體狀態非常不錯，盡情享受這美好的一天吧。",
        "love_text": "單身的你，可能會遇到那個讓你心動不已的人，不妨大膽表達自己的心意，說不定就能順利脫單，開啟一段美好的戀情。已有伴者的你，可能會收到伴侶的深情表白或驚喜禮物，讓你感受到滿滿的愛意與幸福，記得也要給予對方同樣的回應哦。",
        "take_star": "",
        "work_text": "彷彿擁有了一雙“透視眼”，目光遠瞻，能精準地洞察到未來的發展趨勢和潛在機會。在處理當下事務時，不會僅僅侷限於眼前的利益和狀況，而是能從長遠的角度出發，做出更具前瞻性和戰略性的決策。這種能力讓你在眾多人中脫穎而出，無論是推進項目還是解決問題，都能展現出獨特的優勢，為未來的發展奠定堅實基礎。",
        "lucky_star": "處女座",
        "money_text": "財運不錯，可以適度犒勞自己。經過一段時間的努力，你值得給自己一些獎勵。可以是去吃一頓心儀已久的大餐，或者買一件一直想要的小物件。不過犒勞自己也要有個度，別過度消費，不然可能會影響接下來的財務計劃，讓之前的努力大打折扣。",
        "health_text": "不要在昏暗燈光下玩手機。光線太暗，眼睛需要更用力地聚焦，時間長了會眼睛疲勞、乾澀，還可能影響視力。玩手機時，要保證周圍光線充足，最好開著燈。也可以每隔一段時間就閉目養神幾分鐘，或者看看遠處的風景，讓眼睛得到休息。",
        "lucky_color": "深藍色",
        "lucky_number": "5"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒太敏感",
        "yi": "三思而後行",
        "all": "69%",
        "date": "2025-07-28",
        "love": "72%",
        "work": "67%",
        "money": "68%",
        "health": "70%",
        "notice": "被外界因素影響",
        "discuss": "63%",
        "all_text": "整體運勢較差，情緒過於敏感，總被外界因素牽著鼻子走。周圍人的一個眼神、一句不經意的話，都可能讓你浮想聯翩，心裡泛起層層漣漪。比如，在和朋友聊天時，對方語氣稍微冷淡一點，你就會開始懷疑自己是不是哪裡做錯了，是不是惹對方不高興了，然後一整天都沉浸在這種自我懷疑的情緒中。這種敏感的情緒還會影響到你的判斷力，讓你在做決策時猶豫不決，錯過一些不錯的機會。而且，因為情緒不穩定，你可能會和身邊的人發生一些小摩擦，事後又後悔不已。其實，這一天你需要試著讓自己的內心強大起來，不要過分在意別人的看法和態度。當意識到自己情緒受影響時，先深呼吸，讓自己冷靜下來，換個角度思考問題，也許就能發現事情並沒有自己想象的那麼糟糕。儘量保持平和的心態，才能讓生活少一些煩惱。",
        "love_text": "單身的你，可能更享受自由自在的狀態，對於感情的事並不急於求成。不過，偶爾也可以放慢腳步，留意身邊的美好風景，說不定就能遇到那個讓你心動的人。已有伴者的你，在與伴侶相處時，要多溝通、多交流，分享彼此的想法和感受，這樣才能更好地理解對方，避免因為誤解而產生矛盾。",
        "take_star": "",
        "work_text": "似乎有些不在狀態，整個人彷彿被一層迷霧籠罩，思維和行動都變得遲緩。在處理各種事務時，難以集中精力，容易出現疏忽和錯誤。比如，在完成任務時可能會遺漏重要細節，在與人交流時也容易走神，無法準確理解對方意圖。這種不在狀態的情況會影響你的效率和成果，需要儘快調整自己，找回往日的活力和專注。",
        "lucky_star": "金牛座",
        "money_text": "感受到來自月底的壓力，可能是一些必要的支出讓你有些擔憂。比如房租、水電費等固定開銷，或者是一些突然的生活費用。這時候要提前做好預算規劃，看看哪些支出可以節省，哪些可以推遲，合理調配資金，避免月底出現資金緊張的情況。",
        "health_text": "不要過於情緒化。情緒大起大落會影響身體的內分泌系統，導致身體出現各種不適，比如頭痛、心慌。遇到事情先冷靜下來，深呼吸幾次，讓自己平靜下來。也可以通過聽音樂、看電影等方式放鬆心情，保持平和的心態。",
        "lucky_color": "紫色",
        "lucky_number": "3"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "華而不實",
        "yi": "做好準備",
        "all": "82%",
        "date": "2025-07-28",
        "love": "85%",
        "work": "81%",
        "money": "80%",
        "health": "83%",
        "notice": "自由支配的時光",
        "discuss": "87%",
        "all_text": "整體運勢較為平穩，沒有太多大起大落的波瀾。這一天你會感覺時間比較充分，不會像往常那樣被各種瑣事追著跑，有更多可以自由支配的時光。你可以利用這些時間去做一些平時想做卻沒時間做的事情，比如整理一下家裡的雜物，把房間佈置得更加溫馨舒適；或者靜下心來讀一本一直放在書架上的書，在文字的世界裡享受片刻的寧靜與充實。也可以約上幾個好友，找個環境不錯的地方聚聚，聊聊生活裡的趣事，增進彼此之間的感情。不過，雖然時間充裕，但也不要白白浪費，要合理規劃好這段時間，讓每一分每一秒都過得有意義。別因為運勢平穩就放鬆對自己的要求，保持積極的生活態度，充分利用好這充裕的時間，說不定能發現生活中更多美好的小確幸，讓自己的生活更加豐富多彩。",
        "love_text": "單身的你，不妨多參加一些社交活動或聚會，擴大自己的社交圈子，增加結識新人的機會。說不定就能在某個不經意的瞬間遇到那個對的人。已有伴者的你，在與伴侶相處時，要放下手機等電子設備，給予對方適度的陪伴與關注，共同度過一段溫馨而美好的時光。",
        "take_star": "",
        "work_text": "充分體現了“一分耕耘一分收穫”的道理。你的每一份努力都不會白費，只要肯付出時間和精力，認真對待每一項任務，就能看到明顯的成果。無論是處理複雜的工作項目，還是攻克難懂的學習知識點，只要你腳踏實地、堅持不懈，就能逐步取得進步。這種付出與回報成正比的狀態，會讓你感到充實和有成就感，也激勵你繼續努力前行。",
        "lucky_star": "獅子座",
        "money_text": "財運尚可，要學會精打細算。在處理財務問題時，要更加細心和謹慎，對每一筆收支都要心中有數。比如購物時可以多關注商品的折扣信息，選擇性價比更高的購買方式；在規劃生活開銷時，制定詳細的預算表，嚴格按照預算執行，這樣能讓你的財務狀況更健康。",
        "health_text": "要提高抵抗力。身體抵抗力強，才能更好地抵禦外界病菌的侵襲。這一天要注意合理飲食，保證營養均衡，多吃富含蛋白質、維生素的食物，像雞蛋、牛奶、橙子。同時，適當進行一些運動，比如慢跑、跳繩，增強身體素質。",
        "lucky_color": "湖藍色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不切實際",
        "yi": "傾聽不同聲音",
        "all": "59%",
        "date": "2025-07-28",
        "love": "63%",
        "work": "57%",
        "money": "58%",
        "health": "60%",
        "notice": "不願意做出改變",
        "discuss": "56%",
        "all_text": "整體運勢有些低迷，可能會在一些事情上表現得太過固執。你心裡一旦認定了某個想法或者做法，就很難聽取別人的意見和建議，哪怕別人說得有道理，你也可能會堅持己見，不願意做出改變。這種固執的態度可能會讓你在與人交流時產生一些不必要的矛盾和衝突，影響你的人際關係。而且，因為過於堅持自己的方式，也可能會錯過一些更好的選擇和機會。在處理事情時，你可能會因為自己的固執而陷入困境，花費更多的時間和精力卻得不到理想的結果。這一天你需要試著讓自己變得更加靈活一些，多聽聽不同的聲音，換個角度思考問題，不要總是侷限於自己的思維模式裡。放下那份固執，以開放的心態去接納新的觀點和想法，或許能讓你的運勢有所轉變，生活也能更加順暢。",
        "love_text": "單身的你，要警惕捲入多角感情或複雜的情感糾葛中，保持清醒的頭腦和獨立的判斷力，才能避免不必要的麻煩和傷害。已有伴者的你，在與伴侶相處時，要警惕外界的誘惑和干擾，堅守自己的原則和底線，珍惜眼前人，共同守護這份來之不易的感情。",
        "take_star": "",
        "work_text": "容易陷入鑽牛角尖的困境，在面對問題時，思維變得狹隘，只盯著一個角度或一種方法，無法從更廣闊的視角去看待和解決。這種固執的思維方式會讓你在原地打轉，浪費大量時間和精力，卻找不到有效的解決辦法。而且，鑽牛角尖還可能讓你產生焦慮和煩躁的情緒，進一步影響你的判斷力和創造力。要學會跳出固有思維，換個角度看問題。",
        "lucky_star": "摩羯座",
        "money_text": "要小心超支問題。這一天你可能會因為各種原因花錢，比如和朋友聚會、購買新物品等，容易在不知不覺中就超出了自己的預算。在消費前最好先設定一個上限，並且時刻提醒自己不要超過這個額度。也可以使用一些記賬軟件，隨時掌握自己的消費情況。",
        "health_text": "要適度控糖。過多攝入糖分，不僅會讓你發胖，還可能影響血糖水平，增加患糖尿病的風險。少吃糖果、蛋糕、飲料等高糖食物，選擇一些低糖或者無糖的食品。如果實在想吃甜食，可以吃點水果，既能滿足口感，又相對健康。",
        "lucky_color": "卡其色",
        "lucky_number": "4"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "故意說反話",
        "yi": "挖掘藝術潛能",
        "all": "90%",
        "date": "2025-07-28",
        "love": "96%",
        "work": "88%",
        "money": "89%",
        "health": "91%",
        "notice": "找到興趣的所在",
        "discuss": "90%",
        "all_text": "整體運勢很好，你很有可能會找到自己的興趣所在。在生活裡，你會發現自己對某些事物產生了濃厚的興趣和好奇心，願意投入時間和精力去探索和了解。這種興趣可能是一種新的藝術形式，比如繪畫、音樂，讓你想要拿起畫筆或者樂器去嘗試創作；也可能是一種新的運動，像瑜伽、騎行，讓你迫不及待地想要去體驗其中的樂趣。一旦找到了興趣點，你會全身心地投入其中，享受這個過程帶來的快樂和滿足感。而且，這種對興趣的追求還能讓你結識到更多志同道合的朋友，拓展自己的社交圈子。在追求興趣的過程中，你也會不斷髮掘自己的潛力和能力，讓自己變得更加自信和有魅力。這一天就盡情地跟隨自己的內心，去尋找那份屬於自己的興趣吧，相信它會給你的生活增添許多色彩。",
        "love_text": "單身的你，可能會有一場浪漫的邂逅，讓你感受到愛情的甜蜜與美好。不妨放下矜持，勇敢追求自己的幸福。已有伴者的你，與伴侶之間的感情在會格外甜蜜，無論是共進晚餐還是漫步街頭，都能感受到彼此的心意相通和濃濃的愛意，讓這份感情更加深厚。",
        "take_star": "",
        "work_text": "不妨試著全力以赴，去挑戰那些平時覺得有難度的事情。你可能會發現自己擁有比想象中更強大的能力和潛力，只要鼓起勇氣，全身心投入，就能取得超出預期的成果。在面對困難和壓力時，不要輕易退縮，把每一次挑戰都當作成長的機會，全力以赴去拼搏，你會在這個過程中收穫寶貴的經驗和自信。",
        "lucky_star": "白羊座",
        "money_text": "財運比較穩定，要做好儲蓄計劃。可以把一部分收入存起來，作為應急資金或者未來的投資本金。在儲蓄過程中，要根據自己的實際情況制定合理的目標，比如每月存多少錢。同時，要選擇合適的儲蓄方式，確保資金的安全和一定的收益，讓財富能慢慢積累起來。",
        "health_text": "飲食要注意營養均衡。不能只吃自己喜歡的食物，要保證各種營養的攝入。除了主食，還要搭配蔬菜、水果、肉類、蛋類等。比如早餐可以吃麵包、雞蛋、牛奶，午餐和晚餐要有葷有素，這樣身體才能獲得全面的營養，保持健康狀態。",
        "lucky_color": "青色",
        "lucky_number": "5"
      }
    }
  }
}