{
  "updated": "2025-07-31T15:09:53.154Z",
  "updateTime": "2025/7/31 下午11:09:53",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 36897,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "推卸責任",
        "yi": "提高自律性",
        "all": "83%",
        "date": "2025-07-31",
        "love": "69%",
        "work": "89%",
        "money": "74%",
        "health": "84%",
        "notice": "保持一顆平常心",
        "discuss": "80%",
        "all_text": "你的整體運勢有所偏重，就像生活這桿秤，一邊輕一邊重，難免會有些微妙的失衡感。在這樣的日子裡，得失可能會比平常更明顯地擺在你面前。也許你會在某些事情上收穫滿滿，可緊接著又會在其他方面有所失去。這時候，保持一顆平常心就顯得尤為重要啦。別因為得到了一點甜頭就沾沾自喜，也別因為失去了一些東西就垂頭喪氣。要知道，生活本就是有起有伏，有得有失。以平和的心態去接納這一切，你會發現，那些所謂的得失，不過是人生長河中的小漣漪。而且，當你用平常心看待時，還能更清晰地看到事情的本質，不會被一時的情緒衝昏頭腦。這樣，無論遇到什麼情況，你都能穩如泰山，從容應對。說不定在冷靜思考之後，還能從這得失之間找到新的機會和方向，讓生活繼續朝著美好的方向發展呢。",
        "love_text": "單身的你，在感情場合裡存在感略低，可能不太容易成為他人關注的焦點。別因此氣餒，不妨主動參與一些社交活動，展現自己的熱情與活力。已有伴者的你，可別無理取鬧啦，遇到問題冷靜溝通，別讓情緒主導行為。要是因為小事就發脾氣，會讓伴侶覺得莫名其妙，影響兩人感情，多站在對方角度想想，感情會更和諧。",
        "take_star": "",
        "work_text": "對你而言是穩中求進的一天。整體狀態積極，思維清晰，能較好地平衡各項事務的推進節奏。無論是面對工作中的任務，還是學習裡的難題，都能保持耐心，按部就班地解決。不過，偶爾會因過於追求速度而忽略細節，需要適時提醒自己慢下來，確保每一步都紮實可靠。",
        "lucky_star": "獅子座",
        "money_text": "在財運上得提前做好預算規劃。這一天可能會有些意外的小支出冒出來，要是沒提前規劃好，錢可能不知不覺就花出去了。不管是日常購物，還是社交應酬，都先在心裡盤算下大概的花費。提前做好預算，能讓你清楚每一筆錢的去向，避免入不敷出，穩穩守住自己的錢包。",
        "health_text": "別沉迷手機啦。長時間盯著屏幕，眼睛會又酸又澀，還可能引發頭痛。而且老低頭看手機，頸椎也吃不消。不妨設定個時間提醒，每隔一會兒就放下手機，活動活動眼睛，做做眼保健操，再伸伸懶腰、扭扭脖子，讓身體放鬆放鬆。",
        "lucky_color": "薑黃色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "多疑猜忌",
        "yi": "制定理財計劃",
        "all": "90%",
        "date": "2025-07-31",
        "love": "93%",
        "work": "93%",
        "money": "91%",
        "health": "92%",
        "notice": "左右逢源運氣贊",
        "discuss": "96%",
        "all_text": "你的整體運勢那叫一個棒棒噠，簡直是左右逢源的一天，被幸運之神緊緊環繞。不管你走到哪裡，做什麼事，都能感覺到順順利利，就像走在平坦的大道上，沒有阻礙。周圍的人似乎都對你格外友好，願意在你需要的時候伸出援手，給你提供幫助和支持。這種良好的人際氛圍，會讓你做什麼都信心倍增，如虎添翼。而且在生活中，也可能會遇到一些意想不到的小驚喜，也許是突然收到一份心儀已久的禮物，也許是在不經意間發現了一個讓自己開心的小樂趣。總之，這一天裡，好運氣會一直陪伴著你，讓你心情愉悅，做什麼都充滿幹勁。盡情享受這份好運吧，讓這份美好延續下去，為生活增添更多絢麗的色彩。",
        "love_text": "單身的你，桃花運超旺，說不定轉角就遇到心動的人。多留意身邊新出現的人，主動打個招呼，說不定一段美好緣分就此開啟。已有伴者的你，不妨和伴侶一起做些有意義的事，比如共同完成一個手工，創造更多兩人專屬的羈絆，讓感情在這些小互動中不斷升溫，關係更加緊密。",
        "take_star": "",
        "work_text": "彷彿被智慧之光籠罩，見解獨到且富有創意。在處理各種事務時，總能從不同角度思考問題，提出新穎的解決方案。無論是工作上的項目策劃，還是學習中的難題攻克，都能展現出非凡的思維能力和應變能力。這種獨特的表現會讓你在人群中脫穎而出，收穫不少讚譽。",
        "lucky_star": "水瓶座",
        "money_text": "財運有驚喜在等著你。這一天或許會有一些額外的收益進賬，可能是之前投資的回報，也可能是工作上的獎勵。不過也別太得意忘形，雖然有意外之喜，但還是要保持理性消費。合理規劃這筆錢，一部分用來儲蓄，一部分用於改善生活，讓財運持續向好。",
        "health_text": "適合把運動鍛鍊計劃落實起來。一直坐著不動，身體會越來越“懶”，免疫力也會下降。選個喜歡的運動，像慢跑、跳繩或者瑜伽，每天抽出半小時到一小時動起來。運動前做好熱身，運動後也別忘了拉伸，這樣能讓身體更有活力，狀態更好。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想到就要做",
        "yi": "整理思緒",
        "all": "81%",
        "date": "2025-07-31",
        "love": "76%",
        "work": "86%",
        "money": "79%",
        "health": "78%",
        "notice": "醞釀著新的想法",
        "discuss": "83%",
        "all_text": "你的整體運勢尚可，在你的內心深處，正悄悄醞釀著一些新想法。這些想法就像一顆顆種子，在你的腦海裡生根發芽，雖然還沒有完全成熟，但卻充滿了無限的可能。也許這些想法是關於生活方式的改變，也許是對某個興趣愛好的新探索，又或者是想要嘗試一些從未做過的事情。不管是什麼，它們都代表著你對生活的熱情和追求。雖然目前這些想法還處於萌芽階段，但不要著急，給它們一些時間和空間去慢慢成長。在這個過程中，你可以多思考，多觀察，不斷完善這些想法。說不定在不久的將來，這些新想法就會成為你生活中的新亮點，為你打開一扇通往新世界的大門，讓你的生活變得更加豐富多彩，充滿樂趣。",
        "love_text": "單身的你，對待感情事可得認真起來啦，別再抱著玩玩的態度。真誠才能換來真心，認真對待每一次相遇，說不定真愛就在不遠處。已有伴者的你，要學會在感情裡成長，別總是像個小孩子。遇到分歧時，理性分析，和伴侶一起解決問題，這樣感情才能越來越穩固，共同走向更美好的未來。",
        "take_star": "",
        "work_text": "是充滿活力與探索精神的一天。你對新事物充滿好奇，願意主動去嘗試和學習。這種積極的態度讓你在面對各種挑戰時都能保持樂觀，輕鬆應對。無論是工作中的新任務，還是學習中的新領域，都能激發你的興趣，促使你不斷前進。不過，要注意合理安排時間，避免因過度分散精力而影響效率。",
        "lucky_star": "射手座",
        "money_text": "培養記賬的習慣對你的財運很有幫助。這一天你的消費可能會比較分散，東一筆西一筆，很容易忘記自己到底花了多少錢。通過記賬，你能清楚瞭解每一筆消費的去向，知道哪些是必要支出，哪些是不必要的浪費。這樣就能更好地控制自己的消費慾望，讓錢包更鼓。",
        "health_text": "要注意保護嗓子。可能說話比較多，或者會去K歌之類的，嗓子容易疲勞。儘量少大聲喊叫，多喝水保持嗓子溼潤，可以泡點胖大海、菊花茶來喝，潤潤喉。要是感覺嗓子不舒服，就少說話，讓嗓子好好休息休息。",
        "lucky_color": "酒紅色",
        "lucky_number": "6"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "情緒低落",
        "yi": "挑戰新遊戲",
        "all": "79%",
        "date": "2025-07-31",
        "love": "82%",
        "work": "78%",
        "money": "75%",
        "health": "80%",
        "notice": "有付出才有收穫",
        "discuss": "76%",
        "all_text": "你的整體運勢普普通通，沒有太多波瀾。生活不會平白無故給你饋贈，有付出才會有收穫是這一天的主旋律。你可能會發現，想要得到某些東西或者實現一些小願望，不能只靠空想，得實實在在地行動起來。比如想擁有更健康的身體，不能只羨慕別人活力滿滿，自己得邁開腿去運動；想擁有更豐富的精神世界，不能只等著別人分享，自己得主動去閱讀、去學習。這一天裡，別想著不勞而獲，每一份努力都可能在未來某個時刻給你帶來回報。也許當下看不到明顯的成果，但持續的付出就像在播種，總有一天會迎來收穫的季節。保持積極的態度，認真對待生活中的每一件小事，用實際行動去積累，你會慢慢感受到生活朝著好的方向在改變，這種改變或許不劇烈，但卻踏實而溫暖。",
        "love_text": "單身的你，或有了解一個人的機會，可能在某個聚會或日常交流中，和某個人聊得很投機。別急於確定關係，慢慢了解，給彼此時間。已有伴者的你，要一起用心經營感情，比如一起做頓晚餐，看場電影，在平凡生活中增添浪漫。多關心對方的感受，感情會在這點點滴滴中愈發深厚。",
        "take_star": "",
        "work_text": "對你來說是一個需要不斷嘗試新方法的日子。在處理事務時，可能會遇到一些常規方法難以解決的問題，這時不要侷限於舊有的思維模式，要大膽嘗試不同的途徑。雖然過程中可能會遇到一些困難和挫折，但每一次嘗試都是一次成長的機會。通過不斷摸索和實踐，你會找到更適合自己的方式，取得更好的成果。",
        "lucky_star": "雙子座",
        "money_text": "可不要見小錢就亂花。你可能會遇到一些看似划算的小商品，或者一些小額的消費誘惑，比如路邊的小吃、打折的小飾品等。雖然每次花的錢不多，但積少成多也是一筆不小的開支。要剋制住這種衝動消費，把錢花在更有價值的地方，才能讓財運更穩。",
        "health_text": "近期蚊患嚴重，務必要提防蚊蟲的叮咬。儘量避免出入蚊蟲多的地方，出門路過森林、樹叢、池塘等時，可以穿長袖長褲，噴上防蚊噴霧，家裡也準備好蚊香、電蚊拍等驅蚊工具，務必要以提防為上策。",
        "lucky_color": "藕荷色",
        "lucky_number": "1"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不信任隊友",
        "yi": "買喜歡的東西",
        "all": "74%",
        "date": "2025-07-31",
        "love": "65%",
        "work": "69%",
        "money": "77%",
        "health": "73%",
        "notice": "有偷安僥倖心理",
        "discuss": "71%",
        "all_text": "你的整體運勢稍有起伏，時而平穩時而有點小波動，不可大意的一天。在這種運勢下，容易出現偷安僥倖心理。你可能會在某些事情上，想著能偷懶就偷懶，覺得偶爾放鬆一下也沒關係，或者寄希望於運氣，期待不費什麼力氣就能達成目標。然而，這種心態可能會讓你錯過一些機會，或者在遇到小問題時因為準備不足而手忙腳亂。生活不會一直順著你的僥倖來，該面對的挑戰還是要面對。當這種偷安的想法冒出來時，不妨提醒自己，腳踏實地才能走得更穩。認真對待每一件事，不敷衍、不逃避，即使運勢有起伏，你也能憑藉自己的努力把生活掌控在手中，讓這一天過得更加充實和有意義。",
        "love_text": "單身的你，態度有些強勢，這可能會讓潛在的心儀對象望而卻步。適當收斂一下鋒芒，展現出溫柔的一面，會更吸引人。已有伴者的你，佔有慾別太強啦，給伴侶一些自由空間。過度干涉會讓對方感到壓抑，影響感情。相互信任，感情才能長久，多給彼此一些呼吸的空間。",
        "take_star": "",
        "work_text": "要特別提醒自己保持謙遜的態度。雖然你擁有較強的能力和自信，但過於自傲自大可能會讓你忽視他人的意見和建議，從而錯過一些寶貴的機會。在處理事務時，要學會傾聽他人的想法，尊重不同的觀點。只有保持開放的心態，才能不斷學習和進步，避免因一時疏忽而犯錯。",
        "lucky_star": "白羊座",
        "money_text": "得增強理財觀念。可能會面臨一些消費決策，如果沒有清晰的理財思路，很容易做出不合理的選擇。比如盲目購買一些高價的商品，卻沒有考慮其實際價值和使用頻率。多學習一些理財知識，根據自身的經濟狀況制定合理的消費和儲蓄計劃，才能讓財運穩步上升。",
        "health_text": "要注意頸肩放鬆。長時間保持一個姿勢，比如伏案工作、低頭玩手機，頸肩會變得僵硬痠痛。每隔一段時間就活動活動頸肩，做做聳肩、轉頭、擴胸的動作。也可以找個人幫忙按摩一下頸肩部位，促進血液循環，緩解肌肉緊張。",
        "lucky_color": "土黃色",
        "lucky_number": "9"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "粗心大意",
        "yi": "自我耕耘學習",
        "all": "58%",
        "date": "2025-07-31",
        "love": "50%",
        "work": "60%",
        "money": "55%",
        "health": "62%",
        "notice": "似乎少了點光彩",
        "discuss": "64%",
        "all_text": "整體運勢稍顯低迷，周圍的一切似乎都少了點光彩。在這種狀態下，很容易不自覺地羨慕別人擁有的東西。看到別人生活富足，就覺得自己缺這缺那；看到別人快樂無憂，就感嘆自己命運多舛。但你要知道，每個人都有自己的生活軌跡，別人表面的光鮮背後，可能也有不為人知的辛苦和煩惱。不要讓這種羨慕的情緒佔據你的內心，否則會讓自己更加沮喪和失落。把注意力放回自己身上，珍惜自己已經擁有的，哪怕是一份平凡的溫暖、一個強悍的體魄，這些都是寶貴的財富。接受自己當下的狀態，不要過分苛求，以平和的心態面對生活的不如意。當你不再盲目羨慕別人，專注於自己的生活時，或許會發現，原來自己擁有的也不少，生活依然有值得期待和珍惜的地方。",
        "love_text": "單身的你，似乎不太相信愛情，可能是過往經歷讓你有所顧慮。但別因一次失敗就否定所有，敞開心扉，說不定真愛就在下一秒。已有伴者的你，不要隨便質疑伴侶，遇到問題先溝通了解情況。無端的猜疑會傷害彼此感情，多給對方一些信任，感情才能穩定發展，攜手走過更多美好時光。",
        "take_star": "",
        "work_text": "可能會意識到自己在某些方面還有很大的提升空間。無論是知識儲備還是技能水平，都有待進一步充實和提高。不要因為暫時的不足而感到沮喪，這是一個成長和進步的契機。利用這一天的時間，反思自己的不足之處，制定合理的學習和提升計劃。通過不斷努力和學習，你會逐漸彌補自己的短板，變得更加優秀。",
        "lucky_star": "巨蟹座",
        "money_text": "要警惕物質慾望太強影響財運。這一天你可能會被各種商品吸引，看到什麼都想買，完全不考慮自己的實際需求和經濟能力。這種過度的消費慾望會讓你的錢包迅速癟下去。在購物前先冷靜思考，問問自己是否真的需要，避免衝動消費，才能守住自己的財運。",
        "health_text": "腸胃不太給力。飲食稍微不注意，就可能鬧肚子或者胃不舒服。吃的食物要乾淨衛生，避免吃路邊攤。生冷食物像生魚片、涼拌菜儘量少吃，多吃溫熱、好消化的食物，比如南瓜粥、山藥羹。要是腸胃不適，及時喝點溫水暖暖胃。",
        "lucky_color": "米白色",
        "lucky_number": "2"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "周邊買買買",
        "yi": "傳遞正能量",
        "all": "59%",
        "date": "2025-07-31",
        "love": "55%",
        "work": "56%",
        "money": "65%",
        "health": "60%",
        "notice": "諸事不順的感覺",
        "discuss": "66%",
        "all_text": "你的整體運勢可謂磕磕絆絆，彷彿走路時不斷被小石子硌到腳，諸事不順的感覺會時不時冒出來。可能原本計劃好的一些小事，也會因為各種意外狀況而被打亂節奏，讓你有些措手不及。這種接二連三的不順，很容易在心底堆積起煩躁和委屈，情緒就像即將噴發的火山，稍有不慎就可能暴走。也許一件微不足道的小事，就會成為情緒爆發的導火索，讓你忍不住對身邊的人發脾氣，或者陷入自我懷疑和沮喪之中。不過，要儘量提醒自己保持冷靜，因為情緒失控只會讓情況變得更糟。試著深呼吸幾下，給自己一點緩衝的時間，等情緒稍微平復後再去處理問題。雖然這一天會充滿挑戰，但每一次克服困難都是成長的機會，等度過這段不順的時期，你會發現自己變得更加堅強和成熟。",
        "love_text": "單身的你，或許會感受到較大壓力，可能來自家人催婚或者看到身邊朋友成雙成對。別被這些壓力影響，感情急不來，做好自己，緣分自然會到。已有伴者的你，生活裡會面臨一些考驗，比如經濟壓力或家庭瑣事。別獨自承擔，和伴侶一起面對，相互支持，共同克服困難，感情會更堅不可摧。",
        "take_star": "",
        "work_text": "可能會是手忙腳亂的一天。各種事務如潮水般湧來，讓你有些應接不暇。在處理這些事情時，你容易陷入混亂，缺乏條理，導致效率低下。而且，可能會因為一些突發狀況而打亂原本的計劃，使得情況變得更加複雜。此時，你需要保持冷靜，先梳理清楚各項事務的輕重緩急，再逐一解決，避免因慌亂而出現更多失誤。",
        "lucky_star": "金牛座",
        "money_text": "切勿貪小便宜。這一天你可能會遇到一些看似很划算的促銷活動，或者有人向你推薦一些所謂“高回報低風險”的投資項目。但這些背後可能隱藏著陷阱，貪小便宜往往會吃大虧。保持理性和警惕，不要輕易被小利益迷惑，才能避免財運受損。",
        "health_text": "吃太撐容易消化不良。面對美食別太貪心，吃到七八分飽就停下。吃飯時要細嚼慢嚥，讓腸胃更好地消化食物。如果不小心吃多了，別馬上坐著或躺著，出去散散步，促進腸胃蠕動，幫助消化。也可以喝點山楂水，消食化積。",
        "lucky_color": "草綠色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "散漫拖延",
        "yi": "出門遊玩旅行",
        "all": "84%",
        "date": "2025-07-31",
        "love": "82%",
        "work": "86%",
        "money": "80%",
        "health": "88%",
        "notice": "較多自由的時間",
        "discuss": "83%",
        "all_text": "你的整體運勢相對平順，就像在平靜的湖面上悠然划船，沒有太大的風浪。這種平穩的狀態會讓你感到安心和舒適，不會有太多突如其來的狀況讓你手忙腳亂。而且，你還可能會有比較多自由安排的時間，這就像是意外獲得了一份珍貴的禮物，你可以根據自己的喜好和需求來支配這些時間。你可以選擇窩在家裡看一本一直想讀卻沒時間讀的書，沉浸在文字的世界裡，享受那份寧靜和愜意；也可以約上幾個好友，一起去逛逛街、吃吃飯，聊聊生活中的趣事，增進彼此的感情。或者，你也可以去戶外走走，呼吸一下新鮮空氣，感受大自然的美好，讓身心得到放鬆和愉悅。總之，這一天你可以按照自己的節奏來生活，盡情享受這份自由和愜意。",
        "love_text": "單身的你，不妨好好打扮一下自己，提升外在形象能增加不少魅力。說不定精心打扮後出門，就能吸引到心儀對象的目光。已有伴者的你，也可以為悅己者容，偶爾換個新發型，買件漂亮衣服，讓伴侶眼前一亮。在感情裡保持新鮮感，能讓兩人的關係更加甜蜜，感情持續升溫。",
        "take_star": "",
        "work_text": "是一個在壓力中不斷成長的日子。你會感受到來自各方面的壓力，可能是工作任務的難度增加，也可能是學習內容的深度提升。但這些壓力並不會壓垮你，反而會激發你的鬥志和潛力。在應對壓力的過程中，你會不斷挖掘自己的能力，找到新的解決問題的方法。雖然過程可能會有些辛苦，但你會在這個過程中收穫寶貴的經驗和成長。",
        "lucky_star": "雙魚座",
        "money_text": "以儲蓄計劃為主對財運有利。這一天你的收入相對穩定，但也不適合進行大規模的投資或消費。制定一個合理的儲蓄計劃，將一部分收入存起來，為未來的生活做好保障。儲蓄不僅能讓你有安全感，還能在遇到突發情況時有足夠的資金應對，讓財運更穩健。",
        "health_text": "要注意保護關節部位。運動或者日常活動時，如果動作過大或者不小心，關節容易受傷。運動前要做好熱身，讓關節活動開。搬運重物時要注意姿勢，避免扭傷關節。要是不小心傷到關節，及時冷敷，減輕腫脹和疼痛。",
        "lucky_color": "銀灰色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吹毛求疵",
        "yi": "定個小目標",
        "all": "90%",
        "date": "2025-07-31",
        "love": "86%",
        "work": "91%",
        "money": "88%",
        "health": "92%",
        "notice": "被美好事物包圍",
        "discuss": "95%",
        "all_text": "你的整體運勢相當不錯，彷彿置身於一個充滿喜歡和美好的小世界，被各種美好的事物包圍著。周圍的一切似乎都在順著你的心意發展，讓你心情格外舒暢。你可能會發現，身邊的人對你格外友善，無論是熟悉的朋友還是偶然結識的新人，都能和你愉快地交流，讓你感受到人與人之間的溫暖和善意。而且，一些平時覺得棘手的事情，此時也能輕鬆地找到解決辦法，彷彿有一股無形的力量在幫助你。這種美好的氛圍會讓你更加熱愛生活，對未來充滿期待。你可以盡情地享受這份好運，去做一些讓自己開心的事情，比如聽一場喜歡的音樂會，品嚐一頓美味的大餐，或者去探索一個一直想去但沒去過的地方。讓這份美好延續下去，讓生活變得更加精彩。",
        "love_text": "單身的你，對於感情要積極培養，遇到有好感的人，主動創造相處機會，多瞭解對方。別錯過可能的美好緣分，勇敢邁出第一步。已有伴者的你，或有機會鞏固信任基礎，比如一起完成一個挑戰，或者坦誠分享彼此的秘密。通過這些互動，讓對方更加了解自己，信任也會在相互瞭解中不斷加深。",
        "take_star": "",
        "work_text": "迎來蛻變的一天。你會發現自己彷彿突破了某種束縛，在處理各種事務時變得更加得心應手。無論是面對複雜的工作難題，還是學習中的瓶頸，都能以全新的視角去看待，找到創新的解決方案。這種蛻變會讓你在人群中脫穎而出，展現出獨特的魅力。同時，你也會更加自信地追求自己的目標，向著更高的層次邁進。",
        "lucky_star": "處女座",
        "money_text": "可以小試牛刀做些理財嘗試。這一天你的財運較為平穩，有一定的資金可以靈活支配。不妨嘗試一些低風險的理財方式，比如購買穩健型的基金。不過要記住，不要把所有資金都投入進去，先小規模嘗試，積累經驗，等熟悉了理財規則後再逐步增加投入。",
        "health_text": "走路時別低頭玩手機。一邊走路一邊看手機，很容易撞到東西或者摔倒，導致身體受傷。走路時就專心看路，把手機收起來。如果實在需要看手機，先找個安全的地方停下來再看。安全第一，別因為玩手機而忽略了周圍環境。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "說話太直接",
        "yi": "郊外踏青",
        "all": "53%",
        "date": "2025-07-31",
        "love": "65%",
        "work": "54%",
        "money": "50%",
        "health": "63%",
        "notice": "籠罩看不清的薄霧",
        "discuss": "61%",
        "all_text": "面臨著嚴峻的運勢，似乎眼前籠罩著一層看不清的薄霧。更糟糕的是，你還拿到了“禍從口出”體驗卡，這會讓你的生活增添不少麻煩。在與人交流的時候，可能會因為一時沒管住嘴巴，說出一些不經思考的話，從而引發一些不必要的矛盾和誤會。也許是和熟人聊天時，不經意間吐槽了對方在意的事情；又或者是在公共場合，發表了一些不太恰當的言論，讓自己陷入尷尬的境地。這些話語就像一顆顆小石子，投入平靜的湖面，激起層層漣漪，打破原本和諧的關係。而且，這種因為言語帶來的麻煩，還可能會影響到你當下的心情，讓你變得煩躁和懊惱。所以，在說話之前一定要多在腦子裡過幾遍，謹慎開口，儘量避免因為言語不當而給自己帶來困擾，不然這一天可能會在處理這些麻煩事中度過，心情也難以舒暢起來。",
        "love_text": "單身的你，要警惕網戀，網絡世界虛幻成分多，別輕易投入過多感情和精力。多參與現實社交，增加遇到真愛的幾率。已有伴者的你，要給彼此適度的空間，別把對方盯得太緊。每個人都需要有自己的小世界，相互尊重，感情才能健康長久。偶爾分開一段時間，小別勝新婚，感情會更甜蜜。",
        "take_star": "",
        "work_text": "容易出現總開小差的情況。在完成一件事時，你的注意力難以集中，容易被周圍的環境或其他事物所幹擾。這會導致你的效率大大降低，原本可以輕鬆完成的任務，可能會花費更多的時間和精力。而且，由於分心，還可能會出現一些小失誤，影響整體的質量。你需要時刻提醒自己保持專注，排除外界的干擾，全身心地投入到當前的事情中。",
        "lucky_star": "天秤座",
        "money_text": "一定要遠離風險項目。可能會有一些看似回報豐厚但風險極高的投資機會出現在你面前，比如一些新興的、不穩定的行業投資。雖然高回報很誘人，但以你目前的財運狀況，一旦投資失敗，可能會遭受較大的損失。保守理財，穩紮穩打，才能保住自己的財富。",
        "health_text": "要提防乾眼症。長時間用眼，比如看電腦、看書，眼睛容易乾澀疲勞。每隔一段時間就看看遠處，讓眼睛放鬆放鬆。也可以使用人工淚液來緩解眼睛乾澀。保持室內空氣溼潤，避免眼睛受到乾燥空氣的刺激。",
        "lucky_color": "湖藍色",
        "lucky_number": "5"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "喝太多奶茶",
        "yi": "享受獨處時光",
        "all": "95%",
        "date": "2025-07-31",
        "love": "93%",
        "work": "96%",
        "money": "90%",
        "health": "97%",
        "notice": "勢如破竹的節奏",
        "discuss": "93%",
        "all_text": "迎來了開掛般的運勢，就像坐上了高速前進的列車，一路勢如破竹的節奏。生活中彷彿有一股強大的助力在推著你向前，無論做什麼事情都感覺順風順水。你可能會發現，原本覺得困難重重的事情，解決起來卻異常輕鬆，好像所有的阻礙都自動讓開了道路。而且，一些意想不到的好機會也會主動找上門來，讓你有更多展示自己的舞臺。這種好運不僅僅體現在某一方面，而是貫穿在你生活的各個角落，讓你處處都能感受到驚喜和愉悅。你會明顯感覺到自己的狀態非常好，信心滿滿，對未來充滿了期待。可以趁著這股好運氣，大膽地去嘗試一些平時不敢做的事情，說不定會有意想不到的收穫，讓這一天成為你生活中閃閃發光的一天。",
        "love_text": "單身的你，能感受到追求者的真誠，對方可能用實際行動表達心意，比如默默為你解決小麻煩。認真感受這份真誠，說不定能收穫美好愛情。已有伴者的你，會得到溫柔體貼的照顧，伴侶會關注你的需求，讓你感受到滿滿的愛意。珍惜這份溫暖，也給予對方回應，感情會在相互關愛中越來越好。",
        "take_star": "",
        "work_text": "以興趣為強大的動力源，在各種事務中展現出極高的熱情和積極性。當你對某件事情感興趣時，就會全身心地投入其中，充分發揮自己的創造力和想象力。這種對興趣的執著追求會讓你在處理事務時更加得心應手，也更容易取得優異的成果。而且，你的熱情還會感染身邊的人，帶動大家一起積極向前。",
        "lucky_star": "天蠍座",
        "money_text": "或許會有副業進賬。你的副業可能會有一些額外的收益，可能是客戶的獎勵，或者是業務的拓展帶來的收入。這是對你努力的一種回報，要好好珍惜。同時，也可以考慮將這部分收入進行合理規劃，一部分用於擴大副業規模，一部分用於儲蓄，讓財運越來越好。",
        "health_text": "不要對著風口位直吹。不管是空調風還是風扇風，直吹身體容易讓寒氣入侵，導致感冒、關節疼痛等問題。調整一下空調或者風扇的方向，避免直吹。如果感覺冷，及時添加衣物，做好保暖措施，別讓身體受涼。",
        "lucky_color": "天青色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "頓頓吃外賣",
        "yi": "學習別人長處",
        "all": "77%",
        "date": "2025-07-31",
        "love": "75%",
        "work": "80%",
        "money": "78%",
        "health": "74%",
        "notice": "按部就班的模式",
        "discuss": "75%",
        "all_text": "你的整體運勢平平，就像一杯白開水，沒有太多的滋味。生活似乎陷入了一種按部就班的模式，缺乏一些激情和變化。在這樣的狀態下，你可能會覺得有些無聊和乏味，對周圍的事物也提不起太大的興趣。這時候，就需要你主動給平淡的生活注入新鮮活力了。你可以嘗試去做一些以前沒做過的小事，比如換一條新的路線散步，去一家沒去過的餐廳品嚐美食，或者讀一本不同類型的新書。這些小小的改變，就像在平靜的湖面投入一顆小石子，雖然不會引起巨大的波瀾，但卻能為你的生活帶來一絲別樣的色彩。不要讓平淡的生活消磨了你的熱情，主動去尋找那些能讓自己開心和興奮的點，讓這一天變得不再那麼單調，充滿更多的樂趣和驚喜。",
        "love_text": "單身的你，似乎沒有脫單的心思，更享受單身的自由和愜意。那就盡情享受當下，做自己喜歡的事，等緣分到了自然會心動。已有伴者的你，需要為愛保鮮，比如一起去做一些沒做過的事，探索新的領域。在新鮮體驗中，重新點燃彼此的熱情，讓感情保持活力，一直甜蜜如初。",
        "take_star": "",
        "work_text": "是一個適合多向別人學習的日子。你會發現自己身邊有很多優秀的人，他們在處理事務時有著獨特的方法和技巧。不要害怕向他人請教，虛心學習他們的長處，將其轉化為自己的能力。通過與他人的交流和學習，你會不斷豐富自己的經驗和知識儲備，提升自己的綜合素質。同時，也能從他人身上獲得啟發，找到新的發展方向。",
        "lucky_star": "摩羯座",
        "money_text": "你的進賬平平。收入方面不會有太大的波動，基本保持穩定。在消費上要更加謹慎，避免不必要的開支。雖然沒有大的進賬，但只要合理控制消費，也能讓財務狀況保持平衡。可以多關注一些節省開支的小方法，比如自己做飯、減少外出娛樂等，讓每一分錢都花得有價值。",
        "health_text": "不要在昏暗燈光玩手機。昏暗的光線對眼睛傷害很大，容易導致視力下降、眼睛疲勞等問題。玩手機時要把燈光調亮一些，保證周圍環境明亮。玩一段時間就讓眼睛休息一下，看看綠色植物或者眺望遠方，保護好眼睛。",
        "lucky_color": "咖啡色",
        "lucky_number": "2"
      }
    }
  }
}