{
  "updated": "2025-10-19T21:07:56.651Z",
  "updateTime": "2025/10/20 上午5:07:56",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14264,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "三餐點外賣",
        "yi": "提升個人技能",
        "all": "79%",
        "date": "2025-10-19",
        "love": "73%",
        "work": "71%",
        "money": "69%",
        "health": "77%",
        "notice": "按固定齒輪走著",
        "discuss": "80%",
        "all_text": "你的整體運勢一般般，生活好似被上了發條，一切都在按照固定齒輪有條不紊地走著。日常裡，各種熟悉的事物按部就班地出現，沒有太多意料之外的插曲。社交方面，與朋友的互動也是中規中矩，話題多是圍繞以往的經歷，鮮少有新的討論點。在接觸新事物時，你可能會覺得缺乏那種強烈的刺激感，一切都顯得比較平淡。面對一些選擇，你可能會下意識地按照以往的習慣去處理，不太願意去嘗試全新的方式。這種狀態讓你既感到安心，又隱隱覺得有些乏味。不過，這種平穩也有它的好處，它能讓你在熟悉的環境中放鬆下來，不用時刻緊繃著神經。你可以利用這段時間，好好整理一下自己的思緒，回顧一下過去的經歷，為未來的變化做些準備。雖然當下沒有明顯的驚喜，但這種按部就班也為生活奠定了堅實的基礎。",
        "love_text": "單身的你，在感情上別因為一時寂寞或者外界壓力就將就開始一段感情。要是遇到有好感的人，也別急著確定關係，多花些時間瞭解對方，看看彼此是否真的契合。已有伴者的你，要多和伴侶表達自己的想法。無論是生活裡的瑣碎事，還是對未來的規劃，都坦誠說出來，讓對方走進你的內心世界，這樣能讓你們的感情更加緊密。",
        "work_text": "在推進各項事務時，得把關注進度放在重要位置。整體上，你可能會同時面對多項任務，進展速度參差不齊。有的事情推進得較為順利，有的卻卡在某個環節。你需要時刻留意整體節奏，別讓某個環節的滯後影響到整體。若發現進度落後，要及時調整策略，確保各項事務能按預期推進，避免出現混亂局面。",
        "lucky_star": "天秤座",
        "money_text": "得剋制下愛面子的毛病，別打腫臉充胖子。朋友聚會或是遇到些消費場景，別為了顯擺就搶著買單，或者購買超出自己經濟能力的物品。這可能會讓你後續資金緊張，在支出前多想想是否真的必要，合理規劃錢財，不然錢包很容易癟下去，之後還得為錢發愁。",
        "health_text": "在飲食上可得悠著點，別一看到大魚大肉就放縱自己猛吃。這類食物油脂高、熱量大，吃多了腸胃負擔重，還可能讓你長胖。儘量葷素搭配著來，多吃點清淡的蔬菜，給腸胃減減壓。也別光顧著滿足口腹之慾，忽略了身體發出的信號，合理控制食量，才能讓身體保持良好狀態。",
        "lucky_color": "粉色",
        "lucky_number": "2"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "熬夜刷視頻",
        "yi": "製作手工藝術品",
        "all": "85%",
        "date": "2025-10-19",
        "love": "82%",
        "work": "83%",
        "money": "78%",
        "health": "87%",
        "notice": "以休息補充能量",
        "discuss": "83%",
        "all_text": "你的整體運勢尚可，正好有了空隙能好好休息補充能量。這一天，生活的節奏明顯慢了下來，沒有那麼多需要你操心和忙碌的事情。在與人交往中，你不會被各種社交活動纏得脫不開身，能有更多時間獨處。你可以靜下心來，看看書、聽聽音樂，讓自己的心靈得到放鬆。對於一些平時覺得繁瑣的事情，你也有了更從容的心態去面對，不會急於求成。在與他人交流想法時，你也能更清晰地表達自己的觀點，而不會被外界的聲音輕易干擾。這種休息不僅能讓你的精神得到舒緩，也能讓你對生活有新的感悟。你可以趁著這個機會，重新審視自己的生活目標和方向，為接下來的生活做好規劃。",
        "love_text": "單身的你，或許會有追求者向你獻殷勤。面對這份熱情，別急著拒絕，也別立刻接受，保持冷靜觀察，看看對方是不是真心實意。已有伴者的你，不妨和伴侶一起出門走走，去公園散散步，或者看一場電影。在輕鬆的氛圍裡，享受彼此的陪伴，能讓你們的感情升溫，回憶起戀愛時的甜蜜。",
        "work_text": "建議抽點時間查缺補漏。在處理各項事務的過程中，你會發現一些之前忽略的小問題。這些問題看似不起眼，但如果不及時解決，可能會在未來引發更大的麻煩。利用時間，對已經完成的工作和學習內容進行一次全面回顧，找出其中的不足並加以改進，能讓後續的進展更加順利。",
        "lucky_star": "巨蟹座",
        "money_text": "財運較為平穩，收支基本能保持平衡狀態。日常開銷和收入不會有太大波動，不過也別因此就放鬆警惕。可以趁著這穩定的時候，梳理下自己的財務狀況，看看有沒有可以優化支出或者增加儲蓄的地方，為未來可能的大額消費或者投資提前做好準備。",
        "health_text": "睡前建議不要吃太飽，不然睡覺時腸胃還在努力消化食物，會影響睡眠質量，第二天還可能感覺胃脹、不舒服。晚餐儘量安排得早一些，七八分飽就行。要是睡前實在餓了，可以吃點小麵包或者喝杯熱牛奶，既能緩解飢餓感，又不會給腸胃造成太大負擔，讓你睡得更安穩。",
        "lucky_color": "咖啡色",
        "lucky_number": "6"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "無計劃購物",
        "yi": "打卡新店鋪",
        "all": "70%",
        "date": "2025-10-19",
        "love": "71%",
        "work": "61%",
        "money": "72%",
        "health": "79%",
        "notice": "內心渴望著變化",
        "discuss": "71%",
        "all_text": "你的整體運勢平平，內心渴望變化卻又有點膽怯。你可能會覺得當下的生活有些單調，想要做出一些改變，比如嘗試新的興趣愛好，或者改變自己的社交圈子。然而，當真正要邁出那一步時，你又會有些猶豫，擔心新的環境會帶來不適應，害怕自己無法應對新的挑戰。在與他人交流時，你可能會聽到一些關於新事物的信息，這讓你更加心動，但同時又不敢輕易行動。這種矛盾的心理會讓你在這一天有些糾結。不過，這種狀態也並非壞事，它能讓你更加謹慎地思考自己的選擇，不會因為一時衝動而做出錯誤的決定。你可以先做一些小範圍的嘗試，慢慢積累經驗，增強自己的信心。",
        "love_text": "單身的你，在感情這件事上要認真考慮。別因為一時的新鮮感就投入一段感情，要思考對方是否能給你帶來長久的幸福。已有伴者的你，要學會讓步和成長。在相處中，難免會有意見不合的時候，別總是堅持自己的觀點，站在對方的角度想想，適當讓步能讓你們的感情更和諧。",
        "work_text": "玩樂心偏重，這可能會讓你在處理各項事務時難以集中精力。在工作和學習中，你可能會被一些有趣的事情吸引，導致原本的任務被擱置。你需要意識到這種狀態的弊端，合理分配玩樂和工作學習的時間，給自己設定明確的目標和任務，避免因為貪玩而耽誤了正事。",
        "lucky_star": "射手座",
        "money_text": "在財運上要注意培養記賬的好習慣。這一天裡，各種消費可能比較零碎，容易記不清錢花在了哪兒。通過記賬，你能清楚每一筆錢的去向，從而發現哪些是不必要的開支。這樣在後續消費時就能更理性，避免盲目花錢，讓每一分錢都花得更有價值，保障自己的財務狀況。",
        "health_text": "建議少喝點各種奶茶飲料，它們大多含糖量高，還可能有不少添加劑。喝多了不僅容易長胖，還可能影響血糖和牙齒健康。口渴了就多喝白開水，既解渴又健康。要是想換個口味，也可以自己泡點花果茶，天然又好喝，還能補充一些維生素，對身體更有益處。",
        "lucky_color": "焦糖色",
        "lucky_number": "7"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "過度使用耳機",
        "yi": "參加興趣活動",
        "all": "72%",
        "date": "2025-10-19",
        "love": "56%",
        "work": "75%",
        "money": "70%",
        "health": "73%",
        "notice": "傾聽內心的聲音",
        "discuss": "77%",
        "all_text": "你的整體運勢中規中矩，相比起迎合別人，不如聽聽心裡面怎麼說。這一天，你可能會遇到一些需要你做出選擇的情況，周圍的人可能會給出各種不同的建議。但此時，你不要被他人的意見所左右，而是要靜下心來，傾聽自己內心的聲音。因為只有你自己最清楚自己真正想要的是什麼，最符合自己需求的是什麼。在社交場合中，你不需要刻意去迎合他人，保持真實的自己就好。如果與他人產生了分歧，也不要急於妥協，而是要坦誠地表達自己的想法和感受。這種真實的態度會讓你在人際交往中更加自在，也能吸引到真正與你合拍的人。雖然這種做法可能會讓你在短期內面臨一些壓力，但從長遠來看，它能讓你的生活更加符合自己的心意。",
        "love_text": "單身的你，要警惕網戀。網絡世界存在很多不確定性，別輕易被網上的甜言蜜語所迷惑，在沒有充分了解對方真實情況前，不要投入過多感情。已有伴者的你，別僅限於線上甜蜜。線上聊天雖然方便，但缺乏真實的互動，可以和伴侶見個面，一起吃個飯，讓感情在現實相處中更加深厚。",
        "work_text": "要耐心克服難題。在推進各項事務的過程中，你可能會遇到一些比較棘手的問題，這些問題不會輕易被解決，需要你付出更多的時間和精力。不要因為遇到困難就產生放棄的念頭，要保持耐心，一步一步地分析問題，尋找解決辦法。相信通過你的努力，最終能夠克服困難，取得進展。",
        "lucky_star": "白羊座",
        "money_text": "得格外注意別輕易把錢借給別人。哪怕對方說得天花亂墜，有各種看似合理的借錢理由，你都要謹慎考慮。一旦把錢借出去，可能會面臨收不回來的風險，影響自己的資金週轉。把錢包捂緊點，先保障自己的財務穩定，再去考慮幫助他人。",
        "health_text": "建議多注意管理自己的體重，可能不經意間就吃多了，體重悄悄往上漲。在吃東西的時候要多想想，別看到喜歡的就毫無節制。可以準備一個小本子，記錄下每天吃的食物和大概的熱量，這樣能更清楚地瞭解自己的飲食情況。同時，適當增加一些運動，比如散散步，幫助消耗多餘的熱量。",
        "lucky_color": "藏青色",
        "lucky_number": "6"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "沉迷玩手機",
        "yi": "戶外騎行之旅",
        "all": "95%",
        "date": "2025-10-19",
        "love": "93%",
        "work": "92%",
        "money": "90%",
        "health": "97%",
        "notice": "活力四射且幸運",
        "discuss": "92%",
        "all_text": "你的整體運勢旺盛，是活力四射的一天，一切都顯得美好幸運。你會感覺自己的精神狀態非常好，渾身充滿了幹勁和熱情。在面對各種事情時，你都能以積極的心態去應對，而且往往能取得不錯的結果。在社交方面，你會成為焦點，吸引著周圍人的目光。你的自信和魅力會讓你結識到很多新朋友，也會讓老朋友更加喜歡你。在與他人交流時，你能輕鬆地表達自己的觀點，並且能得到他人的認可和讚賞。這種良好的狀態會讓你對生活充滿期待，也會讓你更加願意去嘗試新的事物。你可以利用這一天的好運，去做一些自己一直想做但沒有機會做的事情，說不定會有意想不到的收穫。",
        "love_text": "單身的你，或許會有愛情降臨。也許在某個不經意間，就會遇到那個讓你心動的人，要抓住機會，勇敢表達自己的心意。已有伴者的你，會得到伴侶的肯定與誇獎。伴侶會看到你的優點和努力，給予你鼓勵和支持，這會讓你感到特別溫暖，也能讓你們的感情更加穩固。",
        "work_text": "優勢凸顯，你在處理各項事務時會表現得更加出色。無論是工作還是學習，你都能夠充分發揮自己的能力和特長，高效地完成任務。你的自信心也會增強，在面對困難和挑戰時，能夠保持積極樂觀的態度，勇於嘗試新的方法和思路。這種良好的狀態會讓你在取得不錯的成果。",
        "lucky_star": "處女座",
        "money_text": "財運相當不錯，可能會有外快或者兼職方面的收益。在工作之餘，你之前參與的一些小項目、小任務，或許會給你帶來額外的收入。這讓你在經濟上更加寬裕，不過也別因為有了額外進賬就隨意揮霍，合理規劃這筆錢，比如存起來或者用於一些有價值的投資，讓財富更好地積累。",
        "health_text": "建議多吃蔬菜水果，它們富含各種維生素、礦物質和膳食纖維，對身體好處多多。能增強免疫力，讓你少生病，還能促進腸道蠕動，預防便秘。別總是吃那些油膩的大魚大肉，把蔬菜水果當成每餐必不可少的一部分。可以變著花樣吃，做成沙拉、榨成汁，讓飲食更豐富健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "8"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "輕信網絡信息",
        "yi": "與家人互動",
        "all": "97%",
        "date": "2025-10-19",
        "love": "98%",
        "work": "96%",
        "money": "91%",
        "health": "94%",
        "notice": "自信且充實狀態",
        "discuss": "97%",
        "all_text": "你的整體運勢很給力，是自信且充實的一天，你會喜歡當前的狀態。這一天，你會對自己的能力充滿信心，相信自己在各個方面都能表現出色。這種自信會讓你在面對困難和挑戰時更加從容不迫，能夠冷靜地分析問題並找到解決辦法。在生活方面，你會覺得自己的生活非常有條理，每一個細節都被你安排得井井有條。你會享受這種充實的感覺，覺得自己的生活很有意義。在與他人相處時，你也會表現得非常得體，能夠尊重他人的意見和感受，同時也能堅持自己的原則。這種良好的狀態會讓你感到非常滿足，也會讓你對未來充滿信心。你可以繼續保持這種狀態，讓自己的生活更加精彩。",
        "love_text": "單身的你，可能會收到真誠表白。對方是帶著真心來靠近你，要認真對待這份感情，看看自己是否也有同樣的感覺。已有伴者的你，會有一場浪漫約會。和伴侶一起度過一個溫馨的時光，享受二人世界，能讓你們的感情更加甜蜜，回憶起戀愛時的美好。",
        "work_text": "迎來新蛻變，你會在工作和學習中感受到明顯的進步和提升。之前積累的經驗和知識會在發揮作用，讓你在處理各項事務時更加得心應手。你會發現自己能夠更加高效地完成任務，解決問題的能力也有所增強。這種蛻變會讓你充滿成就感，同時也會激勵你繼續努力，追求更高的目標。",
        "lucky_star": "雙魚座",
        "money_text": "求財嗅覺格外敏銳，能發現不少賺錢的小機會。可能是在與他人交流中，或是日常瀏覽信息時，捕捉到一些商機。要抓住這些稍縱即逝的機會，積極行動起來。不過也別過於衝動，在投入資金或者精力前，做好簡單的評估和規劃，確保這些機會能真正為你帶來可觀的收益。",
        "health_text": "建議不要一直盯著手機玩，放下它多看看周圍的綠植。長時間看手機，眼睛會又酸又澀，還可能引發近視等眼部問題。而綠植能讓你放鬆眼睛，緩解視覺疲勞。工作或者學習間隙，抬頭看看窗外的花草樹木，或者在自己桌邊放一盆小綠植，時不時看看它，給眼睛放個假，對保護視力很有幫助。",
        "lucky_color": "天藍色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "太依賴眼藥水",
        "yi": "參觀博物館",
        "all": "63%",
        "date": "2025-10-19",
        "love": "62%",
        "work": "56%",
        "money": "51%",
        "health": "64%",
        "notice": "自我質疑的怪圈",
        "discuss": "62%",
        "all_text": "你的整體運勢還在低窪處徘徊。你容易陷入自我質疑的怪圈，在做任何決定時，腦海裡都會有個聲音不斷冒出來，質疑自己的選擇是否正確。哪怕是日常裡決定看哪部電影、選哪本書，都會反覆思量，擔心選了這部會錯過那部更好的，選了這本書會看不懂浪費了時間。這種自我質疑會讓你在與人交流時也變得不自信，對方提出一個觀點，你明明有自己的想法，卻不敢堅定表達，總覺得自己考慮得不夠周全。在社交場合裡，你也會因為自我質疑而變得拘謹，不敢主動去結識新朋友，害怕自己表現不好給對方留下壞印象。這種狀態會讓你心情低落，做什麼都提不起勁。但你要知道，每個人都會有自我懷疑的時候，這只是暫時的。試著給自己一些積極的心理暗示，相信自己的判斷，慢慢就能從這低窪的運勢中走出來，重新找回自信和輕鬆的狀態。",
        "love_text": "單身的你，在感情上容易眼高手低。可能會對追求者有過高的要求，而忽略了對方身上的閃光點，適當調整自己的標準，或許能發現合適的人。已有伴者的你，別過多要求對方。每個人都有自己的優點和不足，別總是對伴侶吹毛求疵，多看到對方的付出，這樣能讓你們的感情更融洽。",
        "work_text": "彷彿置身於迷霧森林，面對諸多選擇卻總是猶豫不決。每一個方向都看似可行，卻又讓你不敢輕易邁出腳步。這種徘徊不定會消耗你的精力，讓你難以集中精力去推進事情。在決策上，你可能會因為過度思考而錯失一些機會，不妨試著相信自己的直覺，果斷一點，或許能撥開迷霧，找到前行的道路。",
        "lucky_star": "天蠍座",
        "money_text": "面臨放縱消費帶來的壓力了。可能會因為一些促銷活動、朋友推薦，或者單純想滿足自己的慾望，而進行大量不必要的消費。等冷靜下來，看著空空的錢包，就會感到後悔和壓力。所以在消費前一定要三思，剋制自己的衝動，想想這些錢是否有更合適的用途，避免陷入財務困境。",
        "health_text": "你的腸胃比較敏感，得在飲食上多注意。生冷、辛辣、油膩的食物儘量少吃，這些食物容易刺激腸胃，引起腹痛、腹瀉等不適。吃飯要定時定量，別飢一頓飽一頓的。如果腸胃已經出現不舒服的情況，可以喝點溫熱的粥，吃點軟爛的麵條，給腸胃一些溫和的滋養，讓它慢慢恢復。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "濃妝豔抹",
        "yi": "去露營野餐",
        "all": "91%",
        "date": "2025-10-19",
        "love": "92%",
        "work": "94%",
        "money": "90%",
        "health": "95%",
        "notice": "目標明確很踏實",
        "discuss": "90%",
        "all_text": "幸運在線的一天。你心裡特別清楚自己下一步該做什麼，目標明確得就像在黑暗中找到了那盞最亮的燈。這種清晰感讓你在做事情時特別踏實，每一步都走得穩穩當當。你不會盲目跟風，也不會被外界的干擾所左右，而是堅定地按照自己的節奏前進。在生活裡，你對各種事情都有自己的規劃和安排，無論是處理人際關係，還是安排休閒時間，都能做到有條不紊。你清楚自己的優勢和不足，知道什麼時候該展現自己，什麼時候該低調行事。這種掌控感會讓你感到安心和滿足，彷彿一切都在自己的掌握之中。你會充分利用這一天的幸運，去做一些讓自己開心、有意義的事情，讓自己的生活更加充實和美好。",
        "love_text": "單身的你，要敢於主動出擊。遇到有好感的人，別猶豫，大膽表達自己的心意，說不定就能收穫一段美好的感情。已有伴者的你，要保持熱情。對伴侶多一些關心和體貼，讓對方感受到你的愛意，這樣能讓你們的感情始終保持新鮮感，更加長久。",
        "work_text": "你有著清晰的規劃和目標，對未來的發展有著獨特的見解。這種富有遠見的特質讓你在面對各種情況時都能從容不迫，有條不紊地推進各項事務。無論是工作還是學習，你都能憑藉敏銳的洞察力和果斷的決策力，朝著成功的方向穩步前行。",
        "lucky_star": "水瓶座",
        "money_text": "偏財運很棒，會有不少偏財進賬。可能是之前投資的一些小項目有了回報，或者是收到一些意外的獎金、紅包等。這些額外的收入會讓你的經濟狀況更加寬鬆，不過也別因此就放鬆對財務的管理。可以把部分偏財存起來，作為應急資金，讓財富更穩定地增長。",
        "health_text": "要加強運動鍛鍊哦，運動能增強體質，提高身體的抵抗力，讓你更有活力。可以選擇自己喜歡的運動方式，比如跑步、游泳、打球等。每天抽出一些時間來運動，不用太長時間，半小時到一小時就可以。堅持運動，不僅能讓你保持好身材，還能改善心情，讓你一整天都精神飽滿。",
        "lucky_color": "奶茶色",
        "lucky_number": "4"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高峰期出門",
        "yi": "嘗試特色小吃",
        "all": "59%",
        "date": "2025-10-19",
        "love": "56%",
        "work": "51%",
        "money": "58%",
        "health": "60%",
        "notice": "煩心事不大愉快",
        "discuss": "52%",
        "all_text": "你的整體運勢略顯倒黴。這一天，你可能會遇到一些不大愉快的煩心事，就像平靜的湖面突然被扔進了幾塊石頭，泛起了層層漣漪。這些煩心事可能來自各個方面，也許是在與朋友相處時，因為觀點不同而產生了一些小摩擦；也許是在參與某個活動時，遇到了一些不合理的安排，讓你覺得心裡不舒服。你還會碰到一些麻煩的人，他們的行為和言語可能會讓你感到煩躁和無奈。這些小狀況會讓你覺得生活有些不順，心情也變得煩躁起來。不過，別讓這些倒黴事一直困擾著你，儘量保持平和的心態，告訴自己這只是暫時的，等過了這一天，情況或許就會有所好轉。",
        "love_text": "單身的你，在社交場合容易陷入尷尬冷場。和異性交流時，可能會因為找不到合適的話題而讓氣氛變得尷尬，提前準備一些話題，讓自己更從容。已有伴者的你，可能會有誤會產生。和伴侶溝通時，別因為一時著急而說錯話，要耐心解釋，避免誤會加深影響感情。",
        "work_text": "彷彿被慵懶的雲朵包裹，整個人提不起精神。對周圍的一切都缺乏熱情和動力，原本計劃好的事情也懶得去執行。這種懈怠的狀態會讓你在前進的道路上停滯不前，錯過許多發展的機會。你需要儘快調整自己的狀態，給自己一些激勵，重新找回積極向上的勁頭，否則可能會在原地徘徊很久。",
        "lucky_star": "摩羯座",
        "money_text": "在吃喝玩樂方面的開銷會比較大。可能會和朋友一起聚餐、娛樂，或者去參加一些有趣的活動，在享受快樂的同時，錢包也在快速變癟。要適當控制下這方面的消費，可以提前設定一個預算，避免超支。不然等這一天結束，可能會發現自己的資金所剩無幾，影響後續的正常生活。",
        "health_text": "在飲食衛生方面可得把好關，吃東西前一定要洗手，防止病從口入。去外面吃飯的時候，要選擇衛生條件好的餐館，避免吃到不乾淨的食物。水果要洗乾淨再吃，蔬菜也要充分烹飪熟。要是吃了不乾淨的東西，可能會引起腸胃不適，影響身體健康，所以一定要多注意飲食衛生。",
        "lucky_color": "紫色",
        "lucky_number": "1"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "高空扔物",
        "yi": "聽公益講座",
        "all": "91%",
        "date": "2025-10-19",
        "love": "93%",
        "work": "88%",
        "money": "90%",
        "health": "91%",
        "notice": "強烈渴望著知識",
        "discuss": "95%",
        "all_text": "運氣棒棒噠發一天！你對知識的渴望格外強烈，就像乾涸的土地渴望雨水的滋潤一樣。你會主動去尋找各種學習的機會，無論是閱讀一本有深度的書籍，還是觀看一場精彩的講座，都能讓你沉浸其中，收穫滿滿。你對周圍的事物充滿了好奇，想要了解更多的信息和知識，這種求知慾會讓你不斷拓寬自己的視野，豐富自己的內涵。在與他人交流時，你也能憑藉自己豐富的知識儲備，提出有價值的觀點和見解，贏得他人的認可和尊重。你會覺得這一天過得特別充實，每學到一點新知識，都會讓你感到無比的滿足和快樂。利用這一天的好運，盡情地汲取知識，讓自己不斷成長和進步。",
        "love_text": "單身的你，桃花運旺盛。身邊可能會出現不少追求者，要擦亮眼睛，從中挑選出真正適合自己的人。已有伴者的你，會獨享伴侶的偏愛。伴侶會把更多的關注和愛都給你，讓你感受到滿滿的幸福，好好享受這份甜蜜吧。",
        "work_text": "能夠很好地擺正自己的心態，以平和、穩定的狀態面對各種事務。無論是遇到困難還是取得成績，你都能保持冷靜，不被情緒左右。這種心態讓你在處理問題時更加理智和高效，能夠有條不紊地完成各項任務。同時，你也能從失敗中吸取教訓，從成功中獲得經驗，不斷調整自己的方向，朝著目標穩步邁進。",
        "lucky_star": "獅子座",
        "money_text": "建議多拓展副業來增加收入。你有著不錯的執行力和耐心，可以利用自己的技能或者興趣，開展一些副業項目。比如利用業餘時間做手工售賣，或者提供一些諮詢服務等。通過拓展副業，不僅能增加收入來源，還能豐富自己的生活。不過也要注意合理安排時間，別讓副業影響到主業。",
        "health_text": "要保持規律的作息呀，早睡早起對身體好處大。規律的作息能讓身體的各個器官得到充分的休息和調整，維持正常的生理功能。晚上別熬夜，儘量在十一點前上床睡覺，早上按時起床。堅持一段時間，你會發現自己的精神狀態變好了，皮膚也更有光澤，身體的不適感也會減少。",
        "lucky_color": "薑黃色",
        "lucky_number": "7"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "找藉口不學習",
        "yi": "落實健身計劃",
        "all": "69%",
        "date": "2025-10-19",
        "love": "65%",
        "work": "61%",
        "money": "66%",
        "health": "67%",
        "notice": "為各種理由拖延",
        "discuss": "73%",
        "all_text": "你的整體運勢下滑。你總是會給自己找藉口偷懶，原本計劃好的事情，可能會因為各種理由而拖延。你可能會覺得沒什麼動力去做事，總是想著再等一會兒，結果一拖再拖。在面對一些需要完成的任務時，你會找各種藉口來逃避，不想去面對困難。比如，你可能會說狀態不好，等明天狀態好了再做；或者覺得這件事太麻煩，不想浪費精力。這種偷懶的心態會讓你錯過一些機會，也可能會讓你在之後需要花費更多的時間和精力去彌補。你要意識到這種狀態的不利影響，儘量克服自己的惰性，給自己一些壓力和動力，讓自己重新振作起來，才能改善這一天的運勢。",
        "love_text": "單身的你，需要提升個人魅力。可以通過改變自己的穿著打扮或者培養一些興趣愛好，讓自己更有吸引力，增加遇到合適對象的機會。已有伴者的你，說話要注意分寸感。和伴侶交流時，別因為一時口快而說出傷人的話，注意自己的言辭，避免不必要的矛盾。",
        "work_text": "你在努力方面稍顯不足，就像一輛缺少燃料的汽車，難以快速前行。你有著不錯的想法和計劃，但缺乏將其付諸實踐的動力。總是想著等一會兒再做，結果一拖再拖，導致很多事情無法按時完成。這種拖延和不夠努力的狀態會讓你與他人的差距逐漸拉大，你需要給自己設定明確的目標和期限，激發自己的行動力。",
        "lucky_star": "金牛座",
        "money_text": "在花錢上有些大手大腳，看到喜歡的東西就容易毫不猶豫地買下來，不太考慮價格和實用性。這可能會讓你在一天結束時，發現錢包裡的錢少了不少。在消費時要保持理性，多問問自己是否真的需要這件物品，避免因為一時衝動而造成不必要的浪費，讓錢花得更有意義。",
        "health_text": "不要為了玩手機而熬夜啦，熬夜會打亂身體的生物鐘，影響內分泌，讓你第二天沒精神，還可能引發頭痛、免疫力下降等問題。晚上到點就把手機放下，可以看看書、聽聽舒緩的音樂，幫助自己放鬆入睡。保證充足的睡眠，才能讓身體得到充分的修復，以更好的狀態迎接新的一天。",
        "lucky_color": "抹茶色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "欺軟怕硬",
        "yi": "登高眺望美景",
        "all": "53%",
        "date": "2025-10-19",
        "love": "50%",
        "work": "53%",
        "money": "54%",
        "health": "62%",
        "notice": "對評價想法很敏感",
        "discuss": "59%",
        "all_text": "你的運氣掉線了。這一天，你對他人評價與想法格外敏感，就像一個易碎的玻璃製品，別人一個不經意的眼神或者一句簡單的話語，都可能會讓你浮想聯翩，覺得是不是自己哪裡做得不好，引起了別人的不滿。這種敏感會讓你變得小心翼翼，在與人交往時不敢放開自己，總是擔心會出錯。在社交場合中，你可能會因為過度在意他人的看法而變得拘謹，不敢盡情展現自己的個性。你會時刻觀察別人的反應，根據別人的態度來調整自己的行為，這樣會讓你感到很累。你要學會調整自己的心態，不要過於在意別人的看法，相信自己的價值，只有這樣才能讓自己從這低落的運勢中走出來，重新找回輕鬆自在的狀態。",
        "love_text": "單身的你，太容易心動了。可能會因為對方一個小小的舉動就陷入愛河，要保持理智，別被一時的感覺衝昏頭腦。已有伴者的你，不要為伴侶的話患得患失。伴侶可能只是無心之言，別過度解讀，相信你們之間的感情，這樣能讓你們的相處更輕鬆。",
        "work_text": "很容易產生放棄的念頭，就像在攀登高峰時，遇到一點困難就想要打道回府。面對挑戰和壓力，你缺乏堅持下去的勇氣和毅力。一旦遇到挫折，就會陷入自我懷疑和消極的情緒中，無法自拔。這種心態會讓你錯過很多成長和進步的機會，你需要學會調整自己的心態，增強自信心，相信自己有能力克服困難。",
        "lucky_star": "雙子座",
        "money_text": "要小心或有破財危機。可能會遇到一些意外情況，比如物品損壞需要維修或更換，或者不小心丟失財物等。在出門時，要保管好自己的財物，做事也要更加細心。同時，在消費方面也要謹慎，避免進行一些高風險的支出，防止因為意外情況導致自己的經濟陷入緊張狀態。",
        "health_text": "要注意調節自己的情緒，別讓壞情緒一直困擾著你。長時間處於焦慮、抑鬱等不良情緒中，會影響身體的內分泌系統，還可能導致一些身體疾病。當感覺情緒不好的時候，可以找朋友聊聊天，把心裡的煩惱說出來，或者去做一些自己喜歡的事情，比如看電影、聽音樂，讓自己的心情慢慢好起來，保持積極樂觀的心態。",
        "lucky_color": "橙色",
        "lucky_number": "3"
      }
    }
  }
}