{
  "updated": "2025-11-09T19:07:44.816Z",
  "updateTime": "2025/11/10 上午3:07:44",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 13540,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "美甲店做美甲",
        "yi": "結交新朋友",
        "all": "94%",
        "date": "2025-11-09",
        "love": "91%",
        "work": "90%",
        "money": "98%",
        "health": "95%",
        "notice": "被幸運光環籠罩",
        "discuss": "92%",
        "all_text": "整體運勢棒棒噠，彷彿被幸運光環籠罩，渾身都散發著積極向上的氣息。利於開拓視野以及人脈圈子，你就像一塊強大的磁石，吸引著各種各樣的人和新鮮事物來到身邊。對新領域的探索慾望變得格外強烈，無論是參加一場別開生面的講座，還是走進一家風格獨特的書店，都能讓你收穫滿滿的新知識，視野得到極大的拓展。在社交場合中，你更是如魚得水，憑藉著熱情開朗的性格和真誠的態度，輕鬆結識到許多志同道合的朋友，這些人脈資源說不定在未來會給你帶來意想不到的驚喜。你的思維也格外活躍，各種新奇的想法不斷湧現，讓你在與人交流時總能成為焦點，展現出獨特的魅力。這一天，盡情享受這種好運帶來的愉悅吧，勇敢地去探索未知，擁抱新的機遇，讓自己的生活變得更加豐富多彩。",
        "love_text": "單身的你，彷彿被丘比特的箭瞄準，緣分可能悄然降臨。或許在某個日常場景，像逛超市、參加興趣小組時，會遇到讓你眼前一亮的人，說不定一段浪漫故事就此開啟。已有伴者的你，能真切感受到伴侶的真心。對方會在細節處關心你，比如主動幫你分擔家務，在你疲憊時遞上一杯熱茶，讓你內心滿是溫暖，感情也愈發深厚。",
        "work_text": "做什麼都順風順水，能以較少精力收穫豐厚成果。無論是處理日常事務，還是應對突發狀況，都能遊刃有餘，輕鬆化解難題。思維活躍且高效，能快速抓住關鍵要點，讓各項任務有條不紊地推進，整體狀態極佳，為後續發展積累良好基礎。",
        "lucky_star": "射手座",
        "money_text": "處於財源廣進的節奏中。各種賺錢機會紛紛找上門，可能是工作上的額外獎勵，也可能是一些合作項目帶來的收益。這時候要抓住機會，積極行動起來。不過也別太得意忘形，在收穫財富的同時，要合理規劃，別把錢都花在無意義的地方，為未來多做些儲備。",
        "health_text": "健康狀況很不錯，不妨趁著這好狀態練練瑜伽。瑜伽能幫你拉伸身體肌肉，增強柔韌性，還能讓身心得到放鬆，緩解日常積累的壓力。練習時注意循序漸進，別一開始就挑戰高難度動作，跟著專業教程或教練的指導來，堅持練下去，身體會越來越舒坦，精神也會更飽滿。",
        "lucky_color": "翠綠色",
        "lucky_number": "9"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "衝動買買買",
        "yi": "去河邊釣魚",
        "all": "85%",
        "date": "2025-11-09",
        "love": "82%",
        "work": "87%",
        "money": "88%",
        "health": "84%",
        "notice": "安心踏實的感覺",
        "discuss": "80%",
        "all_text": "整體運勢比較穩定，沒有太大的波瀾，卻給人一種安心踏實的感覺。這種穩定的運勢為你提供了一個良好的契機，可以試著去做一些之前有想法的計劃。或許你一直渴望嘗試一種新的生活方式，或者對某個興趣愛好有著濃厚的興趣卻遲遲沒有行動，那麼這一天不妨大膽地邁出第一步。由於運勢穩定，你在推進計劃的過程中不會遇到太多阻礙，能夠比較順利地按照自己的節奏進行。而且，你的內心也會有一種篤定的力量，讓你在面對選擇時更加果斷。雖然不會有驚天動地的大變化，但這種穩紮穩打的推進，會讓你在不知不覺中積累起小小的成就感，為未來的發展打下堅實的基礎。所以，抓住這個穩定的好時機，勇敢地去實現自己的小想法吧。",
        "love_text": "單身的你，不妨試著敞開心扉。別總是把自己封閉在小小的世界裡，多去參加社交活動，和不同的人交流。說不定那個能走進你內心的人就在其中。已有伴者的你，很適合和伴侶一起成長。可以一起學習新技能，或者探討未來規劃，在相互陪伴中共同進步，讓感情在攜手前行中更加穩固。",
        "work_text": "你的發散思維能力十分突出，在面對各種情況時，能從不同角度思考問題，找到新穎獨特的解決方案。這種思維方式讓你在處理複雜事務時更加得心應手，能跳出常規框架，發現新的機遇和可能性，為整體發展帶來新的活力與方向。",
        "lucky_star": "雙子座",
        "money_text": "財運很不錯，理財方面可以小試牛刀。之前研究的一些投資小項目，或是儲蓄計劃，都能在這天看到一些積極反饋。你可以趁著這股好運，進一步規劃自己的財務，比如再增加一些穩健的投資，或者優化一下儲蓄方式，讓錢能生出更多的錢來。",
        "health_text": "身體狀態尚可，但不宜進行強度過高的運動。像長跑、舉重這類運動，可能會讓你過度疲勞，甚至造成肌肉拉傷。可以選擇一些輕鬆的運動，比如散步、慢跑，既能活動身體，又不會給身體帶來太大負擔。運動前記得做好熱身，運動後也要適當拉伸，讓身體慢慢恢復。",
        "lucky_color": "紫色",
        "lucky_number": "8"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "想法藏太深",
        "yi": "提出新點子",
        "all": "50%",
        "date": "2025-11-09",
        "love": "51%",
        "work": "56%",
        "money": "52%",
        "health": "65%",
        "notice": "渾渾噩噩的狀態",
        "discuss": "60%",
        "all_text": "整體運勢低迷，整個人彷彿陷入了一個無形的漩渦，總是被手機吸引，陷入渾渾噩噩的狀態。原本靈動的思維彷彿被一層迷霧籠罩，變得遲鈍而混亂。你可能會不自覺地打開手機，刷著各種社交軟件、短視頻，時間就在這一分一秒的流逝中悄然溜走，而你卻毫無察覺。這種狀態讓你很難集中精力去做一些有意義的事情，原本計劃好的事情也可能因為你的分心而被擱置。你可能會感到有些迷茫和焦慮，不知道自己該做什麼，又好像做什麼都提不起興趣。其實，這種低迷的運勢只是暫時的，它就像一場小感冒，雖然會讓你有些不舒服，但並不會對你造成太大的影響。試著給自己一些時間，放下手機，讓自己從這種渾渾噩噩的狀態中抽離出來，或許你會發現，生活其實還有很多其他美好的事情等著你去發現。",
        "love_text": "單身的你，面對新出現的追求者，可別衝動陷入新戀情。要多花時間瞭解對方，看看彼此是否真的合適，別被一時的熱情衝昏頭腦。已有伴者的你，說話前一定要三思。別因為一時口快說出傷人的話，傷害到伴侶的感情。遇到問題多站在對方角度思考，好好溝通才能解決問題。",
        "work_text": "需格外注意時間安排，不然很容易陷入忙碌卻無序的狀態。各種事務接踵而至，若不能合理規劃時間，就可能出現手忙腳亂、顧此失彼的情況，導致一些任務無法按時完成，影響整體進度和效果，需要提高時間管理能力。",
        "lucky_star": "雙魚座",
        "money_text": "財運不太好，得減少不必要的社交。社交活動往往會伴隨著一定的開銷，要是頻繁參加各種聚會、活動，錢包很容易就癟下去。不妨把更多時間和精力放在自己身上，比如在家看看書、學學新技能，既能提升自己，又能避免不必要的消費，守住自己的錢袋子。",
        "health_text": "得格外小心，避免磕磕撞撞。這一天你可能會比較活躍，行動起來有些毛毛躁躁，容易在走路、做事時不小心撞到東西或者摔倒。不管是在家裡還是外出，都要多留意周圍環境，走路時別看手機，做事時集中注意力，減少意外受傷的風險，保護好自己的身體。",
        "lucky_color": "焦糖色",
        "lucky_number": "4"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "踩時間點出門",
        "yi": "見想見的人",
        "all": "75%",
        "date": "2025-11-09",
        "love": "70%",
        "work": "80%",
        "money": "81%",
        "health": "73%",
        "notice": "動力稍有些不足",
        "discuss": "72%",
        "all_text": "整體運勢一般般，沒有太多的激情和波瀾。這一天，你可能會感覺自己的動力有些不足，做事情總是提不起精神，彷彿被一層無形的枷鎖束縛著。你可能會發現自己原本計劃好的事情，卻因為缺乏行動的動力而遲遲沒有開始，或者在進行的過程中總是半途而廢。這種狀態讓你有些苦惱，卻又不知道該如何改變。其實，這種運勢的平淡並不是壞事，它給了你一個反思和調整自己的機會。你可以靜下心來，好好思考一下自己真正想要的是什麼，是什麼讓你失去了前進的動力。也許是因為目標太過遙遠，讓你感到有些力不從心；也許是因為最近的生活過於平淡，讓你失去了新鮮感。找到問題的根源後，試著給自己一些行動的動力，哪怕只是一個小小的目標，也能讓你重新找回前進的方向，讓生活重新煥發出活力。",
        "love_text": "單身的你，或許會遇到聊得來的對象，相處時氣氛輕鬆愉快，但就是少了點心動的感覺。彆著急，感情需要慢慢培養，先從朋友做起也不錯。已有伴者的你，別習慣平淡的生活。偶爾給對方製造點小驚喜，像送一束花、準備一頓浪漫晚餐，能讓感情重新煥發生機，避免感情在平淡中逐漸降溫。",
        "work_text": "保持獨立思考對你至關重要。在面對各種信息和觀點時，不能盲目跟從，要有自己的判斷和見解。通過獨立思考，你能更深入地理解事物的本質，做出更正確的決策，避免被他人誤導，從而在事業學業的發展道路上穩步前行。",
        "lucky_star": "處女座",
        "money_text": "財運較為平穩，進賬比較穩定。工作上的收入會按時到賬，讓你心裡踏實不少。而且在一些日常的小事上，也可能會有意外的小收穫，比如買到性價比超高的東西，省了一筆錢。不過也別因為收入穩定就放鬆警惕，還是要合理規劃每一筆錢，為未來的生活做好保障。",
        "health_text": "睡前不要刷視頻。刷視頻很容易讓人沉浸其中，不知不覺就熬夜了，而且視頻內容可能會讓大腦興奮，影響睡眠質量。睡前可以泡個腳、聽聽舒緩的音樂，幫助自己放鬆身心，營造一個良好的睡眠氛圍，這樣才能保證充足的睡眠，第二天精神滿滿。",
        "lucky_color": "粉色",
        "lucky_number": "5"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "約定時間遲到",
        "yi": "花店買一束花",
        "all": "95%",
        "date": "2025-11-09",
        "love": "96%",
        "work": "93%",
        "money": "92%",
        "health": "97%",
        "notice": "出門遇好人好事",
        "discuss": "94%",
        "all_text": "整體運勢非常給力，得到幸運女神的眷顧，出門容易遇到好人好事。這一天，你就像一顆閃耀的星星，無論走到哪裡都能吸引到周圍人的目光，而且遇到的人大多都善良友好，會給你帶來溫暖和幫助。走在路上，可能會遇到熱心的人主動為你指路；在商場購物時，可能會遇到店員熱情地為你推薦合適的商品；甚至在不經意間，還能收到陌生人的一句讚美，讓你的心情瞬間變得格外愉悅。這種好運不僅僅體現在人際關係上，還會讓你在生活的各個方面都感受到一種順遂和美好。你可能會發現，原本困擾你的問題在這一天突然迎刃而解，或者遇到的一些小麻煩也能輕鬆化解。這種好運會讓你充滿自信和活力，讓你更加堅信自己的能力和魅力。所以，盡情享受這一天的好運吧，帶著這份幸運和喜悅，去創造更多美好的回憶。",
        "love_text": "單身的你，精心打扮一番出門吧。得體的穿著會讓你魅力大增，吸引到更多異性的目光，說不定在某個場合就能遇到那個讓你心動的人。已有伴者的你，和伴侶約個會吧。去看一場電影，或者去公園散散步，在輕鬆的氛圍中享受二人世界，能讓你們的感情更加甜蜜。",
        "work_text": "有機會提出很好的建議，為整體發展注入新的動力。你的思維敏銳，能敏銳地發現問題所在，並提出切實可行的解決方案。這些建議不僅能解決當前的問題，還能為未來的發展提供方向，讓你在集體中脫穎而出，贏得他人的認可和尊重。",
        "lucky_star": "天蠍座",
        "money_text": "偏財運旺盛，可能會有一些意外之財降臨。可能是之前參與的一些活動抽獎中了獎，或者是一些之前投資的小項目有了回報。面對這些意外之財，別隻顧著高興，要冷靜思考如何合理利用這些錢，可以拿出一部分用於改善生活，另一部分存起來，以備不時之需。",
        "health_text": "要特別注意科學用眼。這一天你可能會長時間盯著電腦屏幕、手機屏幕，眼睛很容易疲勞、乾澀。每隔一段時間就要讓眼睛休息一下，可以看看遠處的風景，或者做做眼保健操。還可以準備一些人工淚液，在眼睛不舒服時滴一滴，緩解乾澀症狀，保護好視力。",
        "lucky_color": "咖啡色",
        "lucky_number": "7"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "emo發朋友圈",
        "yi": "山頂看日出",
        "all": "61%",
        "date": "2025-11-09",
        "love": "60%",
        "work": "52%",
        "money": "55%",
        "health": "69%",
        "notice": "負面情緒冒出來",
        "discuss": "64%",
        "all_text": "整體運勢欠佳，負面情緒偶爾會像小泡泡一樣從心底冒出來，影響你的心情。這一天，你可能會感覺自己的心情有些低落，對周圍的事情也提不起太多的興趣。原本一些看似平常的小事，可能會讓你感到煩躁不安，甚至會因為一點小事情而陷入自我懷疑和否定之中。這種負面情緒就像一片烏雲，籠罩在你的心頭，讓你有些喘不過氣來。其實，每個人都會有情緒低落的時候，這並不代表你不夠堅強或者不夠優秀。試著接受自己的這種情緒，不要過分地壓抑它，可以找一個安靜的地方，讓自己的情緒得到釋放。也可以和朋友聊聊天，把心裡的煩惱說出來，說不定會得到一些意想不到的安慰和建議。要知道，負面情緒只是暫時的，它不會一直陪伴著你。等情緒平復下來後，你會發現，生活依然充滿著希望和美好。",
        "love_text": "單身的你，給自己一點時間。別因為周圍人的催促就隨便開始一段感情，感情是自己的事，要等那個真正合適的人出現。已有伴者的你，需要適度空間。每個人都需要有自己的小世界，別把對方逼得太緊，給彼此一些自由，感情反而會更加和諧。",
        "work_text": "可能會遇到滑鐵盧，原本計劃好的事情可能會出現意外狀況，打亂你的節奏。一些看似簡單的問題，處理起來卻困難重重，讓你感到有些挫敗。但不要氣餒，這是成長的過程，從中吸取教訓，調整心態，重新出發，未來會更好。",
        "lucky_star": "白羊座",
        "money_text": "財運不佳，千萬不要衝動消費。看到喜歡的東西就忍不住買買買，很容易讓你的錢包迅速縮水。在購物前，一定要先冷靜下來，問問自己是否真的需要這個東西，有沒有類似的替代品。可以給自己設定一個消費預算，嚴格按照預算來購物，避免不必要的開支。",
        "health_text": "要提防乾眼症問題。天氣乾燥或者長時間用眼，都可能引發乾眼症，讓你感覺眼睛乾澀、有異物感。除了像獅子座那樣科學用眼、適當休息外，還可以在室內使用加溼器，增加空氣溼度。飲食上多吃富含維生素A的食物，比如胡蘿蔔、菠菜等，對眼睛健康有好處。",
        "lucky_color": "金黃色",
        "lucky_number": "3"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "聽傷感音樂",
        "yi": "逛書店淘書",
        "all": "72%",
        "date": "2025-11-09",
        "love": "67%",
        "work": "73%",
        "money": "70%",
        "health": "78%",
        "notice": "按部就班進行著",
        "discuss": "76%",
        "all_text": "整體運勢沒有太大起伏，可能會稍顯平淡，卻也安穩踏實。你不會有那種大起大落的情緒波動，一切都按部就班地進行著。可能會覺得周圍的環境和氛圍都有些熟悉，沒有太多新奇的事物出現。不過，這種平淡也並非壞事，它能讓你有更多時間去整理自己的思緒，回顧過往的經歷，從中總結經驗教訓。你可以利用這段時間，把一些之前沒來得及處理的小事情妥善解決，讓自己的生活更加有序。雖然不會有驚喜降臨，但也不會遇到什麼麻煩和困擾，這種平靜的狀態能讓你內心感到安寧。只是，偶爾也會覺得生活少了點激情，不過別擔心，這種平淡只是暫時的，之後說不定就會有新的變化打破這份平靜，給你帶來不一樣的體驗。",
        "love_text": "單身的你，不要衝動表白。即使對某個人有好感，也先多觀察一段時間，瞭解清楚對方的為人和想法，再做決定也不遲。已有伴者的你，別把心事都藏著。有什麼想法和感受都和伴侶分享，讓對方走進你的內心世界，這樣你們的關係會更加親密。",
        "work_text": "彷彿置身於一個看似平穩卻暗藏瓶頸的階段，整體狀態有種不上不下的感覺。日常的流程按部就班進行著，但總覺得缺少了那麼一股衝勁和新鮮感。一些任務完成得中規中矩，卻難以有突出的表現。此時，你需要主動去尋找突破口，打破現有的侷限，不然可能會在原地徘徊，錯過一些潛在的發展機會。",
        "lucky_star": "摩羯座",
        "money_text": "處於中等水平，需要完善計劃的不足。可能你之前制定了一些理財計劃，但在執行過程中發現了一些問題。不妨靜下心來，仔細分析計劃中的漏洞，看看哪些地方可以優化。比如投資比例是否合理，儲蓄目標是否可行等。通過完善計劃，讓你的財運能更上一層樓。",
        "health_text": "提防著涼感冒。天氣變化可能比較大，早晚溫差也明顯，如果不注意增減衣物，很容易著涼。出門時最好帶上一件外套，根據氣溫變化及時穿上。晚上睡覺時要蓋好被子，別踢被子。平時也可以適當喝一些溫水，增強身體的抵抗力，預防感冒。",
        "lucky_color": "紅色",
        "lucky_number": "6"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "吃生冷食物",
        "yi": "戶外慢跑",
        "all": "91%",
        "date": "2025-11-09",
        "love": "90%",
        "work": "95%",
        "money": "93%",
        "health": "90%",
        "notice": "以自律保持充實",
        "discuss": "96%",
        "all_text": "幸運持續在線的一天，背後總有一股積極力量推著你往前走，讓你能以自律的狀態保持充實感。你會發現自己精力充沛，對各種事情都充滿了熱情和動力。這種自律不僅僅體現在生活作息上，更體現在你對自我提升的追求上。你可能會主動去學習一些新的知識，或者培養一個新的興趣愛好，讓自己的生活變得更加豐富多彩。而且，你的這種積極狀態也會感染到身邊的人，吸引到一些志同道合的朋友。在和他們交流的過程中，你能獲得更多的啟發和靈感。這一天，你會覺得時間過得充實而有意義，每完成一件小事，都能讓你感受到一種成就感。這種幸運和自律相互促進，會讓你在這一天收穫滿滿，為未來的發展打下良好的基礎。",
        "love_text": "單身的你，或與某個人擦出火花。可能在一次偶然的相遇中，你們眼神交匯，瞬間產生一種特殊的默契，說不定一段美好的戀情就此展開。已有伴者的你，多誇誇對方的優點。真誠的讚美能讓伴侶感受到你的愛意和認可，增強彼此的自信心，讓感情更加甜蜜。",
        "work_text": "就像被幸運和機遇環繞的寵兒，各方面都順風順水，助力源源不斷。無論是處理複雜的工作任務，還是攻克學習上的難題，都能感受到周圍有一股無形的力量在推動著你。身邊的人也似乎格外願意給予你支持和幫助，讓你在前進的道路上少了很多阻礙，能夠更加輕鬆地朝著目標邁進。",
        "lucky_star": "水瓶座",
        "money_text": "求財之路很順利，各種賺錢的機會都能被你輕鬆抓住。工作上可能會有升職加薪的好消息，或者是一些額外的業務帶來豐厚的收入。在理財方面，你的一些決策也能得到不錯的回報。不過即便財運好，也別過於驕傲，還是要保持謹慎的態度，繼續努力，讓財富持續積累。",
        "health_text": "重點是要端正坐姿。不管是工作還是學習，長時間保持不良坐姿，比如彎腰駝背、趴在桌子上，會給脊椎帶來很大壓力，導致脊椎變形、疼痛等問題。要時刻提醒自己挺直腰背，保持正確的坐姿，還可以每隔一段時間起來活動一下身體，緩解脊椎的壓力。",
        "lucky_color": "抹茶色",
        "lucky_number": "9"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "古玩店購物",
        "yi": "出門逛逛街",
        "all": "75%",
        "date": "2025-11-09",
        "love": "70%",
        "work": "68%",
        "money": "79%",
        "health": "80%",
        "notice": "別太過無所事事",
        "discuss": "73%",
        "all_text": "整體運勢一般，需要以動致靜，不要太過無所事事。這一天，你可能會感覺自己的狀態有些慵懶，不太想動彈，但如果一直這樣閒著，內心反而會變得煩躁不安。所以，不妨給自己找點事情做，讓自己動起來。可以去散散步，呼吸一下新鮮空氣，感受一下大自然的美好；也可以去參加一些社交活動，和朋友們聊聊天，分享一下彼此的生活。通過這些活動，你能讓自己的心情變得平靜下來，不再那麼浮躁。而且，在活動的過程中，你還可能會發現一些新的樂趣和機會。不要總是待在家裡，讓時間在無聊中流逝，主動出擊，讓自己的生活充實起來，這樣才能讓這一天過得更有意義。",
        "love_text": "單身的你，過於低調可不行，這樣會讓你沒有存在感。主動參與社交活動，展示自己的才華和魅力，才能吸引到異性的注意。已有伴者的你，不要總是低頭看手機。和伴侶相處時，多把注意力放在對方身上，好好交流互動，珍惜在一起的時光，別讓手機影響了你們的感情。",
        "work_text": "你在前進的道路上需要格外謹慎，不要輕易盲從別人的建議。周圍可能會有各種各樣的聲音和意見，但其中並不一定都適合你。如果盲目跟從，很可能會讓你偏離自己原本的方向，陷入迷茫和困惑之中。你要學會獨立思考，結合自身實際情況，做出最適合自己的選擇。",
        "lucky_star": "金牛座",
        "money_text": "要做好預算計劃。這一天可能會有一些突發的消費情況，如果沒有提前做好預算，很容易出現資金緊張的問題。你可以先梳理一下自己的收入和支出情況，制定一個詳細的預算計劃，明確每一筆錢的用途。在消費時，嚴格按照預算來執行，避免超支。",
        "health_text": "洗完頭要吹乾才能躺著。很多人洗完頭後，沒等頭髮完全乾就躺著休息，這樣很容易讓溼氣進入頭部，引起頭痛、頭暈等不適症狀。洗完頭後，要用吹風機把頭髮徹底吹乾，尤其是頭皮部分。如果時間充裕，還可以用梳子梳理一下頭髮，促進頭部血液循環。",
        "lucky_color": "銀灰色",
        "lucky_number": "7"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "KTV通宵唱歌",
        "yi": "健身房鍛鍊",
        "all": "59%",
        "date": "2025-11-09",
        "love": "55%",
        "work": "65%",
        "money": "58%",
        "health": "60%",
        "notice": "娛樂中消遣時間",
        "discuss": "62%",
        "all_text": "整體運勢略差，總是想要在休閒娛樂中消遣時間。這一天，你可能會被各種娛樂活動所吸引，比如玩遊戲、看電視劇、刷短視頻等等，一玩起來就容易忘記時間，沉浸其中無法自拔。雖然休閒娛樂能讓你暫時放鬆身心，但如果過度沉迷其中，就會讓你變得有些懈怠，對其他事情提不起興趣。你可能會忽略一些重要的事情，或者錯過一些機會。而且，長時間沉迷於娛樂活動，也會讓你的精神狀態變得不佳，影響你的判斷力和思考能力。所以，還是要適當控制一下自己的娛樂時間，不要讓娛樂佔據了生活的全部。給自己設定一個時間限制，玩一段時間後就停下來，去做一些更有意義的事情，這樣才能讓生活更加平衡。",
        "love_text": "單身的你，對感情可能過於遲鈍。身邊或許有對你有好感的人，但你可能沒察覺到。多留意身邊人的舉動和眼神，說不定愛情就在身邊。已有伴者的你，說話太直容易傷人。說話前先考慮下對方的感受，用溫和的方式表達自己的想法，避免因為言語不當引發矛盾。",
        "work_text": "容易陷入過度比較的誤區，總是拿自己和別人作對比，從而給自己帶來不必要的壓力。看到別人取得成績，就容易產生焦慮和自我懷疑的情緒，覺得自己不夠優秀。其實每個人都有自己的節奏和優勢，過度比較只會讓你迷失自我，忽略自己的成長和進步。要學會關注自身的提升，專注於自己的目標。",
        "lucky_star": "獅子座",
        "money_text": "面臨著花錢的壓力，可能會因為一些生活瑣事或突發情況而需要支出不少錢。比如家裡電器壞了需要維修更換，或者身體不適需要看病買藥等。在這種情況下，要合理安排資金，優先保障必要的生活開支。同時，也可以思考一下如何增加收入，緩解經濟壓力。",
        "health_text": "要注意不要吃太多上火的食物。像辣椒、油炸食品這類食物，吃多了容易讓身體上火，出現口腔潰瘍、便秘等問題。飲食上儘量清淡一些，多吃新鮮的蔬菜水果，既能補充身體所需的維生素和礦物質，又能避免上火。如果已經上火了，可以多喝一些清熱降火的茶，比如菊花茶、金銀花茶。",
        "lucky_color": "湖藍色",
        "lucky_number": "9"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "遊戲廳玩遊戲",
        "yi": "聽相聲脫口秀",
        "all": "96%",
        "date": "2025-11-09",
        "love": "98%",
        "work": "90%",
        "money": "97%",
        "health": "93%",
        "notice": "很多想法得到支持",
        "discuss": "95%",
        "all_text": "得到運勢的助力的一天，你的很多想法都得到支持，利於行動。你會發現自己思維活躍，靈感不斷，腦海中會冒出各種新奇的想法和創意。而且，這些想法很容易得到周圍人的認可和鼓勵，這會讓你更加有信心去付諸實踐。你可能會迫不及待地想要把自己的想法變成現實，這種行動力會讓你在這一天取得不少進展。無論是開展一個新的項目，還是嘗試一種新的生活方式，都能順利進行。在行動的過程中，你還能遇到一些志同道合的人，他們會給你提供幫助和支持，讓你的行動更加順利。這一天，你要抓住這個好機會，大膽地去實現自己的想法，說不定會有意想不到的收穫。",
        "love_text": "單身的你，魅力十足。無論走到哪裡，都能成為焦點，吸引到不少異性的目光。自信地展現自己，說不定就能遇到那個與你靈魂契合的人。已有伴者的你，會得到伴侶的誇獎與肯定。伴侶會看到你的優點和努力，給予你鼓勵和支持，讓你心裡暖乎乎的，感情也更加穩固。",
        "work_text": "是一個充滿活力和互動的日子，你在與他人的切磋交流中能夠獲得很大的進步。無論是和同事討論工作方案，還是和同學探討學習問題，都能激發你的思維火花，讓你從不同的角度看待問題，拓寬自己的視野。通過與他人的思想碰撞，你能發現自己的不足之處，從而有針對性地進行改進和提升。",
        "lucky_star": "天秤座",
        "money_text": "回收一筆錢，可能是之前借出去的錢收回來了，或者是一些之前的投資有了回報。這筆錢對你來說是一筆意外之喜，能讓你手頭更寬裕一些。拿到錢後，別急著揮霍，可以考慮把這筆錢用於償還債務，或者進行一些穩健的投資，讓錢繼續為你創造價值。",
        "health_text": "要保持規律的飲食。不規律的飲食會打亂腸胃的生物鐘，影響消化功能，導致腸胃不適。這一天要按時吃飯，每餐不要吃得太飽，七八分飽就可以。早餐要吃好，為一天的活動提供能量；午餐要吃飽，保證下午的工作和學習效率；晚餐要吃少，避免消化不良。",
        "lucky_color": "橙色",
        "lucky_number": "5"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂得說拒絕",
        "yi": "服裝店試衣服",
        "all": "75%",
        "date": "2025-11-09",
        "love": "73%",
        "work": "72%",
        "money": "68%",
        "health": "76%",
        "notice": "需要一些新鮮感",
        "discuss": "71%",
        "all_text": "整體運勢平平，生活需要一些新鮮感。這一天，你可能會覺得生活有些單調乏味，每天都在重複著同樣的事情，沒有什麼新的變化和驚喜。這種平淡的生活可能會讓你感到有些無聊和疲憊，內心渴望一些新的刺激和體驗。所以，不妨主動去尋找一些新鮮感，給生活增添一些色彩。可以去嘗試一些新的美食，探索一家新的餐廳；或者去一個新的地方走走，感受不同的風景和文化。也可以學習一項新的技能，挑戰一下自己。通過這些嘗試，你能讓自己的生活變得更加豐富多彩，也能讓自己重新找回對生活的熱情和期待。不要總是侷限於自己熟悉的環境和模式中，勇敢地走出舒適區，去擁抱新的可能性。",
        "love_text": "單身的你，還沒有戀愛的機會。彆著急，感情的事急不來，利用這段時間好好提升自己，讓自己變得更加優秀，愛情自然會降臨。已有伴者的你，多瞭解對方。每個人都有自己的想法和需求，多和伴侶溝通，深入瞭解對方，才能更好地經營這段感情。",
        "work_text": "可能會感受到一定的壓力，彷彿有一座無形的大山壓在肩上。這些壓力可能來自於工作任務的繁重，也可能來自於學習目標的艱鉅。在面對這些壓力時，你要注意保持平衡，不要讓自己過度緊張和焦慮。要學會合理分配時間和精力，將壓力轉化為前進的動力，這樣才能在壓力中穩步前行。",
        "lucky_star": "巨蟹座",
        "money_text": "財運不太好，容易過於冒進。在理財方面，可能會因為看到別人賺錢就盲目跟風，沒有充分考慮自己的實際情況和風險承受能力。這樣做很容易導致投資失敗，損失錢財。在做任何財務決策前，一定要冷靜思考，多做一些調查和研究，避免因為衝動而造成不必要的損失。",
        "health_text": "可千萬不要熬夜。熬夜會打亂身體的生物鐘，影響身體的正常代謝和修復，導致第二天精神萎靡、注意力不集中。晚上要儘量在11點前上床睡覺，營造一個安靜、舒適的睡眠環境。睡前可以關掉電子設備，讓自己放鬆下來，進入睡眠狀態，保證充足的睡眠，讓身體得到充分的休息。",
        "lucky_color": "藏青色",
        "lucky_number": "8"
      }
    }
  }
}