{
  "updated": "2025-12-01T02:55:16.450Z",
  "updateTime": "2025/12/1 上午10:55:16",
  "totalConstellations": 12,
  "successCount": 12,
  "failureCount": 0,
  "processingTimeMs": 14639,
  "convertedToTraditional": true,
  "errors": [],
  "horoscopes": {
    "aries": {
      "constellation": "aries",
      "chineseName": "白羊座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "心靈雞湯洗腦",
        "yi": "全力以赴",
        "all": "92%",
        "date": "2025-11-30",
        "love": "90%",
        "work": "98%",
        "money": "91%",
        "health": "93%",
        "notice": "突破常規的束縛",
        "discuss": "97%",
        "all_text": "整體運勢呈現出蓬勃向上的態勢，背後有一股力量在推著你往前走。內心充滿勇氣與衝勁，敢於突破常規的束縛，不滿足於現狀，有著強烈的超越自我的渴望。這種積極的心態會促使主動去探索新的領域，嘗試未曾做過的事情，即便過程中可能會遇到一些小阻礙，但憑藉著堅定的信念和果敢的行動，都能順利克服。在社交方面，也表現得十分活躍，能夠結識到一些志同道合的人，拓展自己的人脈圈。與人交流時，思維敏捷，表達清晰，能夠很好地傳達自己的想法和觀點，贏得他人的認可與讚賞。整體而言，這是充滿活力與機遇的一天，只要保持這份積極進取的精神，就能在生活的各個方面收穫滿滿，不斷向著更好的自己邁進。",
        "love_text": "單身的你，或能在社交場合中極有可能邂逅那個讓你心跳加速的人。對方身上獨特的魅力會瞬間吸引你的目光，大膽一點去交流，說不定一段美好的緣分就此開啟。已有伴者的你，和愛人之間的愛意如火焰般熾熱濃烈。你們會不自覺地想要靠近彼此，一起度過溫馨又浪漫的時光，感情在這樣甜蜜的氛圍中不斷升溫。",
        "work_text": "就像出鞘的利刃，在各個領域都銳不可當。無論是職場上的項目推進，還是學業裡的難題攻克，都能以超高的效率完成。思維活躍且行動力爆棚，能迅速抓住關鍵要點，憑藉這股衝勁，在前進道路上勢如破竹，收穫滿滿成就感。",
        "lucky_star": "金牛座",
        "money_text": "在財運上簡直如有神助，大額進賬的機遇就擺在眼前。可能是工作上出色的表現贏得豐厚獎金，或是投資的項目有了大回報。不過，面對這突如其來的財富，可別被喜悅衝昏頭腦，得好好規劃這筆錢，考慮長遠投資或儲蓄，讓財富能持續增值，別盲目消費。",
        "health_text": "健康狀態很不錯，不妨多親近大自然。去公園散散步，呼吸新鮮空氣，感受陽光的溫暖，這能讓你身心愉悅，還能增強免疫力。要是時間充裕，去郊外爬爬山也不錯，在運動中釋放壓力，不過記得穿舒適的運動鞋，帶上足夠的水，讓自己在大自然的懷抱中盡情放鬆。",
        "lucky_color": "薑黃色",
        "lucky_number": "5"
      }
    },
    "taurus": {
      "constellation": "taurus",
      "chineseName": "金牛座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "群發消息",
        "yi": "參加打卡計劃",
        "all": "59%",
        "date": "2025-11-30",
        "love": "60%",
        "work": "50%",
        "money": "55%",
        "health": "65%",
        "notice": "拖沓的行事風格",
        "discuss": "67%",
        "all_text": "運勢欠佳，拖沓的行事風格會成為前進路上的絆腳石。做事情缺乏緊迫感，總是慢悠悠的，容易錯過一些重要的機會。在做決策時也猶豫不決，瞻前顧後，難以果斷地做出選擇，導致原本可以順利推進的事情陷入停滯狀態。這種拖延和猶豫不僅會影響自己的心情，還可能引起周圍人的不滿。在與人相處時，可能會因為自己的不果斷而讓對方產生誤解，覺得不夠靠譜。而且，由於行動遲緩，在面對一些突發情況時，往往無法及時做出反應，從而讓事情變得更加糟糕。這一天需要時刻提醒自己，提高效率，克服拖延的毛病，以更加積極主動的態度去面對生活，才能避免好運悄悄溜走。",
        "love_text": "單身的你，在尋愛的道路上可能會遇到一些阻礙。或許是在社交場合中難以遇到讓自己心動的人，又或者和心儀對象交流時感覺不太順暢。別灰心，這只是暫時的。已有伴者的你，和愛人相處時氛圍有些沉悶。你們可能都忙於各自的事情，交流變少，不妨找個時間一起做些有趣的事，打破這種沉悶感。",
        "work_text": "彷彿置身於泥沼之中，每前進一步都異常艱難。在職場和學業裡，各種阻礙接踵而至，讓你應接不暇。原本計劃好的事情也容易被打亂，需要花費大量時間和精力去處理突發狀況，整體進展緩慢，讓你倍感壓力。",
        "lucky_star": "白羊座",
        "money_text": "在消費方面得格外小心，消費陷阱就像隱藏在暗處的陷阱，稍不注意就會讓你掉進去。購物時容易衝動，可能會被商家的促銷手段迷惑，買回一堆不實用的東西。建議你購物前列好清單，只買真正需要的，避免不必要的開支，守住自己的錢包。",
        "health_text": "注意不要久坐不動。長時間坐著工作或學習，會讓身體血液循環不暢，出現腰痠背痛、脖子僵硬等問題。你可以每隔一段時間就起身活動活動，伸伸懶腰、踢踢腿，或者去倒杯水、上個廁所。下班後，也可以做些簡單的伸展運動，讓身體動起來，保持活力。",
        "lucky_color": "淡紫色",
        "lucky_number": "2"
      }
    },
    "gemini": {
      "constellation": "gemini",
      "chineseName": "雙子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "邏輯固定化",
        "yi": "注重情感交流",
        "all": "75%",
        "date": "2025-11-30",
        "love": "68%",
        "work": "79%",
        "money": "66%",
        "health": "78%",
        "notice": "面臨情緒的波動",
        "discuss": "64%",
        "all_text": "運勢起伏不定，心情也如同坐過山車一般難以平靜。時而充滿激情，對周圍的一切都充滿好奇，想要積極參與其中；時而又陷入低落，對什麼事情都提不起興趣，感到迷茫和無助。這種情緒的波動會影響到生活的各個方面，在與人交流時，可能會因為情緒的不穩定而說出一些不恰當的話，引起不必要的矛盾和誤會。在做事情時，也容易因為注意力不集中而出現失誤，導致原本可以完成得很好的任務出現瑕疵。不過，這種起伏也並非全是壞事，它能讓你更加深刻地認識自己的情緒變化，學會調整自己的心態。只要能夠保持冷靜，理性地看待問題，不被情緒左右，就能在起伏中找到平衡，度過充實的一天。",
        "love_text": "單身的你，身邊或許有一些曖昧對象，但這種曖昧關係很難有實質性的進展。別太著急確定關係，多給彼此一些時間瞭解。已有伴者的你，和愛人交流時缺乏深度。你們可能只是停留在表面的聊天，沒有觸及到內心深處的想法。試著敞開心扉，深入地聊一聊，會讓你們的感情更進一步。",
        "work_text": "整體狀態較為平穩，在前進的道路上按部就班地前行。沒有特別突出的亮點，但也不會出現大的失誤。能保持一定的節奏，有條不紊地完成各項任務，在穩定中逐漸積累經驗和成果，為後續的發展打下基礎。",
        "lucky_star": "巨蟹座",
        "money_text": "你的財運比較平穩，主要靠零散收益的積累。可能是兼職的小收入，或是之前的一些小投資有了點回報。雖然這些錢不算多，但積少成多也不容小覷。你可以把這些小錢存起來，或者用於一些小額投資，說不定以後能帶來更大的收益。",
        "health_text": "建議降低對電子產品的依賴。長時間盯著手機、電腦屏幕，眼睛容易疲勞、乾澀，還可能引發頭痛。你可以設定一個使用電子設備的時間，每隔一段時間就休息一下眼睛，看看遠處。晚上睡前也別一直刷手機，不然會影響睡眠質量。多和身邊的人面對面交流，讓生活更健康。",
        "lucky_color": "淺藍色",
        "lucky_number": "9"
      }
    },
    "cancer": {
      "constellation": "cancer",
      "chineseName": "巨蟹座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "八卦說是非",
        "yi": "穿喜歡的衣服",
        "all": "95%",
        "date": "2025-11-30",
        "love": "93%",
        "work": "97%",
        "money": "94%",
        "health": "96%",
        "notice": "貴人幫扶的好運",
        "discuss": "90%",
        "all_text": "運勢極佳，彷彿被幸運之神眷顧，貴人幫扶的好運接踵而至。在生活當中，會遇到一些對自己有幫助的人，他們可能是長輩、朋友或者偶然結識的陌生人。這些人會給予你寶貴的建議和支持，在你遇到困難時伸出援手，或者幫助你順利解決問題。在社交場合中，你也表現得十分得體，能夠很好地與人相處，容易贏得他人的好感。這種良好的人際關係會為你帶來更多的機會和資源，讓生活變得更加豐富多彩。而且，你自身也會感受到一種積極向上的力量，心情愉悅，對未來充滿信心。只要珍惜這些好運，積極主動地去把握機會，就能在生活的舞臺上綻放出屬於自己的光彩。",
        "love_text": "單身的你，緣分正在悄然靠近。可能在不經意間，那個對的人就會出現在你的生活裡。保持開放的心態，勇敢地去迎接這份緣分。已有伴者的你，和愛人之間的感情溫馨和睦。你們會互相理解、互相支持，一起面對生活中的小問題。這種和諧的氛圍會讓你們的感情更加穩固，珍惜這份美好。",
        "work_text": "如同在順流而下的船隻，一路暢通無阻。無論是職場還是學業，都能感受到順風順水的愜意。思維清晰，靈感不斷，能夠輕鬆應對各種挑戰，在各個領域都能取得不錯的成績，讓身邊的人對你刮目相看。",
        "lucky_star": "天蠍座",
        "money_text": "真是財運爆棚，意外之財可能會降臨到你頭上。也許是之前參加的活動中了獎，或是收到一筆意外的退款。面對這筆意外之財，別隻想著盡情享受，要考慮如何合理利用，比如用來償還債務，或者為未來的生活做些儲備，讓這份好運能持續下去。",
        "health_text": "健康狀態良好，很適合享受家庭運動。可以和家人一起跳跳繩、打打羽毛球，或者做做瑜伽。在運動中增進親子關係或夫妻感情，還能鍛鍊身體。運動前要做好熱身，避免受傷。運動後記得補充水分，吃點水果，讓身體在輕鬆愉快的家庭氛圍中保持健康。",
        "lucky_color": "米白色",
        "lucky_number": "7"
      }
    },
    "leo": {
      "constellation": "leo",
      "chineseName": "獅子座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "與人正面槓",
        "yi": "備份重要文件",
        "all": "72%",
        "date": "2025-11-30",
        "love": "64%",
        "work": "70%",
        "money": "69%",
        "health": "75%",
        "notice": "面對選擇陷糾結",
        "discuss": "78%",
        "all_text": "這一天運勢有所起伏，在面對各種選擇時會感到有些為難，抉擇變得異常艱難。生活中會出現一些需要做出決定的事情，無論是大事還是小事，都會讓你陷入糾結之中。一方面，你有著自己的想法和追求，希望能夠按照自己的意願去行事；另一方面，又會受到外界因素的影響，考慮到各種現實的問題和他人的意見，從而難以做出果斷的選擇。這種猶豫不決的狀態會讓你感到疲憊和焦慮，也會影響事情的進展。不過，只要能夠靜下心來，認真分析利弊，傾聽自己內心的聲音，相信自己的判斷，就能逐漸理清思路，做出正確的選擇。在做出決定後，要堅定地朝著目標前進，不要輕易被外界的干擾所動搖，這樣才能在起伏的運勢中找到屬於自己的方向。",
        "love_text": "單身的你，追求心儀對象時可能難以獲得對方的青睞。也許你的方式沒有打動對方，不妨換個思路，從對方的興趣愛好入手。已有伴者的你，和愛人相處時偶爾會有爭執。可能是在一些小事上有不同的看法，別讓這些小矛盾影響了你們的感情，多站在對方的角度思考問題，爭吵就會減少。",
        "work_text": "以穩健的步伐朝著目標前進，雖然速度不是特別快，但每一步都走得紮實。在面對各種情況時，能夠保持冷靜，有條不紊地處理問題。通過不斷地積累和努力，逐漸提升自己的能力，為未來的發展做好充分準備。",
        "lucky_star": "處女座",
        "money_text": "在投資方面會有不錯的回饋，之前穩健的投資開始有了收益。這讓你對自己的理財能力更有信心，但別因此就盲目加大投資力度。投資有風險，還是要保持謹慎，根據自己的實際情況和風險承受能力，合理調整投資組合，確保財富能穩定增長。",
        "health_text": "在飲食上要多注意，以清淡為宜。吃太多油膩、辛辣的食物，會給腸胃造成負擔，引發消化不良、上火等問題。你可以多吃些蔬菜水果，它們富含維生素和膳食纖維，有助於腸道蠕動。主食可以選擇粗糧，像玉米、紅薯等，既能提供能量，又更健康。",
        "lucky_color": "玫紅色",
        "lucky_number": "5"
      }
    },
    "virgo": {
      "constellation": "virgo",
      "chineseName": "處女座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "迎合別人期待",
        "yi": "勤儉節約",
        "all": "83%",
        "date": "2025-11-30",
        "love": "82%",
        "work": "85%",
        "money": "80%",
        "health": "81%",
        "notice": "新穎獨特的想法",
        "discuss": "75%",
        "all_text": "運勢良好，想法成行的機遇佳。腦海中會湧現出許多新穎獨特的想法和創意，這些想法具有很強的可行性和實用性。只要你能夠抓住這些靈感，積極地去實踐和探索，就有很大的可能將想法變成現實。在與人交流和合作的過程中，你能夠充分發揮自己的優勢，清晰地表達自己的觀點和思路，與他人達成共識，共同推動事情的發展。而且，在實施想法的過程中，還會得到一些意外的幫助和支持，讓事情進展得更加順利。不過，你也要注意不要過於追求完美，在細節上過於糾結，以免耽誤整體的進度。只要保持積極的心態，勇於嘗試，大膽創新，就能在這一天收穫滿滿的成就感，讓生活變得更加精彩。",
        "love_text": "單身的你，有望開啟一段新的戀情。可能會在某個社交活動中遇到讓自己心動的人，主動一點去表達自己的好感，說不定就能收穫一段美好的愛情。已有伴者的你，和愛人之間的關係愈發緊密。你們會更加依賴彼此，在生活上互相照顧，在精神上互相支持，這種緊密的關係會讓你們的感情更加深厚。",
        "work_text": "是收穫成果的一天，之前的努力和付出終於得到了回報。在各個領域都能看到明顯的進步和提升，無論是職場上的項目成果，還是學業裡的優異成績，都讓你感到無比欣慰。這種成就感會進一步激勵你繼續努力，追求更高的目標。",
        "lucky_star": "射手座",
        "money_text": "你的財運相當不錯，精準理財讓你獲利頗豐。你對市場動態的敏銳洞察力，讓你能抓住一些好的投資機會。不過，獲利之後別驕傲自滿，市場是不斷變化的，要持續關注市場動態，及時調整自己的理財策略，才能讓財富一直保持增長態勢。",
        "health_text": "你的健康狀況不錯，不過要規律作息打卡。熬夜會打亂身體的生物鐘，影響新陳代謝，導致第二天精神萎靡。你可以給自己制定一個作息時間表，晚上按時上床睡覺，早上按時起床。睡前可以泡個腳、聽聽舒緩的音樂，幫助自己更快入睡，讓身體得到充分的休息。",
        "lucky_color": "草綠色",
        "lucky_number": "9"
      }
    },
    "libra": {
      "constellation": "libra",
      "chineseName": "天秤座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "不懂說拒絕",
        "yi": "濃妝豔抹",
        "all": "90%",
        "date": "2025-11-30",
        "love": "92%",
        "work": "91%",
        "money": "96%",
        "health": "94%",
        "notice": "物質精神雙豐收",
        "discuss": "97%",
        "all_text": "這一天運勢著實不錯，被幸運的光環所籠罩著，物質與精神層面皆能收穫滿滿。在生活裡，會察覺到諸多美好的事物環繞身邊，無論是與親朋好友的相處，還是日常的社交活動，都能帶來愉悅的體驗，精神世界充實而滿足。而在物質方面，或許會有一些意外的小驚喜降臨，可能是收到一份心儀已久的禮物，或是發現生活裡一些能帶來便利與舒適的小確幸。這種雙豐收的運勢，讓你在面對生活時充滿熱情與動力，能以積極樂觀的心態去擁抱每一個瞬間。同時，良好的運勢也會吸引更多美好的人和事靠近，進一步豐富生活。只要保持這份樂觀與從容，盡情享受當下的美好，就能讓這份好運持續下去，讓生活愈發精彩紛呈。",
        "love_text": "單身的你，自身的魅力會吸引不少桃花。在社交場合中，你會成為眾人矚目的焦點，可能會收到不少異性的示好。好好把握機會，說不定就能遇到那個對的人。已有伴者的你，和愛人之間愛意滿滿，甜蜜無比。你們會一起度過很多浪漫的時刻，比如一起看電影、一起散步，這些小舉動都會讓你們的感情更加甜蜜。",
        "work_text": "在各個領域都像是被幸運女神眷顧，充滿了各種新奇有趣的機遇。職場中，新項目如同璀璨星辰般吸引著你，能讓你盡情施展才華，與團隊碰撞出創意火花；學業上，新知識像神秘寶藏等待挖掘，能激發你強烈的探索欲。整體狀態積極向上，收穫滿滿驚喜。",
        "lucky_star": "摩羯座",
        "money_text": "在合作方面會有很好的財運，與他人合作的項目能為你帶來豐厚的收入。可能是與朋友一起做的生意有了起色，或是與同事合作完成的項目得到了獎勵。在合作過程中，要保持良好的溝通和協作，共同把項目做好，讓財源能源源不斷地進來。",
        "health_text": "適合去戶外徒步散心。徒步能讓你的身體得到鍛鍊，增強心肺功能，還能讓你欣賞到戶外的美景，放鬆心情。選擇一條環境優美、難度適中的徒步路線，穿上合適的徒步鞋，帶上必要的水和食物。在徒步過程中，感受大自然的美好，讓身心在大自然中得到滋養。",
        "lucky_color": "橙色",
        "lucky_number": "1"
      }
    },
    "scorpio": {
      "constellation": "scorpio",
      "chineseName": "天蠍座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "連續打哈欠",
        "yi": "早睡早起",
        "all": "78%",
        "date": "2025-11-30",
        "love": "67%",
        "work": "77%",
        "money": "73%",
        "health": "70%",
        "notice": "太謹慎而猶豫不決",
        "discuss": "79%",
        "all_text": "整體運勢較為普通，會面臨一些需要做出選擇的情況。生活就像是一條分岔路，擺在面前的選項各有利弊，讓人難以抉擇。這些選擇或許涉及生活的不同方面，從日常的娛樂活動到一些重要的社交安排，都可能讓你陷入思考。在做決定的過程中，可能會因為過於謹慎而猶豫不決，擔心選錯而帶來不好的結果。不過，這也是一個鍛鍊自己決策能力的好機會。只要冷靜下來，認真分析每個選項的優缺點，結合自己的內心需求和實際情況，就能逐漸理清思路，做出相對合適的選擇。做出決定後，就不要再反覆糾結，堅定地朝著自己選擇的方向前進，相信無論結果如何，都能從中有所收穫。",
        "love_text": "單身的你，感情進展有些遲緩。可能你一直在等待那個合適的人出現，但似乎還沒有明顯的跡象。彆著急，緣分總會到來的。已有伴者的你，和愛人之間的信任出現了一些裂痕。可能是因為一些小事產生了誤會，及時溝通解釋清楚，消除彼此心中的疑慮，才能讓感情回到正軌。",
        "work_text": "彷彿在平穩的航道上穩步前行，沒有大起大落的波瀾，卻有著細水長流的踏實感。在職場和學業裡，一切都按部就班地進行著，雖然沒有突如其來的驚喜，但也不會遭遇意外狀況。你能保持冷靜理智的頭腦，有條不紊地處理各項事務，在穩定中逐步積累經驗，為未來的發展打下堅實基礎。",
        "lucky_star": "天秤座",
        "money_text": "在財務上有好消息，舊賬回收有望。之前借出去的錢，或者一些未結算的款項，可能會在這天有進展。這能緩解你的資金壓力，讓你的財務狀況得到改善。收到錢後，要合理規劃使用，可以用於償還債務，或者進行一些穩健的投資，讓資金髮揮更大的作用。",
        "health_text": "要特別注意口腔衛生。不注重口腔清潔，容易滋生細菌，引發口臭、牙齦腫痛、齲齒等問題。早晚要認真刷牙，每次刷牙時間不少於兩分鐘，還要使用牙線清潔牙縫。飯後要及時漱口，減少食物殘渣在口腔內的殘留。定期去看牙醫，做好口腔檢查和護理。",
        "lucky_color": "深藍色",
        "lucky_number": "3"
      }
    },
    "sagittarius": {
      "constellation": "sagittarius",
      "chineseName": "射手座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "接聽推銷電話",
        "yi": "換個角度思考",
        "all": "52%",
        "date": "2025-11-30",
        "love": "55%",
        "work": "56%",
        "money": "61%",
        "health": "60%",
        "notice": "忽略重要的細節",
        "discuss": "56%",
        "all_text": "這一天運勢有所下滑，容易在一些事情上犯迷糊。可能會因為粗心大意而忽略一些重要的細節，導致原本簡單的事情變得複雜起來。在與人交流時，也可能會因為表達不清或理解偏差，引起一些不必要的誤會和矛盾。這種狀態會讓你感到有些煩躁和沮喪，影響心情。不過，犯錯並不可怕，重要的是能夠及時認識到自己的問題並加以改正。當發現自己出現失誤時，不要一味地自責，而是要冷靜分析原因，總結經驗教訓，避免下次再犯同樣的錯誤。同時，在做事情時要更加細心和專注，提高自己的注意力，減少犯錯的幾率。只要調整好心態，積極面對，就能逐漸擺脫這種不佳的狀態，讓生活重新回到正軌。",
        "love_text": "單身的你，脫單的希望比較渺茫。可能社交活動不多，沒有遇到合適的對象。不過別因此而沮喪，利用這段時間提升自己，說不定下次就能遇到真愛。已有伴者的你，和愛人之間矛盾衝突不斷。可能是因為一些觀念上的差異，雙方都不肯讓步。退一步海闊天空，多包容對方，才能化解矛盾。",
        "work_text": "困境重重的一天。在職場和學業中，各種難題接踵而至，讓你有些應接不暇。原本計劃好的事情可能會因為各種突發狀況而被打亂，讓你感到迷茫和無助。就像在黑暗中摸索前行，找不到明確的方向，需要花費更多的時間和精力去應對這些挑戰。",
        "lucky_star": "水瓶座",
        "money_text": "會有一些小額偏財入賬，可能是路上撿到錢，或是收到一些小禮品兌換的現金。雖然這些錢不多，但也能讓你心情愉悅。不過別因為這點小錢就放鬆了對財務的管理，還是要養成記賬的好習慣，清楚自己的每一筆收支，才能更好地規劃未來的財務。",
        "health_text": "要避免過度勞累。忙碌的工作或生活可能會讓你身心疲憊，長期過度勞累會降低身體的免疫力，容易生病。你要合理安排自己的時間和任務，不要給自己太大壓力。工作間隙可以休息片刻，喝杯茶、聽聽音樂。晚上保證充足的睡眠，讓身體有足夠的時間恢復精力。",
        "lucky_color": "淺灰色",
        "lucky_number": "8"
      }
    },
    "capricorn": {
      "constellation": "capricorn",
      "chineseName": "摩羯座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "使用冷暴力",
        "yi": "落實新計劃",
        "all": "61%",
        "date": "2025-11-30",
        "love": "54%",
        "work": "65%",
        "money": "57%",
        "health": "63%",
        "notice": "事太多應接不暇",
        "discuss": "60%",
        "all_text": "整體運勢欠佳，會感受到較大的壓力。生活中似乎有諸多事情同時湧來，讓人有些應接不暇。這些壓力可能來自生活的各個方面，比如家庭的責任、社交中的期望等。在面對這些壓力時，你可能會感到有些疲憊和無助，甚至會產生一些消極的情緒。然而，壓力也是生活的一部分，適度的壓力可以激發人的潛能，讓人更加努力地去應對挑戰。你可以試著將壓力轉化為動力，合理安排自己的時間和精力，分清事情的輕重緩急，有條不紊地去處理每一件事。同時，也可以找一些適合自己的方式來緩解壓力，比如聽音樂、散步等，讓自己的身心得到放鬆。只要保持積極的心態，勇敢面對壓力，就一定能夠克服困難，迎來更好的明天。",
        "love_text": "單身的你，尋愛的時機不太佳。可能你忙於工作或其他事情，沒有太多精力去關注感情方面。別給自己太大壓力，等忙完這陣，再好好尋找愛情。已有伴者的你，和愛人相處時壓力較大。可能是生活上的瑣事讓你們感到疲憊，不妨找個時間一起放鬆一下，緩解壓力，讓感情重新煥發生機。",
        "work_text": "如同在一條略顯崎嶇的道路上緩步前行，雖然速度不快，但每一步都走得堅實有力。在職場和學業裡，進展不會特別迅速，但每一點努力都能看到成果。你會遇到一些小阻礙，但憑藉自身堅韌不拔的毅力和耐心，能夠逐步克服困難，在前進的道路上穩步積累經驗，為未來的突破做好準備。",
        "lucky_star": "雙子座",
        "money_text": "在支出方面要格外注意，有支出超支的風險。可能會因為一些突發情況，比如家人突發疾病需要花錢，或是物品損壞需要更換，導致支出增加。建議你提前預留一部分應急資金，以應對這些突發狀況，避免因為超支而影響正常的生活和財務狀況。",
        "health_text": "要學會放鬆心情。長時間處於緊張、焦慮的狀態，會影響身體的內分泌系統，導致身體出現各種不適。你可以找一些適合自己的放鬆方式，比如冥想、深呼吸、聽音樂或者看一場電影。把工作和生活的壓力暫時放下，讓自己的心情平靜下來，這樣才能保持身心健康。",
        "lucky_color": "青色",
        "lucky_number": "6"
      }
    },
    "aquarius": {
      "constellation": "aquarius",
      "chineseName": "水瓶座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "回覆網絡槓精",
        "yi": "看高分電影",
        "all": "70%",
        "date": "2025-11-30",
        "love": "65%",
        "work": "67%",
        "money": "79%",
        "health": "73%",
        "notice": "缺乏明確方向感",
        "discuss": "77%",
        "all_text": "整體運勢較為平淡，生活似乎缺乏一些明確的方向感。會感覺日子過得有些渾渾噩噩，不知道自己該朝著哪個目標前進。這種迷茫的狀態可能會讓水瓶座在做事時缺乏動力和熱情，效率也有所下降。不過，這其實是一個重新審視自己、尋找目標的好時機。水瓶座可以靜下心來，思考自己真正想要的是什麼，對未來有什麼樣的期待和規劃。可以回顧自己過去的經歷，總結經驗教訓，從中找到自己感興趣和擅長的領域。然後為自己設定一個明確的目標，並制定相應的計劃，一步一個腳印地去實現它。有了目標的指引，生活就會變得更加充實和有意義，也能激發自己的潛能，讓自己在追求目標的過程中不斷成長和進步。",
        "love_text": "單身的你，在社交場合中難遇正緣。可能遇到的人都不太符合你的心意，別將就，堅持自己的標準，屬於你的那個人遲早會出現。已有伴者的你，和愛人之間的互動缺乏熱情。你們可能對彼此太熟悉了，少了些新鮮感。不妨一起嘗試一些新的事物，為感情注入新的活力。",
        "work_text": "在平凡中孕育著小驚喜的一天。在職場和學業裡，雖然沒有驚天動地的大成就，但會有一些小進展讓你感到欣慰。就像在黑暗中看到了一絲曙光，這些小進步會給你帶來動力和信心，讓你更加堅定地朝著目標前進。整體氛圍輕鬆愉快，能讓你在忙碌中找到樂趣。",
        "lucky_star": "雙魚座",
        "money_text": "你的副業收入會增加，之前在副業上的努力開始有了回報。可能是你的自媒體賬號有了更多粉絲，廣告收入增加，或是你的手工製品賣出了好價錢。這讓你看到了副業的潛力，可以考慮加大在副業上的投入，但也要注意合理安排時間，別讓副業影響到主業。",
        "health_text": "要保持空氣流通。室內空氣不流通，容易滋生細菌和病毒，增加呼吸道疾病的發生幾率。你可以經常開窗通風，讓新鮮空氣進入室內。在使用空調或暖氣時，也要定時開窗換氣。還可以在室內擺放一些綠色植物，它們能吸收有害氣體，淨化空氣，讓你的生活環境更健康。",
        "lucky_color": "金色",
        "lucky_number": "8"
      }
    },
    "pisces": {
      "constellation": "pisces",
      "chineseName": "雙魚座",
      "success": true,
      "code": "200",
      "msg": "獲取成功",
      "data": {
        "ji": "跟風模仿",
        "yi": "享受獨處時光",
        "all": "85%",
        "date": "2025-11-30",
        "love": "75%",
        "work": "81%",
        "money": "89%",
        "health": "87%",
        "notice": "磨鍊進步的機會",
        "discuss": "83%",
        "all_text": "整體運勢尚佳，生活中充滿了各種磨鍊與進步的機會。你在這一天裡會遇到一些具有挑戰性的事情，這些事情雖然可能會讓雙魚座感到有些吃力，但同時也是提升自己的好時機。在面對挑戰時，不要害怕困難，要勇敢地迎接挑戰，積極尋找解決問題的方法。通過不斷地嘗試和努力，你會發現自己逐漸能夠克服困難，並且以此來提升自己的能力和素質。同時，在與人相處的過程中，也能從他人身上學到很多東西，拓寬自己的視野和思維方式。每一次的磨鍊都是一次成長的機會，只要保持積極進取的心態，善於學習和總結，就能在磨鍊中不斷進步，讓自己變得更加優秀。相信經過歷練，你會在生活的道路上邁出更加堅實的步伐。",
        "love_text": "單身的你，浪漫的邂逅正悄然臨近。或許是在一場藝術展覽中，與那個有著相同藝術品味的人目光交匯；也可能是在街角的咖啡店，被鄰座傳來的溫柔話語吸引。這份不期而遇的心動，會讓你滿心歡喜。已有伴者的你，和愛人的情感愈發深厚。你們會一起窩在沙發上分享彼此的夢想，在困難時刻緊緊相依給予力量，那些日常的瑣碎，都因彼此陪伴而變得溫馨，感情也在這樣的點滴中愈發堅不可摧。",
        "work_text": "在各個領域都進展可觀。在職場和學業中，一切都顯得順風順水，彷彿有一股無形的力量在推動著你前進。你會遇到一些有利於自己的機會，能夠輕鬆地抓住並取得不錯的成果。思維活躍，靈感不斷，能讓你在處理問題時得心應手，整體狀態積極向上，充滿活力。",
        "lucky_star": "獅子座",
        "money_text": "在工作上會有不錯的表現，獎金紅利可期。可能是完成了重要項目得到獎勵，或是在業績考核中表現出色獲得獎金。拿到獎金後，別隻想著犒勞自己，要考慮如何讓這筆錢發揮更大的價值，比如用於學習提升自己的能力，或者進行一些長期的投資，為未來的發展打下基礎。",
        "health_text": "要做好皮膚保溼。乾燥的空氣會讓皮膚缺水，出現乾燥、起皮、瘙癢等問題。你可以選擇適合自己膚質的保溼護膚品，早晚使用。洗澡後要及時塗抹身體乳，鎖住皮膚水分。平時還要多喝水，從內部為身體補充水分。避免長時間處於乾燥的環境中，讓皮膚保持水潤狀態。",
        "lucky_color": "棕色",
        "lucky_number": "4"
      }
    }
  }
}