{
  "type": "愛情文案",
  "updated": "2026-02-09T06:33:49.476Z",
  "updateTime": "2026/2/9 下午2:33:49",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "遠方的戀情，就向火與風，假如僅僅是小火苗，風一吹就滅，如果是熊熊焚燒的烈火，風吹過反而會越燒越旺。",
      "length": 49,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 2,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 3,
      "content": "走在一起是緣分，一起在走是幸福，在一起就擁有了一生相守的幸福；有人說，緣分是前世修來的，是五百次回眸的執著才換來今生的擦肩而過，是千年不變的守候才有了今生的默默相守；有人說，幸福是有形狀的，你把它放在心裡，它就是心的形狀，你把它放在外面，它就虛無縹緲。",
      "length": 126,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 4,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 5,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 6,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 7,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 8,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 9,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 10,
      "content": "我知道我不完美，但我的愛最純粹，我不怕苦不怕累，一生愛你是我最燦爛的陶醉，努力營造生活的明媚，愛你我真的無悔。",
      "length": 55,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 11,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 12,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 13,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 14,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 15,
      "content": "從前有個人突然的闖入你的生活，教會你什麼是愛了，然後他就離開了，我一生中最幸運的兩件事情，一件是時間終於將我對你的愛消耗殆盡。另一件事，是很久很久前，我遇到你",
      "length": 79,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 16,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 17,
      "content": "一份真正的愛，不是覺得累了就放手，不是覺得不合適就分開，是即使再累也想在一起，即使不合適也想努力爭取，累是因為在乎，不合適是因為愛得不夠，真正的愛沒有那麼多借口。",
      "length": 81,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 18,
      "content": ".不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 104,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 19,
      "content": "好想，好想你！如果清風有情，請帶去我對你的思念，這一生都為你牽掛；如果白雲有意，請帶去我對你的愛戀，生生世世都願和你共纏綿！",
      "length": 62,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 20,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 21,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 22,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 23,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 24,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 25,
      "content": "憧憬美麗的春天，盼望溫暖的春天，請你走進我的生活，溫暖我的人生，你就是我的春天，我的夢，請你給我生命以綠色的希望吧！",
      "length": 58,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 26,
      "content": "辮子不是隨便散的，短信不是隨便看的，三葉草不是隨便送的……我的青春詞典裡，亂碼很多，空白也很多，但是都是，你的名字寫的端端正正排正數第二。",
      "length": 69,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 27,
      "content": "有一句話是情深緣淺。情深是她，緣淺是他和她。有一個詞是福薄。她福薄，所以遇上他，他福薄，所以錯過她。",
      "length": 50,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 28,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 29,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 30,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 31,
      "content": "儲蓄愛情的過程，其實也是真正考驗兩個人愛情忠貞與否的過程。不是當事人來考驗，而是生活的考驗。在儲蓄愛情的過程中，有些人終於忍耐不住了？露了原形。有些人在平淡如水的日常生活裡卻打磨出金燦燦的光圈，讓我們體會到他安靜的外表下一顆充滿了愛與柔情的心靈。",
      "length": 123,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 32,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 33,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 34,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 35,
      "content": "愛情這東西啊，是你想要的時候偏逃走，不想要的時候又糾纏不過來，想放放不開，想抓抓不牢，忘又忘不掉，恨又恨不了的一種輪迴中冥冥跟隨你的靈感世界！",
      "length": 71,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 36,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 37,
      "content": "一個人要死要活想得到你，這不是愛情，而是佔有慾。一個真正愛你的人，並不會想盡辦法來得到你，不會滿口謊言的騙你，不會花言巧語的取悅你，而是用心的幫你，一心為將來打算。愛你的人有時候連死纏爛打都做不到，只是默默受傷，默默看你。愛的越深，就愛的越膽怯。",
      "length": 123,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 38,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 39,
      "content": "有些人註定是隻會放在你心底，而消失在你的生活裡。你從心底知道自己是愛她的，儘管現在已經記不起她的樣子。因為這愛如此深重，以至於你一度以為自己會忘不掉。",
      "length": 75,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 40,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 41,
      "content": "春天我會給你清新的愛，夏天我會給你綠蔭般清涼的愛，秋天我為你灑下金色的愛，冬天一片片潔白的雪花便是我純白的愛！",
      "length": 55,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 42,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 43,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 44,
      "content": "說到愛情，就要說說愛情的生命力。愛情很脆弱，脆弱得經不住歲月的侵蝕和生活的打磨；愛情也堅強，堅如磐石地老天荒。脆弱的愛情參雜了愛情以外的東西，如物質的、利益的，堅強的愛情一定出於心願發乎愛戀，是真摯的、純情的。",
      "length": 105,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 45,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 46,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 47,
      "content": "假如愛情可以解釋，誓言可以修改，假如你我的相遇，可以重新安排，那麼生活就會比較容易。假如有一天，我終於能將你忘記，然而這不是隨便傳說的故事，也不是明天才要上演的戲劇，我無法找出原稿，然後將你將你一筆抹去。",
      "length": 102,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 48,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 49,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2026-02-09T06:33:49.476Z"
    },
    {
      "id": 50,
      "content": "不要問別人愛不愛你，不管他如何回答都是否定的。一個人愛你，不會隱藏躲避，而會用各種辦法讓你知道。如果你不確定，一定不是愛。閃爍其詞是心虛，故作神秘是伎倆。愛是最濃烈的情感，不夠濃烈就不是愛。愛情只有愛與不愛，沒什麼不夠愛，不夠愛還是不愛，一旦遇見愛的馬上會把你淘汰。",
      "length": 133,
      "addedAt": "2026-02-09T06:33:49.476Z"
    }
  ]
}