{
  "type": "愛情文案",
  "updated": "2025-12-09T00:32:31.392Z",
  "updateTime": "2025/12/9 上午8:32:31",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 2,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 3,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 4,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 5,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 6,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 7,
      "content": "愛情很簡單，簡單到只有愛。一心一意是感情裡最溫柔的力量，歲月與共是平淡中最真實的擁有。有一種牽掛，無聲無息；有一種思念，望眼欲穿。",
      "length": 65,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 8,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 9,
      "content": "這輩子能真正品嚐到愛情甜蜜的人很少，當一個深愛著你的人，為你而改變，那是因為他愛你；當你遇到一個人，他為你收起他的頑固脾氣，也因為他愛你；他把你的興趣也變成了他的興趣，還是因為他愛你。--如果你發現身邊有這樣的人，請你好好珍惜。溜掉的小魚，總是最美麗的；失去的情人，總是最懂你的。",
      "length": 140,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 10,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 11,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 12,
      "content": "暗戀的人總是經過一段暗戀後變得堅強，也已成長，成長到接受別人的愛，亦或去追求所愛，而這一切，好像與那個人無關。那個人何其無辜，被愛時他絲毫不知情，被愛後別人的堅強也好似和他無關，但不得不承認，他無意中造就了一個人的蛻變和成長，所以，那個人，又是何其偉大。",
      "length": 127,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 13,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 14,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 15,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 16,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 17,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 18,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 19,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 20,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 21,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 22,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 23,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 24,
      "content": "有扇門永遠為我們敞開，那就是愛，愛所有的人，愛這個世界。懂得與人分享愛，就是懂得愛與被愛。你藏在我心裡，我不難找到你；你藏在自己心裡，任何人也找不到你。試著把自己的心打開，不要拒人千里，先在自己的心裡裝下別人、裝下大眾，這份愛叫幸福，這份愛叫包容，包容的愛裡沒有傷害。",
      "length": 134,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 25,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 26,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 27,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 28,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 29,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 30,
      "content": "儲蓄愛情的過程，其實也是真正考驗兩個人愛情忠貞與否的過程。不是當事人來考驗，而是生活的考驗。在儲蓄愛情的過程中，有些人終於忍耐不住了？露了原形。有些人在平淡如水的日常生活裡卻打磨出金燦燦的光圈，讓我們體會到他安靜的外表下一顆充滿了愛與柔情的心靈。",
      "length": 123,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 31,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 32,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 33,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 34,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 35,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 36,
      "content": "如果我們是在彼此最閃光的時候相遇，是好的，因為我們知道自己愛了一個值得愛的人，他/她有能力經營好自己的生活；如果我們是在彼此最狼狽的時候相遇，也是好的，因為我們知道自己愛了一個堅強的人，即使遇挫，也可以相濡以沫。",
      "length": 106,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 37,
      "content": "喜歡你，就會在想起你時微笑，至於你是否明白我微笑的原因，我一點也不在意。就像風很舒服時我也微笑，太陽很舒服時我也微笑，而風和太陽就跟你一樣，不會明白我微笑的原因。我怎麼對待風和太陽，我就怎麼對待你……",
      "length": 100,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 38,
      "content": "愛情不合乎邏輯，這或許就是愛的邏輯。真正熱愛的，或許並不是一個大家公認的最該愛，愛的最正確的人，而是一個使我忘乎所以，無法不愛的人。愛不是因為被愛，只是因為愛。",
      "length": 80,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 39,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 40,
      "content": "紅塵路茫茫，許願念長長，修一個你身，再修一個我身，隱於塵世，行善，養性，修心，然後再修一個來生，再修一個你，因明瞭，愛！是一種久遠的修行。愛！是一種不老的遠行。懂你的，能得包容，不懂你的，只語成傷。得心者，能得生死與共，這！就是愛情。",
      "length": 117,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 41,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 42,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 43,
      "content": "女人退一步，男人退兩步。一個懂得愛的人，寧可扮演輸家，也不去打敗自己的愛人。打敗了她，或者他，你想得到什麼呢？真愛，就要懂得讓步。",
      "length": 65,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 44,
      "content": "愛情，對於年輕人來說，她是一團火。一旦她燃燒就會付出一切。對於中年人，愛情是一杯濃酒。因為她已經醞釀了許久，不用品嚐，就已經芬芳四溢了。如果非得要嘗試，那要一點、一點的去喝。否則會醉的，醉得沒有了方向。當你清醒時，你才發現，你已經離你的出發點很遠、很遠……",
      "length": 128,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 45,
      "content": "自己買玫瑰，算了，會被人笑的；買巧克力，算了，會胖；點上蠟燭，算了，沒有情人；情人節，願沒有情人的你和我一起度過快樂情人節！",
      "length": 62,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 46,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 47,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 48,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 49,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-12-09T00:32:31.393Z"
    },
    {
      "id": 50,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2025-12-09T00:32:31.393Z"
    }
  ]
}