{
  "type": "愛情文案",
  "updated": "2025-10-28T18:11:41.484Z",
  "updateTime": "2025/10/29 上午2:11:41",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 2,
      "content": "因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 48,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 3,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 4,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 5,
      "content": "我喜歡你，沒有任何附加條件，我喜歡你，就是如此簡單。我要的是可以幫我捂手，幫我撥頭髮，難過時讓我靠在他身上的人。猜測總能夠相伴，這些，慢慢去實現並不難，彼此心安是個過程。現在我的心裡充滿了溫暖。每天的心事，袒露在臉上，那麼赤裸裸。所有的人看到了，都會微笑。",
      "length": 128,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 6,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 7,
      "content": "不忘初心，方得始終。我們寄生在時間裡，觀世態沉浮，察人情冷暖，感覺自己對於世界，就如空氣般若有若無，如塵埃般若即若離。愛情總是想象的比現實美麗。愛情再堅固，也無法承受忙碌的侵蝕，你忙得天荒地亂，你忙得忘記關心，你忙得身心疲憊，你忙得無所適從，但是，愛情不能等你有空才珍惜。",
      "length": 136,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 8,
      "content": "愛情是一百年的孤獨，直到遇上那個矢志不渝的守護你的人，那一刻，所有苦澀的孤獨，都有了歸途。--張小嫻《我終究是愛你的》",
      "length": 59,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 9,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 10,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 11,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 12,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 13,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 14,
      "content": "愛並不是虛情假意的謊言，它是實實在在的情感，只要仔細感受，你就會發現愛本就緊挨著你：它可能是清早母親擠向你牙刷上的一寸牙膏，讓你感受到溫馨；它可能是陌生人的一把攙扶，讓你體會到溫曖；它可能是作業本里老師落下的一根白髮，讓你感悟到關愛；它可能就是一個微笑，讓你理解到寬容和讚賞。在生活中，你有了這種感受，體會，感悟，理解，受到觸動感染，激勵鼓舞，你就會去掉冷漠，解除封閉，成為一個有愛心的人。",
      "length": 195,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 15,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 16,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 17,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 18,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 19,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 20,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 21,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 22,
      "content": "愛一個人，是多一個人，都會難受的兩個人的世界。喜歡一個人，是甜膩的。愛一個人，是苦盡甘來的。喜歡一個人，在一起的時候會很開心。愛一個人，在一起的時候，會莫名的失落。喜歡一個人，你不會想到你們的將來。愛一個人，你們常常在一起憧憬明天。喜歡一個人，在一起的時候永遠是歡樂。",
      "length": 134,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 23,
      "content": "我知道我不完美，但我的愛最純粹，我不怕苦不怕累，一生愛你是我最燦爛的陶醉，努力營造生活的明媚，愛你我真的無悔。",
      "length": 55,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 24,
      "content": "真正的愛，不是一時浪漫的激情，也不是驚天動地的表白，而是一份自然而然的牽掛，一份不動聲色的關懷，一份設身處地的體貼，一份如影隨形的惦念。再多繁華和浪漫的時光，都比不上一起樸素相依的歲月，生活可以是平淡的，也是有詩意的，只要我們不離不棄的牽著手走過人生的每一天，每一個日子都是幸福的。",
      "length": 141,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 25,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 26,
      "content": "這一年，我懂得了日久不一定生情，但一定能夠見人心。這一年，我懂得了原來討厭的可以依舊討厭，喜歡的卻有很多可以不再喜歡。這一年，我懂得沒有誰會像父母一樣一直包容並原諒你。這一年，我懂得了生容易，活容易，生活不容易。",
      "length": 106,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 27,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 28,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 29,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 30,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 31,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 32,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 33,
      "content": "天空中有你我最喜愛的顏色，現實中有你我最相配的角色。白雲依靠著藍天，藍天包容著白雲，就像現在的你和我，多美！",
      "length": 54,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 34,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 35,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 36,
      "content": "戀愛是茶，不能隔夜，婚姻如酒，越存越香，只是，大多數人都封不好這瓶酒，所以許多婚姻跑了氣，到最後，只剩下一罈苦水，好不狼狽。感情的債和時光的海一樣，都是我們越不過的東西。",
      "length": 85,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 37,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 38,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 39,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 40,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 41,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 42,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 43,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 44,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 45,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 46,
      "content": "愛情是以微笑開始，以吻生長，以淚結束。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。",
      "length": 95,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 47,
      "content": "放棄一些東西，是為了成全你所愛之人，為了不傷害愛。我不敢說放棄後就一定會有真正的幸福，但我可以肯定，面對無奈時，不放棄該放棄的，始終不會幸福，那就要看，是怎樣的放棄了。學會放棄，讓彼此都能有一個更輕鬆的開始，遍體鱗傷得的愛並不一定刻骨銘心。",
      "length": 120,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 48,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 49,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2025-10-28T18:11:41.485Z"
    },
    {
      "id": 50,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-10-28T18:11:41.485Z"
    }
  ]
}