{
  "type": "愛情文案",
  "updated": "2025-07-28T12:13:58.700Z",
  "updateTime": "2025/7/28 下午8:13:58",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 2,
      "content": "我，痴痴的守候著彩虹的出現，跨越了千年的等待，才修來對你的緣份。邂逅的美麗，只一次回眸，就凝固了我心房的波動，毫不猶豫的為你心動，一再為你深深的陶醉，幸福著你的幸福，為了幸福而幸福，我已知足。",
      "length": 96,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 3,
      "content": "雖然我表現得好像我不在乎，其實在我心裡比你想象的還要在乎。我所有的努力所有的奮鬥，都是為了擁有一個美好的未來。和遇見一個優秀的你，總會有一天，你會遇上那個人，陪你看每一次日出，一直陪你到人生落幕。",
      "length": 98,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 4,
      "content": "每一朵鮮花的盛開都經歷風霜雨雪，每一把利劍的形成都經過千錘百煉，每一樁愛情的正果都必經艱難困苦。可是亦有經歷了風霜雨雪千錘百煉艱難困苦，連花都開了劍也鑄成了四級都過了，愛情卻最終未修成正果的。",
      "length": 96,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 5,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 6,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 7,
      "content": "喜歡一個人，如果失去了，就像丟掉自己心愛的物品，雖有遺憾，但是心中不會有多痛。可是愛一個人，如果失去了，就會留下一個傷口，永遠都會隱隱作痛。有些失去是註定的，不要因為自己的一時寂寞，而去接愛一段不合適你的愛；也不要因為一段不合適你的愛，而去寂寞一生。",
      "length": 125,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 8,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 9,
      "content": "心裡裝下一個他。只要讀出他的名字，就會覺得自己變得勇敢，變得堅強。可以不顧一切地對他好，即使他什麼也不知道。會聽他聽過的歌，讀他讀過的書，在意他在意的人。即便他忘了那首歌那本書那個人，我也還是會一樣深深記得。我想要我們什麼都在一起做，即使我們什麼都沒在一起做過。",
      "length": 131,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 10,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 11,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 12,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 13,
      "content": "最初的相識相知，後來的相濡以沫，讓我相信你就是我一直在苦苦找尋的幸福。但我猜到了過程，卻未曾猜到結局。現在才發現，幸福有時距離我很近很近，甚至觸手可及，但卻也只是過眼雲煙，轉瞬即逝。其實，我想要的幸福真的很簡單，我只想：願得一人心，白首不相離。",
      "length": 122,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 14,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 15,
      "content": "這世上你最好看，眼神最讓我溫暖，星辰鬧成一串，月色笑成一彎，傻傻望了你一晚，怎麼看都喜歡。只要你快樂，我什麼事都為你幹，因為愛你，我心最甜！",
      "length": 70,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 16,
      "content": "愛是一場輸不起的豪賭。押上全部賭注以後，如果贏了，我們將贏得終生幸福；如果輸了，留下的只有道道傷痕。明知輸不起，偏偏還要賭，勸也勸不了，攔都攔不住--這就是愛情的魅力所在。總以為愛情可以填滿人生的遺憾，然而，製造更多的遺憾，卻偏偏是愛情。陰晴圓缺，在一段愛情中不斷重演。",
      "length": 135,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 17,
      "content": "沉默，是一個人對愛最蒼白的表情；是一顆心對情最無力的回應。沉默的人，愛的最深；沉默的心，傷的最重。",
      "length": 49,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 18,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 19,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 20,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 21,
      "content": "我記得你的手掌是溫暖的，你曾說愛我！我們兜兜轉轉走了這麼久又回到了這裡！你很快又投入另一段戀情，我們曾執手說好的甜蜜誓言被我們合力敲碎了，原來時間讓我們遺失了彼此的同時，也讓我們學會了淡忘！愛與喜歡，不過是一場自顧自的執著，但我愛你，愛了整整一個曾經！",
      "length": 126,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 22,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 23,
      "content": "緣分是一種機緣巧合，本來應該擦肩而過的人相識或相戀。我相信緣分，冥冥之中有一雙無形的手，在左右我們的命運。 緣分是前世感情的延續，緣分是今世的擦肩而過。緣分是前世不變的誓言，緣分是今生痛苦的約定。緣分是一次機遇的把握，緣分是一種愛慕的流逝。緣分是相遇時美好夢想。",
      "length": 131,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 24,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 25,
      "content": "世界太大，人海茫茫，總是遇不見那個對的人；世界又太小，芸芸眾生，縱使有很多分岔口，總是會在終點遇見那個對的人。想對你說：親愛的，是天定，讓你我相遇、相愛、相伴，我們會一直恩愛幸福到老！",
      "length": 92,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 26,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 27,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 28,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 29,
      "content": "我總以為只要我努力、只要我掏出我全部的心，總有一天她會愛上我，就象我愛她一樣地愛我。難為你肯為她這樣做，可是愛情，好像不應該是這樣的。有時候有些東西，不是努力能得來的。--《愛有來生》",
      "length": 92,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 30,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 31,
      "content": "一見鍾情這種事，浪漫但不一定長久。日久生情這種事，很難卻更難分開。一見鍾情永遠和外貌有關，日久生情永遠和習慣有關。越緩慢的愛上一個人，就愛的越長久。愛情可以有一瞬間，但真情卻需時間澆灌。",
      "length": 93,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 32,
      "content": "假如愛情可以解釋，誓言可以修改。那麼，生活就會比較容易。假如有一天，我終於能將你忘記。然而，這不是隨便傳說的故事。也不是明天才要上演的戲劇。我無法在我是生命中，就這麼把你劃去。",
      "length": 88,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 33,
      "content": "就算給我整個世界，我所在乎的，不過是你看著我時的微笑。我們都有不願跟人分享的傷痛，所以只有選擇隱藏、選擇一個人承受、一個人流淚，一個人悲傷，然後，一個人慢慢蛻變，漸漸遺忘、變成回憶，不再過問。因為那終究只是一個人的感覺，除了你自己，沒有人會明白你的故事裡有過多少快樂或傷悲。",
      "length": 137,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 34,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 35,
      "content": "愛到浪漫，是剛開始。愛到痛苦，是要分手。愛到平淡，就該結婚。感情發展到不同時期，就要做不同事。沒有一輩子的浪漫和甜蜜，真正能長伴你身邊的，只是慢慢老去的熟悉。情濃時說的一切都不可信，情淡時的每一天才是真。記住啊，陪在身邊才算擁有，愛到習慣才能長久。",
      "length": 124,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 36,
      "content": "1、一見鍾情，鐘的不是情，是臉。2、看時間，不是為了起床，而是看還能睡多久。3、送女朋友回家，去哪都是順路。4、愛情的世界裡，女人的沉默是最大的哭聲。5、男女之間，可以有純友誼，只要一個打死不說，一個裝傻到底。6、你對一個人有慾望，那叫喜歡，你為一個人忍住慾望，那叫愛。",
      "length": 135,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 37,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 38,
      "content": "愛一個人最重要的也許不是山盟海誓和甜言蜜語，生活中的一些瑣事，更能體現他對你的用情，那才是愛的密碼。財富是一種寄存，錢再多，你也不能帶到棺材裡去；情愛是一種寄存，人之亡之，情之焉附？權位是一種寄存，無論你怎樣叱吒風雲，卻不能逃出最終的交替；即使是生命本身，也不過是寄存於這個星球上的匆匆過客。而這個星球，本身充其量也就是造物主為人類建造的一間小驛站。",
      "length": 175,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 39,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 40,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 41,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 42,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 43,
      "content": "愛久之後，你們之間共同的東西也就日漸豐厚，包括共同的目標、共同的回憶和彼此間千金難買的默契。當彼此間的不同被渲染上一層辯證的能量--那雖然是差異，但是你們瞭解並欣賞，你們的愛就會更具有生命力。",
      "length": 96,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 44,
      "content": "好想，好想你！如果清風有情，請帶去我對你的思念，這一生都為你牽掛；如果白雲有意，請帶去我對你的愛戀，生生世世都願和你共纏綿！",
      "length": 62,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 45,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 46,
      "content": "若你欲哭無淚，那就嘗試著說出來。如若不是為了一個人，誰肯枯守一座城。城市和愛情，總是有著這樣那樣的關係。我們會因為一個人，去到那座城，因為那是一座愛的城；我們也會因為一個人，離開一座城，那是一座絕望的傷城。生命是一場遇見，在人來人往之間，最稀罕的就是你會遇見另一個自己。",
      "length": 135,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 47,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 48,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 49,
      "content": "愛情似煙花，她卻用心戀，愛情似夢幻，她卻不願醒，用心之筆，描繪愛之彩，畫美了春景，女子沉醉，享受著這份美麗的愛戀，她的指尖留有愛的痕跡，她揮灑潑墨，寫下萬種情懷，柔柔軟軟，如細柳，美的意境，風情萬種。",
      "length": 100,
      "addedAt": "2025-07-28T12:13:58.700Z"
    },
    {
      "id": 50,
      "content": "謝謝你，讓我們相遇，讓我愛上了你。你流淚，我陪你，我不在意你的難過感染了我！你難過，我陪你，我不在意你的傷感傳給了我！你傷心，我陪你，我不在意你的痛苦感傷了我！你痛苦，我陪你，街燈照不到的地方還有我陪著你。",
      "length": 103,
      "addedAt": "2025-07-28T12:13:58.700Z"
    }
  ]
}