{
  "type": "愛情文案",
  "updated": "2026-01-04T00:38:07.863Z",
  "updateTime": "2026/1/4 上午8:38:07",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 2,
      "content": "愛情，始像是一件華麗的衣裳，炫眼耀目，可滿路的荊棘，刮破了它，蹂躪了它，雖然一路上，他們縫了又縫，補了又補，可這愛情還是當初的愛情嗎？當初柏拉圖式的愛情理想，升到半空，就已然破滅了。",
      "length": 91,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 3,
      "content": "最真摯的愛情是什麼？最真摯的愛情就是帶著笑容，含著眼淚，看你所喜歡的人一步步的走向她所祈望的幸福生活。生活中，如果有人真的真心對你好，請你一定珍惜，即使做不成情侶也請你給這個對你好的以真誠的慰藉，這個世界上誰都沒有義務一定對你好，你永遠不知道那個被你討厭了無數次，拒絕了無數次還對你好的人多麼的喜歡你。",
      "length": 151,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 4,
      "content": "這一生的最愛，在下一世連一點痕跡也不會留下。愛著的人啊，好好握著她的手，下輩子，你的身邊就不再是她了。到了來生，你是否還記得自己曾愛過誰？",
      "length": 69,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 5,
      "content": "或許我們就這樣錯過，再來後悔為何當初不說。摘不到的星星，總是最閃亮的。熘掉的小魚，總是最美麗的。錯過的電影，總是最好看的。失去的情人，總是最懂我的。這世界上，每一個人都有個想要尋找的人。",
      "length": 93,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 6,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 7,
      "content": "我記得你的手掌是溫暖的，你曾說愛我！我們兜兜轉轉走了這麼久又回到了這裡！你很快又投入另一段戀情，我們曾執手說好的甜蜜誓言被我們合力敲碎了，原來時間讓我們遺失了彼此的同時，也讓我們學會了淡忘！愛與喜歡，不過是一場自顧自的執著，但我愛你，愛了整整一個曾經！",
      "length": 126,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 8,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 9,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 10,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 11,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 12,
      "content": "認識你是一種緣，能在一起走一生，是一種幸福。不會讓你為了我而哭泣傷心，我要好好珍惜和你在一起的分分秒秒，那美好的快樂和歡笑，我會珍藏。無論遇到什麼事情，永遠不會輕易說分手，永遠不會輕易地放棄感情，我們的愛情，經得起時間的考驗。",
      "length": 113,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 13,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 14,
      "content": "愛情是以微笑開始，以吻生長，以淚結束。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。",
      "length": 95,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 15,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 16,
      "content": "青春年少的日子，我們總以為，愛情就是把兩個人牢牢地綁在一起，當你愛我，你就要了解我。這樣的結果卻是：當你瞭解我，你就不愛我了。直到青春遠去，我我們才明白，每個人心中也有一片內陸，即便是最親密的人，也無法抵達那兒。",
      "length": 106,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 17,
      "content": "你離開的第356天，我每天都在翻過去的日記，我不能讓自己忘記你。因為我就是一無所有，也不能沒有，有你的回憶，所以重逢的那天我一眼就在人海發現了你。",
      "length": 73,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 18,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 19,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 20,
      "content": "但凡死纏爛打的人，大都不是真的深愛你，只是在跟自己賽跑。愛你的人，做不到死纏爛打。自尊不允許。我們一直深信，愛就是把最好的一切給予對方，包括尊嚴。多少淺淺淡淡的轉身，是旁人看不懂的情深。",
      "length": 93,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 21,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 22,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 23,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 24,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 25,
      "content": "男人要永遠感謝在他20多歲的時候曾經陪在他身邊的女人。因為20多歲的男人處在一生中的最低點，沒錢沒事業；而20多歲的女人卻是她最燦爛的時候。",
      "length": 70,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 26,
      "content": "真正的愛，不是一時浪漫的激情，也不是驚天動地的表白，而是一份自然而然的牽掛，一份不動聲色的關懷，一份設身處地的體貼，一份如影隨形的惦念。再多繁華和浪漫的時光，都比不上一起樸素相依的歲月，生活可以是平淡的，也是有詩意的，只要我們不離不棄的牽著手走過人生的每一天，每一個日子都是幸福的。",
      "length": 141,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 27,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 28,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 29,
      "content": "因為想一個人而寂寞，因為愛一個人而溫順；因為有一個夢而執著，因為等一個人而折磨；愛，就大聲說出來，因為你永遠都不會知道，明天和意外，哪個會先來！世界上最遠的距離，不是站在你面前你不知道我愛你，而是愛到痴迷，卻不能說我愛你。",
      "length": 111,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 30,
      "content": "愛情就是愛情，有的愛情自帶房子，有的愛情自帶車子，有的愛情一開始什麼都不帶，但只要和你在一起，將來都會有。我付出真心沒有錯，只是沒有遇到對的人。所以，在遇到你之前，我還是要相信愛情。不然，就遇不到你。",
      "length": 100,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 31,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 32,
      "content": "茫茫人海可以找到一個心愛的人，這是多麼大的福氣，或許沒有你想象那麼好，應該也不會糟糕到哪裡，所以要知福惜福好好珍惜，多說關懷話，少說責備話。如果你懂得珍惜，你會發現你獲得的越來越多，如果你一昧追求，你會發現你失去的越來越快。",
      "length": 112,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 33,
      "content": "幸福是有你陪伴著我生活的腳步，快樂是有你伴隨著我走過人生的旅途，我的幸福是你快樂的感悟，我的快樂是你幸福的全部，有你的陪伴我的幸福不會輕易的一閃而過，有你的伴隨我的快樂也會越來越多！",
      "length": 91,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 34,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 35,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 36,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 37,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 38,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 39,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 40,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 41,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 42,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 43,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 44,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 45,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 46,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 47,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 48,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 49,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2026-01-04T00:38:07.864Z"
    },
    {
      "id": 50,
      "content": "暗戀的人總是經過一段暗戀後變得堅強，也已成長，成長到接受別人的愛，亦或去追求所愛，而這一切，好像與那個人無關。那個人何其無辜，被愛時他絲毫不知情，被愛後別人的堅強也好似和他無關，但不得不承認，他無意中造就了一個人的蛻變和成長，所以，那個人，又是何其偉大。",
      "length": 127,
      "addedAt": "2026-01-04T00:38:07.864Z"
    }
  ]
}