{
  "type": "愛情文案",
  "updated": "2025-09-18T12:12:44.067Z",
  "updateTime": "2025/9/18 下午8:12:44",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "當她不愛你的時候，也一定要祝福她。有了愛，便不該有恨，因為曾經有愛，有愛的日子裡是快樂的，有緣在一起也是快樂，有過快樂有過愛，就不會再有恨。她失去的是一個愛她的人，而你失去了一個不愛你的人，卻得到了一個重新生活、重新去愛的機會。請你深深呼吸，一生的路上，鋪滿了愛的花蕾，總有那麼一朵屬於你，花兒雖多，卻沒有重複的一朵，這是生生世世早已經註定的。",
      "length": 172,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 2,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 3,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 4,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 5,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 6,
      "content": "男人把幼稚的女人看作單純，女人把單純的男人看作幼稚；事業是男人的姿色，姿色是女人的事業；男人用智商掌控女人，女人用情商拴住男人；男人喜歡長得漂亮的女人，女人喜歡對她好的男人；忠孝才是真正的男人味，柔順才是真正的女人味；男人忠孝令女人有安全感，女人柔順令男人有幸福感。",
      "length": 133,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 7,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 8,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 9,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 10,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-09-18T12:12:44.067Z"
    },
    {
      "id": 11,
      "content": "愛情總是痴情人受傷，為了自己的愛情自始不渝，即使自己被拒絕於千里之外，但還是至死不渝的追求自己喜歡的人，他們覺得很值得，因為愛情是神聖的！",
      "length": 69,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 12,
      "content": "以落花為茗，以青燈為伴，捧一冊古卷，吟一首唐詩，賦一闋宋詞，輕展一方素箋，細研一池墨香，為你書寫一紙思念，情寄一泓纏綿。等你深情的目光寫意花的春秋，等你深情的目光書寫流年的眷戀。",
      "length": 89,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 13,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 14,
      "content": "曾經努力的愛情，以為會幸福。原來，愛情並不簡簡單單就可以做好。曾經的溫暖如今已經變成了回憶。會痛，會疼，會傷，永遠是愛情給的。握不住的流沙，抓不住的時光，疼不完的愛情。",
      "length": 84,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 15,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 16,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 17,
      "content": "我的心開始下雪，雪無聲地覆蓋了所有，湮滅了迷惘，驕傲與哀痛，當一切歸於寂靜時，世界突然變得清亮明朗。 所以，別為我憂傷，我有我的美麗，它正要開始......",
      "length": 78,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 18,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 19,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 20,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 21,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 22,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 23,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 24,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 25,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 26,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 27,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 28,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 29,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 30,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 31,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 32,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 33,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 34,
      "content": "沒有最好，只有更好。那一瞬間，你終於發現，那曾深愛過的人，早在告別的那天，已消失在這個世界。心中的愛和思念，都只是屬於自己曾經擁有過的紀念。我想，有些事情是可以遺忘的，有些事情是可以記念的，有些事情能夠心甘情願，有些事情一直無能為力。我愛你，這是我的劫難。",
      "length": 128,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 35,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 36,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 37,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 38,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 39,
      "content": "瘋狂的一瞬間，我會愛上你，抓住了真愛，就抓住了你的心。愛是你我的夢，因為愛情，青睞了你的心海，一個人的力量，微不足道的關愛，孤掌難鳴，等待著你的等待；兩個人的成雙，凝成一股堅韌的繩，心與心的交匯，可以掌控愛情的舞臺。",
      "length": 108,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 40,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 41,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 42,
      "content": "愛需要面對現實，現實很殘酷，愛無疑有了一種責任與擔當；或是彼此間的理想，亦或是彼此間心靈的昇華，青春年少時的纏綿在現實面前顯得是那麼的脆弱。無奈，愛即成了一種力量，一種信念。",
      "length": 87,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 43,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 44,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 45,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 46,
      "content": "或許愛情只是因為寂寞，需要找一個人來愛，即使沒有任何結局，但自己堅持的幻覺，總讓自己一痛再痛，漸漸變的自私。很多人不需要再見，因為只是路過而已，遺忘就是我們給彼此最好的紀念。一個人的一生可以有多少時間給另一個人，愛也許只是在一瞬間，這份愛，卻也讓人記憶一輩子。",
      "length": 130,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 47,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 48,
      "content": "愛情裡，我們都是沒有安全感的人，患得患失。明明是依賴，卻要表現出無足輕重的樣子；明明是在意，卻要表現出毫不在乎的樣子。偶爾我只想一個人靜靜的就好，不受任何打擾。別說我冷漠，別說我無情，表面上的不在乎，表面上的無所謂，誰又知道我內心有時的轟然狂喜與徹底失望。",
      "length": 128,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 49,
      "content": "愛並不是虛情假意的謊言，它是實實在在的情感，只要仔細感受，你就會發現愛本就緊挨著你：它可能是清早母親擠向你牙刷上的一寸牙膏，讓你感受到溫馨；它可能是陌生人的一把攙扶，讓你體會到溫曖；它可能是作業本里老師落下的一根白髮，讓你感悟到關愛；它可能就是一個微笑，讓你理解到寬容和讚賞。在生活中，你有了這種感受，體會，感悟，理解，受到觸動感染，激勵鼓舞，你就會去掉冷漠，解除封閉，成為一個有愛心的人。",
      "length": 195,
      "addedAt": "2025-09-18T12:12:44.068Z"
    },
    {
      "id": 50,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-09-18T12:12:44.068Z"
    }
  ]
}