{
  "type": "愛情文案",
  "updated": "2025-08-19T06:11:19.603Z",
  "updateTime": "2025/8/19 下午2:11:19",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 2,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 3,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 4,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 5,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 6,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 7,
      "content": "茫茫人海可以找到一個心愛的人，這是多麼大的福氣，或許沒有你想象那麼好，應該也不會糟糕到哪裡，所以要知福惜福好好珍惜，多說關懷話，少說責備話。如果你懂得珍惜，你會發現你獲得的越來越多，如果你一昧追求，你會發現你失去的越來越快。",
      "length": 112,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 8,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 9,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 10,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 11,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 12,
      "content": "雖然我表現得好像我不在乎，其實在我心裡比你想象的還要在乎。我所有的努力所有的奮鬥，都是為了擁有一個美好的未來。和遇見一個優秀的你，總會有一天，你會遇上那個人，陪你看每一次日出，一直陪你到人生落幕。",
      "length": 98,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 13,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 14,
      "content": "不管是以什麼樣的方式去懷念，終究都成為過去時了。一生中，我們努力去尋找的或許不一定是真的愛情，但那些能讓你過的舒服，能讓你開心，快樂的那個人，往往最終會成為你身旁的伴侶。你可能會迷惘，但當你真正學會愛一個人的時候，你就會了解，就會知道，只有陪在身邊才是擁有，愛到習慣才會長久。",
      "length": 138,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 15,
      "content": "有愛情的生活是幸福的，為愛情而生活是危險的。如果說愛情是一朵鮮花，那麼它只有紮根在事業的沃土裡才能竟相開放，鮮豔奪目。若把愛情看得高於一切，那不僅會破壞愛情，而且很容易葬送人生及事業。",
      "length": 92,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 16,
      "content": "女人不管再賢惠有母性，但骨子裡都是一個孩子。不要總希望她多麼為你著想，多麼會體貼你的感受，多麼以你為中心。她也希望可以象孩子一樣任性，希望有個人像寵孩子一樣寵她愛她，照顧她關心她，而不只是像孩子一樣向她索取關愛和寬容。",
      "length": 109,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 17,
      "content": "如果遇上的那個人是對的，一定不需要你花費那麼多技巧辛苦來維繫。若是一段感情需要你很小心很努力，那麼終究還是會失去。別讓自己太累，太用力的愛情，往往太容易失去生命力。",
      "length": 82,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 18,
      "content": "走在一起是緣分，一起在走是幸福，在一起就擁有了一生相守的幸福；有人說，緣分是前世修來的，是五百次回眸的執著才換來今生的擦肩而過，是千年不變的守候才有了今生的默默相守；有人說，幸福是有形狀的，你把它放在心裡，它就是心的形狀，你把它放在外面，它就虛無縹緲。",
      "length": 126,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 19,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 20,
      "content": "懂得保持距離，適當地離開，到懷念時再相見，這樣的關係，遠比永恆地黏在一起更長久新鮮。很多女人自尋煩惱，就是太執著，總想把愛人留在自己的視線內，令對方窒息，自己難受。遠一點的風景，多一點想象和希冀。這是我們在枯死的生活中渴望旅行的最大意義。",
      "length": 119,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 21,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 22,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 23,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 24,
      "content": "假如愛情可以解釋，誓言可以修改，假如你我的相遇，可以重新安排，那麼生活就會比較容易。假如有一天，我終於能將你忘記，然而這不是隨便傳說的故事，也不是明天才要上演的戲劇，我無法找出原稿，然後將你將你一筆抹去。",
      "length": 102,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 25,
      "content": "千萬別說配不上我，當年小喬和曹操配嗎？他們到最後還不是走到了一起。如果你覺得我配不上你，就請先把我看清楚了，談了之後別說我沒給你悔過的機會。",
      "length": 70,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 26,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 27,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 28,
      "content": "有一天，天愛上了海，可是空氣阻隔了它們，它們無法相愛，天哭了，淚水落在海里，即使不能相愛，也要把靈魂託給大海，從此海比天藍。",
      "length": 62,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 29,
      "content": "傷口，是愛的筆記，裡面記載的許多內容是需要你用一生來忘記的。能夠相伴一生的情感，難道不值得珍惜嗎？痛苦是人生一筆重要的財富，不要輕易踐踏；曾經愛過你的人，前世一定和你有緣，不要語言虐待。如果他今生真的負你了，或許因為你前生負他。",
      "length": 114,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 30,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 31,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 32,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 33,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 34,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 35,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 36,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 37,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 38,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 39,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 40,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 41,
      "content": "愛情不應該以時間的長短來判定，更不應該互相死守為忠貞，也不應該以改變而改變來說明，愛情是信仰的伴侶，信仰終生不變，愛情的選擇也不會改變伴侶，信仰的改變，伴侶就失去了穩定的因素，愛情的搬遷與轉移，也就是自然的了。",
      "length": 105,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 42,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 43,
      "content": "難以忘記初次見你，你那迷人的微笑，在我生活裡，你的身影，早已深刻，給你的情人節短信送給你的祝福，是我最熱烈的愛戀，我們幸福，我想珍惜，看到你的笑顏，我會開心，愛上你是我情非得已。",
      "length": 89,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 44,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 45,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 46,
      "content": "但凡死纏爛打的人，大都不是真的深愛你，只是在跟自己賽跑。愛你的人，做不到死纏爛打。自尊不允許。我們一直深信，愛就是把最好的一切給予對方，包括尊嚴。多少淺淺淡淡的轉身，是旁人看不懂的情深。",
      "length": 93,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 47,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 48,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 49,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2025-08-19T06:11:19.604Z"
    },
    {
      "id": 50,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-08-19T06:11:19.604Z"
    }
  ]
}