{
  "type": "愛情文案",
  "updated": "2025-09-17T00:29:21.115Z",
  "updateTime": "2025/9/17 上午8:29:21",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "不愛不是因為沒有未來，而是他根本沒有把你設計進他的未來。相愛並不就代表著他把你設計進了他的未來裡，他只是現在愛你，而不是這一輩子。他的人生已經過了一半，哪裡有一輩子去愛你，一輩子的愛豈不是美麗的承諾。承諾是永遠兌現不了的誓言，因為沒把握，才給你承諾。",
      "length": 125,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 2,
      "content": "不忘初心，方得始終。我們寄生在時間裡，觀世態沉浮，察人情冷暖，感覺自己對於世界，就如空氣般若有若無，如塵埃般若即若離。愛情總是想象的比現實美麗。愛情再堅固，也無法承受忙碌的侵蝕，你忙得天荒地亂，你忙得忘記關心，你忙得身心疲憊，你忙得無所適從，但是，愛情不能等你有空才珍惜。",
      "length": 136,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 3,
      "content": "有人說，愛讓一個人低聲下氣，愛讓一個人失去自己。他們說，誰愛得多，誰就輸得多。是的，我承認，愛情是一場博奕。但愛情不是戰爭。愛不是用來制約對方，也不是用來打敗對方的。",
      "length": 83,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 4,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 5,
      "content": "不管是以什麼樣的方式去懷念，終究都成為過去時了。一生中，我們努力去尋找的或許不一定是真的愛情，但那些能讓你過的舒服，能讓你開心，快樂的那個人，往往最終會成為你身旁的伴侶。你可能會迷惘，但當你真正學會愛一個人的時候，你就會了解，就會知道，只有陪在身邊才是擁有，愛到習慣才會長久。",
      "length": 138,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 6,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 7,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 8,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 9,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 10,
      "content": "愛情，始像是一件華麗的衣裳，炫眼耀目，可滿路的荊棘，刮破了它，蹂躪了它，雖然一路上，他們縫了又縫，補了又補，可這愛情還是當初的愛情嗎？當初柏拉圖式的愛情理想，升到半空，就已然破滅了。",
      "length": 91,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 11,
      "content": "吵吵鬧鬧的相愛，親親熱熱的怨恨，一切的沉重的輕浮，嚴肅的狂妄，整齊的混亂，鉛鑄的羽毛，寒冷的火焰，憔悴的健康，永遠覺醒的睡眠，否定的存在！我感到愛情正是這種東西。",
      "length": 81,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 12,
      "content": "春天我會給你清新的愛，夏天我會給你綠蔭般清涼的愛，秋天我為你灑下金色的愛，冬天一片片潔白的雪花便是我純白的愛！",
      "length": 55,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 13,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 14,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 15,
      "content": "香菸愛上火柴，屬於為愛奉獻。老鼠愛上大米，屬於追求自愛。我愛上了你，屬於上天的安排，你沒有理由不成為我的最愛。",
      "length": 55,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 16,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 17,
      "content": "白天和黑夜，交替著寂寞；時間和空間，在思念中穿梭；沙漠比綠洲，更懂得飢渴；情意的文字，滲透著筆墨；暖暖的回憶，將時光濃縮；守你在心中，將歲月打磨。想你，每分每刻。愛你，一生一世，無時無刻！",
      "length": 94,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 18,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 19,
      "content": "一份真正的愛，不是覺得累了就放手，不是覺得不合適就分開，是即使再累也想在一起，即使不合適也想努力爭取，累是因為在乎，不合適是因為愛得不夠，真正的愛沒有那麼多借口。",
      "length": 81,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 20,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 21,
      "content": "放棄一些東西，是為了成全你所愛之人，為了不傷害愛。我不敢說放棄後就一定會有真正的幸福，但我可以肯定，面對無奈時，不放棄該放棄的，始終不會幸福，那就要看，是怎樣的放棄了。學會放棄，讓彼此都能有一個更輕鬆的開始，遍體鱗傷得的愛並不一定刻骨銘心。",
      "length": 120,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 22,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 23,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 24,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 25,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 26,
      "content": "唯有你願意去相信，那樣才能得到你想相信的。對的人終究會遇上，美好的人終究會遇到，只要讓自己足夠的美好。努力讓自己獨立堅強，這樣才能有底氣告訴我愛的人，我愛他。",
      "length": 79,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 27,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 28,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 29,
      "content": "愛情不是遊戲，因為我們玩不起。不要輕易說愛，許下的諾言欠下的債。愛不是缺了就可以找，更不是累了便可以換。愛一個人，不一定要擁有；但擁有一個人，就一定要好好去愛。愛，不是一個人的獨角戲，而是兩個人的對手戲！女人善變的是臉，而男人善變的卻是心。",
      "length": 120,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 30,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 31,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 32,
      "content": "我喜歡你，沒有任何附加條件，我喜歡你，就是如此簡單。我要的是可以幫我捂手，幫我撥頭髮，難過時讓我靠在他身上的人。猜測總能夠相伴，這些，慢慢去實現並不難，彼此心安是個過程。現在我的心裡充滿了溫暖。每天的心事，袒露在臉上，那麼赤裸裸。所有的人看到了，都會微笑。",
      "length": 128,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 33,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 34,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 35,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 36,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 37,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 38,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 39,
      "content": "愛一個人，那麼也就是永遠的是要心疼她，永遠都是不捨得去責備她的。看到她哭，自己的心那就是跟針扎的一樣；看到她笑，自己的就跟開了花兒一樣。在愛情中，每個人都有自己致命的軟肋",
      "length": 85,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 40,
      "content": "有人說愛情就像撿石頭，總想撿到一個適合自己的。她適合你，那你又適合她嗎？其實，愛情應該像磨石子兒，或許剛撿到的時候，你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如好好將自己已經擁用的石頭磨亮磨光。",
      "length": 132,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 41,
      "content": "美好的愛情總在不知不覺中塑造了人生更好的情感。生命裡，真的會有那麼一種情懷，揮之不去對另一顆心的深深的牽念與眷戀。",
      "length": 57,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 42,
      "content": "思念如水，如水的思念漸漸的把我淹沒，我沉浸在這甜蜜的思念裡，窗外，微風依舊，你的夢裡，可有我的出現……",
      "length": 51,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 43,
      "content": "喜歡一個人，如果失去了，就像丟掉自己心愛的物品，雖有遺憾，但是心中不會有多痛。可是愛一個人，如果失去了，就會留下一個傷口，永遠都會隱隱作痛。有些失去是註定的，不要因為自己的一時寂寞，而去接愛一段不合適你的愛；也不要因為一段不合適你的愛，而去寂寞一生。",
      "length": 125,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 44,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 45,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 46,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 47,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 48,
      "content": "這個世界上，一個人和另一個人相遇，已是一場難求的機遇。遇到了的，不一定相愛。相愛了的，不一定能相守。所以，既然愛了，就好好愛吧。若是年輕，就大膽的愛吧。",
      "length": 76,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 49,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-09-17T00:29:21.115Z"
    },
    {
      "id": 50,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2025-09-17T00:29:21.115Z"
    }
  ]
}