{
  "type": "愛情文案",
  "updated": "2025-10-13T06:12:21.296Z",
  "updateTime": "2025/10/13 下午2:12:21",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "世界太大，人海茫茫，總是遇不見那個對的人；世界又太小，芸芸眾生，縱使有很多分岔口，總是會在終點遇見那個對的人。想對你說：親愛的，是天定，讓你我相遇、相愛、相伴，我們會一直恩愛幸福到老！",
      "length": 92,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 2,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 3,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 4,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 5,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生註定在一起的。一輩子其實不長。能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢。一輩子只愛一個人，並不丟人。明明知道，除了他還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要去溫暖另一顆心，坦誠相待，這樣才可以幸福。",
      "length": 133,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 6,
      "content": "但凡死纏爛打的人，大都不是真的深愛你，只是在跟自己賽跑。愛你的人，做不到死纏爛打。自尊不允許。我們一直深信，愛就是把最好的一切給予對方，包括尊嚴。多少淺淺淡淡的轉身，是旁人看不懂的情深。",
      "length": 93,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 7,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 8,
      "content": "愛情，始像是一件華麗的衣裳，炫眼耀目，可滿路的荊棘，刮破了它，蹂躪了它，雖然一路上，他們縫了又縫，補了又補，可這愛情還是當初的愛情嗎？當初柏拉圖式的愛情理想，升到半空，就已然破滅了。",
      "length": 91,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 9,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 10,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 11,
      "content": "雖然我們彼此分隔異地，但因為愛情，所以我們距離很近。在每一個入睡的晚上，跟你說聲晚安；在每一個醒來的早上，和你說聲早安。",
      "length": 60,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 12,
      "content": "假如愛情可以解釋，誓言可以修改。那麼，生活就會比較容易。假如有一天，我終於能將你忘記。然而，這不是隨便傳說的故事。也不是明天才要上演的戲劇。我無法在我是生命中，就這麼把你劃去。",
      "length": 88,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 13,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 14,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 15,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 16,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 17,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 18,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 19,
      "content": "我，痴痴的守候著彩虹的出現，跨越了千年的等待，才修來對你的緣份。邂逅的美麗，只一次回眸，就凝固了我心房的波動，毫不猶豫的為你心動，一再為你深深的陶醉，幸福著你的幸福，為了幸福而幸福，我已知足。",
      "length": 96,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 20,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 21,
      "content": "謝謝你，讓我們相遇，讓我愛上了你。你流淚，我陪你，我不在意你的難過感染了我！你難過，我陪你，我不在意你的傷感傳給了我！你傷心，我陪你，我不在意你的痛苦感傷了我！你痛苦，我陪你，街燈照不到的地方還有我陪著你。",
      "length": 103,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 22,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 23,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 24,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 25,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 26,
      "content": "青春年少的日子，我們總以為，愛情就是把兩個人牢牢地綁在一起，當你愛我，你就要了解我。這樣的結果卻是：當你瞭解我，你就不愛我了。直到青春遠去，我我們才明白，每個人心中也有一片內陸，即便是最親密的人，也無法抵達那兒。",
      "length": 106,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 27,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 28,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 29,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 30,
      "content": "戀人之間，最怕的不是情緒化，而是徹底迴歸平靜。一旦萬籟俱寂，也就是情之盡頭了。越廝纏，才越廝愛。那些正在折騰著的男男女女們，別嫌煩：生命在於運動，愛情註定折騰！",
      "length": 80,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 31,
      "content": "我對你有了一種割捨不掉的欽佩感和依戀感。見不到你的時候，我會在一個無人的角落裡惆悵，滿心期待你的出現。你已經在我心靈最柔軟的地方生根了，喜歡在你的注視下度過每一分每一秒。",
      "length": 85,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 32,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 33,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 34,
      "content": "天空中有你我最喜愛的顏色，現實中有你我最相配的角色。白雲依靠著藍天，藍天包容著白雲，就像現在的你和我，多美！",
      "length": 54,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 35,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 36,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 37,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 38,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 39,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 40,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 41,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 42,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 43,
      "content": "兩個人總是比一個人溫暖。人生底色都無盡荒涼，但看透了這荒涼之後，一步步再往回走，人生，會一點點溫暖起來。半夜聽遠處笛聲，他吹的是繞春的情分，我聽的是人生的驚蟄。",
      "length": 80,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 44,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 45,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 46,
      "content": "如果，真愛一個人，你會陷入情不自禁的旋渦中，情不自禁念他的好，情不自禁回憶和他一起走過的時光，情不自禁為他做一些事情，情不自禁在乎著他的一切。他愛不愛你，你也是能夠感覺到的。真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起的。對自己好點，對心愛的人也要好點。",
      "length": 131,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 47,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 48,
      "content": "沒有人是不可代替的，太用力的愛情，讓人看不清內心。用力過度就是不自信，不信任，怕來不及表達自己的情緒，怕沒有時間耐心等待。但其實，細水長流，平靜而深刻，才更容易看到內心。",
      "length": 85,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 49,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2025-10-13T06:12:21.297Z"
    },
    {
      "id": 50,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2025-10-13T06:12:21.297Z"
    }
  ]
}