{
  "type": "愛情文案",
  "updated": "2026-01-28T06:14:50.570Z",
  "updateTime": "2026/1/28 下午2:14:50",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 2,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 3,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 4,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 5,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 6,
      "content": "有愛，一花一草，滿目的愜意，訴說愛情的甜蜜；有情，一點一滴，晶瑩的水珠，蘊藏情誼的源起；有心，一分一秒，光陰的流逝，匯聚著愛情的珍惜；有意，一生一世，心靈的相依，詮釋著愛情的真締。祝你愛情甜蜜，擁有愛的傳奇！",
      "length": 104,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 7,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 8,
      "content": "如果你不能對我好一輩子，請你不要對我好，哪怕只是一秒鐘；如果你不能騙我一輩子，請你不要騙我，哪怕只是一個字；如果你不能愛我一輩子，請你不要愛我，哪怕只是一瞬間。",
      "length": 80,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 9,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 10,
      "content": "在這個世上還有這樣一群人，他們的感情隔著千山萬水，他們承受著旁人無法明白的痛苦，只正因他們知道在那個遙遠的城市，有著自我想要的愉悅。他們不能陪對方逛街，只好把思念一次一次的寄過去，他們在對方難過時，只能用蒼白得消息給予安慰；在對方無助時，只能手裡握著電話發奮的聽對方的呼吸和哭泣的音。",
      "length": 142,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 11,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 12,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 13,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 14,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 15,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 16,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 17,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 18,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 19,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 20,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 21,
      "content": "難以忘記初次見你，你那迷人的微笑，在我生活裡，你的身影，早已深刻，給你的情人節短信送給你的祝福，是我最熱烈的愛戀，我們幸福，我想珍惜，看到你的笑顏，我會開心，愛上你是我情非得已。",
      "length": 89,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 22,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 23,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 24,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 25,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 26,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 27,
      "content": "兩人相愛，不可能不改變對方，也不可能自己不改變。兩個人一起跟一個人自己有很大不同，因為你要在意對方的情感和情緒，你要適應對方的生活習慣，你要懂得有時要放下自己去關照對方。所以在愛情中，沒有人全身而退，對方都會給你留下各種烙印。只想別人遷就自己，那不是愛，那是自戀。",
      "length": 132,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 28,
      "content": ".不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 104,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 29,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 30,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 31,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 32,
      "content": "愛情就是愛情，有的愛情自帶房子，有的愛情自帶車子，有的愛情一開始什麼都不帶，但只要和你在一起，將來都會有。我付出真心沒有錯，只是沒有遇到對的人。所以，在遇到你之前，我還是要相信愛情。不然，就遇不到你。",
      "length": 100,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 33,
      "content": "想成為她的影子，形影不離，這樣的喜歡單純卻又容易自卑，嚮往卻又有些心酸，喜歡一個人真的很難。",
      "length": 46,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 34,
      "content": "風過花飛，斬不斷的是對你無數的牽牽絆絆。沒有人會知道，這種想念是如何的痛徹心肺，如何的將心徹底掏空，再無情的撕碎。你的身影總在心中飛，讓我醉、飛花悠悠開放想念，繁星閃閃忽閃掛牽，炊煙裊裊飄蕩眷戀，日月穿梭見證誓言，親愛的，嘴上不說，其實愛你在每一天，今生有你相伴最幸福。愛你一生一世，牽手永遠。",
      "length": 147,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 35,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 36,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 37,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 38,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 39,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 40,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 41,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 42,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 43,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 44,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 45,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 46,
      "content": "千萬別說配不上我，當年小喬和曹操配嗎？他們到最後還不是走到了一起。如果你覺得我配不上你，就請先把我看清楚了，談了之後別說我沒給你悔過的機會。",
      "length": 70,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 47,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 48,
      "content": "千萬不要對你的愛缺乏堅強的勇氣，也不要對你的愛情太過痴狂，愛情真的很奇妙，世上沒有無緣無故的愛，也沒有無緣無故的恨，愛與恨，只是在一念之間，就繁華落盡，縈繞你心頭的永遠是揮之不去的痛，落在你心底的是無盡的殤懷。",
      "length": 105,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 49,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2026-01-28T06:14:50.570Z"
    },
    {
      "id": 50,
      "content": "我記得你的手掌是溫暖的，你曾說愛我！我們兜兜轉轉走了這麼久又回到了這裡！你很快又投入另一段戀情，我們曾執手說好的甜蜜誓言被我們合力敲碎了，原來時間讓我們遺失了彼此的同時，也讓我們學會了淡忘！愛與喜歡，不過是一場自顧自的執著，但我愛你，愛了整整一個曾經！",
      "length": 126,
      "addedAt": "2026-01-28T06:14:50.570Z"
    }
  ]
}