{
  "type": "愛情文案",
  "updated": "2025-10-16T18:10:56.058Z",
  "updateTime": "2025/10/17 上午2:10:56",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 2,
      "content": "你不知世上有我，我不知世上有你，豈不乾淨？一朝偶相逢，三載苦相思，情到濃處傷人深，寧願無心對無情。何必呢，何苦呢？但願此生，從未邂逅。",
      "length": 67,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 3,
      "content": "最愛你的人，往往離開的時候最決絕。愛和尊嚴緊緊捆綁，用死纏爛打去挽留的，更多的是一種好勝心。真正深切的愛情，會讓人要強到寧肯獨自傷悲、也不願破壞掉曾經那些高貴的記......",
      "length": 87,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 4,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 5,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 6,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 7,
      "content": "洶湧而至的愛，來得快去的也快。而真正對你好的人，往往是細水長流。你可能會怪他沒有付出真心，但在一天天過日子裡，卻能感覺到他對你無所不在的關心。好的感情，不是一下子就把你感動暈，而是細水長流的把你寵壞。",
      "length": 100,
      "addedAt": "2025-10-16T18:10:56.058Z"
    },
    {
      "id": 8,
      "content": "但凡死纏爛打的人，大都不是真的深愛你，只是在跟自己賽跑。愛你的人，做不到死纏爛打。自尊不允許。我們一直深信，愛就是把最好的一切給予對方，包括尊嚴。多少淺淺淡淡的轉身，是旁人看不懂的情深。",
      "length": 93,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 9,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 10,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 11,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 12,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 13,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 14,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 15,
      "content": "如果做不了你的唯一，我連最愛也不要做。如果你給我的，也同樣給了別人，那我寧願不要。我若在你心上，情敵三千又何妨。你若在我身旁，負了天下又怎樣。愛絕不是要找一雙完全適合你的手，而是一雙無論有多麼的不合適，也願意牽你的手。",
      "length": 109,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 16,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 17,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 18,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 19,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 20,
      "content": "吵吵鬧鬧的相愛，親親熱熱的怨恨，一切的沉重的輕浮，嚴肅的狂妄，整齊的混亂，鉛鑄的羽毛，寒冷的火焰，憔悴的健康，永遠覺醒的睡眠，否定的存在！我感到愛情正是這種東西。",
      "length": 81,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 21,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 22,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 23,
      "content": "一見鍾情這種事，浪漫但不一定長久。日久生情這種事，很難卻更難分開。一見鍾情永遠和外貌有關，日久生情永遠和習慣有關。越緩慢的愛上一個人，就愛的越長久。愛情可以有一瞬間，但真情卻需時間澆灌。",
      "length": 93,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 24,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 25,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 26,
      "content": "愛情，從來都是種百轉千回的事情，不曾放棄，不曾受傷害，不曾難過，不曾迷茫，怎懂得愛人？原來，愛情竟是含笑飲砒霜。",
      "length": 56,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 27,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 28,
      "content": "愛情裡，我們都是沒有安全感的人，患得患失。明明是依賴，卻要表現出無足輕重的樣子；明明是在意，卻要表現出毫不在乎的樣子。偶爾我只想一個人靜靜的就好，不受任何打擾。別說我冷漠，別說我無情，表面上的不在乎，表面上的無所謂，誰又知道我內心有時的轟然狂喜與徹底失望。",
      "length": 128,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 29,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 30,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 31,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 32,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 33,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 34,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 35,
      "content": "所謂新鮮感，不是和未知的人一起去做同樣的事情，而是和已知的人一起去體驗未知的人生。兩個人相愛卻時常要吵架。這是真愛嗎？或許是在某個時刻，你們是真愛，但實際上，這份愛並不夠。因為兩個人會吵架，是因為生活裡不願妥協，不願為對方改變。但是選擇一個人，那麼也就是選擇一種生活方式。",
      "length": 136,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 36,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 37,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 38,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 39,
      "content": "好酒需要一口一口慢慢地用心去品，愛情則需要一點一滴地去關愛，去呵護，去培植。酒喝一點可以強身健體，喝多了傷肝傷脾；愛情則不然，愛得越深，情越長，人越清爽。",
      "length": 77,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 40,
      "content": "愛情像放大鏡，把好的那個你和壞的那個你，同時放大了擺在你面前。而真愛，就是幫助好的那個你，最終戰勝壞的那個你的那種愛情。真愛會讓你成為一個更寬容、更自信、更強大也更幸福的人。而且真愛應該是雙方的，把你變得更好的同時，也把對方變得更好。--毛路《人生對人生觀開的玩笑》",
      "length": 133,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 41,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 42,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 43,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 44,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 45,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 46,
      "content": "愛情就是愛情，有的愛情自帶房子，有的愛情自帶車子，有的愛情一開始什麼都不帶，但只要和你在一起，將來都會有。我付出真心沒有錯，只是沒有遇到對的人。所以，在遇到你之前，我還是要相信愛情。不然，就遇不到你。",
      "length": 100,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 47,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 48,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 49,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2025-10-16T18:10:56.059Z"
    },
    {
      "id": 50,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2025-10-16T18:10:56.059Z"
    }
  ]
}