{
  "type": "愛情文案",
  "updated": "2025-08-04T06:15:30.832Z",
  "updateTime": "2025/8/4 下午2:15:30",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 2,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 3,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 4,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 5,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 6,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 7,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 8,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 9,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 10,
      "content": "放棄一些東西，是為了成全你所愛之人，為了不傷害愛。我不敢說放棄後就一定會有真正的幸福，但我可以肯定，面對無奈時，不放棄該放棄的，始終不會幸福，那就要看，是怎樣的放棄了。學會放棄，讓彼此都能有一個更輕鬆的開始，遍體鱗傷得的愛並不一定刻骨銘心。",
      "length": 120,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 11,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 12,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 13,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 14,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 15,
      "content": "戀愛是茶，不能隔夜，婚姻如酒，越存越香，只是，大多數人都封不好這瓶酒，所以許多婚姻跑了氣，到最後，只剩下一罈苦水，好不狼狽。感情的債和時光的海一樣，都是我們越不過的東西。",
      "length": 85,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 16,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 17,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 18,
      "content": "現在的我，還是會選擇去相信愛情，可不會再天真的覺得愛情是生命的全部，因為我知道，有一份比愛情更重要的東西需要我們去面對，那就是永久的感情。他包括了轟烈愛情平淡後轉化後的情，一種讓我們無法用語言去形容的情感，亦或是猜不透的生活之迷。",
      "length": 115,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 19,
      "content": "這個世界上，一個人和另一個人相遇，已是一場難求的機遇。遇到了的，不一定相愛。相愛了的，不一定能相守。所以，既然愛了，就好好愛吧。若是年輕，就大膽的愛吧。",
      "length": 76,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 20,
      "content": "一千次的激情，一千次莫名的承諾，一千次漂移的浪漫詩篇，寫盡你的芳華，也把我對你一千次的表白，體現的淋漓盡致，千回百度，依舊愛你。讀你一千遍，也不厭倦，愛你千遍，還是不夠，我要把你深深的珍藏在我的心底，愛上一萬年。",
      "length": 106,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 21,
      "content": "愛情如水，清澈甘醇，流到心裡卻很甜美，灑在地上一會就幹，不會留下任何痕跡，滋潤著世間的萬事萬物。愛情如星，點亮夜空中所有的繁星，每一顆都是亮晶晶，不負良辰，不負美景，不會似流水般無影無蹤。愛情如陽光，溫暖柔和，平淡無奇，給人力量，感動，若沒有它，世界將會是一片漆黑。",
      "length": 133,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 22,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 23,
      "content": "說到愛情，就要說說愛情的生命力。愛情很脆弱，脆弱得經不住歲月的侵蝕和生活的打磨；愛情也堅強，堅如磐石地老天荒。脆弱的愛情參雜了愛情以外的東西，如物質的、利益的，堅強的愛情一定出於心願發乎愛戀，是真摯的、純情的。",
      "length": 105,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 24,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 25,
      "content": "謝謝你，讓我們相遇，讓我愛上了你。你流淚，我陪你，我不在意你的難過感染了我！你難過，我陪你，我不在意你的傷感傳給了我！你傷心，我陪你，我不在意你的痛苦感傷了我！你痛苦，我陪你，街燈照不到的地方還有我陪著你。",
      "length": 103,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 26,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 27,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 28,
      "content": "玫瑰花的香味飄蕩在空氣中，巧克力的甜蜜洋溢在喜悅中，情人節，在這樣浪漫的日子裡，沒有華麗的辭藻，只有真心的表白：寶貝，愛你的心，永遠不變。",
      "length": 69,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 29,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 30,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 31,
      "content": "愛的奇妙，在於它是超意識、超自我、超物質的一種感覺，是心靈中一種美麗的犧牲，一種有距離的欣賞與理解。情用出去了，就不要考慮收回，愛不是放高利貸，投了資就能使收回利潤。愛又是這樣一張存摺，只要你不揮霍，珍惜每一次支出，每支一分，就有十分存入，使你一天比一天富有。",
      "length": 130,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 32,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 33,
      "content": "有一片天，為你晴；有一朵雲，為你飄；有一葉草，為你綠；有一枝花，為你笑；有一彎月，為你走；有一段情，為你留。親愛的，想你了。",
      "length": 62,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 34,
      "content": "再深的記憶也敵不過一世的時間，在長的時間也敵不過錯過的遺憾。愛情確不是人生的唯一，但好的愛人可以是好的朋友、好的知己，擁有了自己對的那個人，就等於擁有了很多。人生，除了愛情，還有夢想，而我終其一生的夢想就是會有一個人，牽著我的手，陪我到生命的盡頭，讓我懂得什麼是真正的愛情。",
      "length": 137,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 35,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 36,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 37,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 38,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 39,
      "content": "這一生的最愛，在下一世連一點痕跡也不會留下。愛著的人啊，好好握著她的手，下輩子，你的身邊就不再是她了。到了來生，你是否還記得自己曾愛過誰？",
      "length": 69,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 40,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 41,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 42,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 43,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 44,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 45,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 46,
      "content": "驚天動地的山盟海誓都是抵不上不離不棄的陪伴相守，再刻骨銘心的愛戀都是不如柴米油鹽平實的幸福。要想找到長久的幸福，你要看透這些，要剔除內心虛幻的想法，才是能找到真切的幸福。",
      "length": 85,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 47,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 48,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 49,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-08-04T06:15:30.833Z"
    },
    {
      "id": 50,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-08-04T06:15:30.833Z"
    }
  ]
}