{
  "type": "愛情文案",
  "updated": "2026-02-07T00:39:17.850Z",
  "updateTime": "2026/2/7 上午8:39:17",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛久之後，你們之間共同的東西也就日漸豐厚，包括共同的目標、共同的回憶和彼此間千金難買的默契。當彼此間的不同被渲染上一層辯證的能量--那雖然是差異，但是你們瞭解並欣賞，你們的愛就會更具有生命力。",
      "length": 96,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 2,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 3,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 4,
      "content": "愛情不應該以時間的長短來判定，更不應該互相死守為忠貞，也不應該以改變而改變來說明，愛情是信仰的伴侶，信仰終生不變，愛情的選擇也不會改變伴侶，信仰的改變，伴侶就失去了穩定的因素，愛情的搬遷與轉移，也就是自然的了。",
      "length": 105,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 5,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 6,
      "content": "暗戀的人總是經過一段暗戀後變得堅強，也已成長，成長到接受別人的愛，亦或去追求所愛，而這一切，好像與那個人無關。那個人何其無辜，被愛時他絲毫不知情，被愛後別人的堅強也好似和他無關，但不得不承認，他無意中造就了一個人的蛻變和成長，所以，那個人，又是何其偉大。",
      "length": 127,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 7,
      "content": "愛情是神秘的東西，一個人可以有好幾次戀愛，但愛來愛去你會發現，最愛的人只有一個，而在你身邊的，又往往不是你最愛的人。離開永遠都是比相遇更加的容易，因為相遇那是幾億人中一次的緣分，而離開就只是你兩個人的結局。",
      "length": 103,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 8,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 9,
      "content": "女人退一步，男人退兩步。一個懂得愛的人，寧可扮演輸家，也不去打敗自己的愛人。打敗了她，或者他，你想得到什麼呢？真愛，就要懂得讓步。",
      "length": 65,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 10,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 11,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 12,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 13,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 14,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 15,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 16,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 17,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 18,
      "content": "懂得保持距離，適當地離開，到懷念時再相見，這樣的關係，遠比永恆地黏在一起更長久新鮮。很多女人自尋煩惱，就是太執著，總想把愛人留在自己的視線內，令對方窒息，自己難受。遠一點的風景，多一點想象和希冀。這是我們在枯死的生活中渴望旅行的最大意義。",
      "length": 119,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 19,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 20,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 21,
      "content": "你的身影，吸引我；你的溫柔，纏繞我；你的美麗，侵潤我；你的話語，激勵我；我對你的愛，如剛剛出浴的美人，帶著淡淡的清香，絲絲的羞澀。",
      "length": 65,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 22,
      "content": "愛情，也許在我心裡還沒有完全消亡，但願它不會再打擾你。我曾經默默無語地，毫無指望地愛過你，我既忍受著羞怯，又忍受著嫉妒的折磨，但願上帝保佑你，另一個人也會像我愛你一樣。",
      "length": 84,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 23,
      "content": "如果，在身邊的最後真的不是你。如果經歷了那麼多坎坷輾轉後，最終還是要分開。如果故事到最後，是我們的身邊都有了別的人。如果回憶，諾言和曾經相愛的決心都在現實面前變的渺小，不堪一擊。不管以後如何，不管結局如何。現在的我還是願意執著的去愛------我們一起等我們的最後，最後的最後。",
      "length": 139,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 24,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 25,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 26,
      "content": "愛情總是在我們不經意的讓我們變成了俘虜，變成了我們為另一半不知道晴天陰天的傻瓜，但是更多的時候我們都喜歡在同一片陽光裡得到那份愛的滋潤，都喜歡在同一個傘下感知那份彼此的心跳。我們高興了我們高興的，我們傷心了我們傷心的，可最後我們都擁著同一個時間的聲音對彼此說，我愛你。",
      "length": 134,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 27,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 28,
      "content": "如果你不能對我好一輩子，請你不要對我好，哪怕只是一秒鐘；如果你不能騙我一輩子，請你不要騙我，哪怕只是一個字；如果你不能愛我一輩子，請你不要愛我，哪怕只是一瞬間。",
      "length": 80,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 29,
      "content": "當一個男人真正喜歡你的時候，他會主動發信息或者打電話給你，因為他很想你。他會在乎你的一舉一動，因為他怕他隨時會失去你。他看到你心情不好，就會來安慰你，儘管你對他發脾氣，他還是忍了。他會對你說些他的秘密，有些連他最好的朋友也不知道的秘密。愛的最高境界是經得起平淡的流年。",
      "length": 134,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 30,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 31,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 32,
      "content": "你把愛情變成了菜市場，在裡面討價還價，心意則變成了一種交易。你變得愛計較。你開始挑剔愛情裡的一些小細節，放大檢視每一個舉動。在愛情裡面，你原來才是那個不滿足的人。愛裡的每一個小毛病，都變成了大問題。你是一個追求公平的人，伹卻忘了愛情裡面更需要的是包容。你覺得自己變得不可愛了。",
      "length": 138,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 33,
      "content": "假如愛情可以解釋，誓言可以修改，假如你我的相遇，可以重新安排，那麼生活就會比較容易。假如有一天，我終於能將你忘記，然而這不是隨便傳說的故事，也不是明天才要上演的戲劇，我無法找出原稿，然後將你將你一筆抹去。",
      "length": 102,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 34,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 35,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 36,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 37,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 38,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 39,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 40,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 41,
      "content": "心裡裝下一個他。只要讀出他的名字，就會覺得自己變得勇敢，變得堅強。可以不顧一切地對他好，即使他什麼也不知道。會聽他聽過的歌，讀他讀過的書，在意他在意的人。即便他忘了那首歌那本書那個人，我也還是會一樣深深記得。我想要我們什麼都在一起做，即使我們什麼都沒在一起做過。",
      "length": 131,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 42,
      "content": "以落花為茗，以青燈為伴，捧一冊古卷，吟一首唐詩，賦一闋宋詞，輕展一方素箋，細研一池墨香，為你書寫一紙思念，情寄一泓纏綿。等你深情的目光寫意花的春秋，等你深情的目光書寫流年的眷戀。",
      "length": 89,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 43,
      "content": "如果還可以，令你在須臾的閒暇之間追尋我的身影，我願若深藏於地底的繭，再沉睡二十年，然後在春日的暖陽中，破繭而出，化蛹為蝶，在藍天下碧草邊，翩翩為你而舞。",
      "length": 76,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 44,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 45,
      "content": "我喜歡你的眼，看著我的眼。我喜歡你的臉，貼著我的臉。時間在改變，我不會改變。因為我很愛你。不想要你放棄，愛情這種默契得來不易。我愛你，真的是很愛你。所以想，把整個世界都給你。",
      "length": 87,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 46,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 47,
      "content": "愛情總是痴情人受傷，為了自己的愛情自始不渝，即使自己被拒絕於千里之外，但還是至死不渝的追求自己喜歡的人，他們覺得很值得，因為愛情是神聖的！",
      "length": 69,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 48,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 49,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2026-02-07T00:39:17.850Z"
    },
    {
      "id": 50,
      "content": "愛情不合乎邏輯，這或許就是愛的邏輯。真正熱愛的，或許並不是一個大家公認的最該愛，愛的最正確的人，而是一個使我忘乎所以，無法不愛的人。愛不是因為被愛，只是因為愛。",
      "length": 80,
      "addedAt": "2026-02-07T00:39:17.850Z"
    }
  ]
}