{
  "type": "愛情文案",
  "updated": "2025-09-08T06:11:53.978Z",
  "updateTime": "2025/9/8 下午2:11:53",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "年輕的你，有足夠的理由相信：你將會得到這世間最幸福的一份愛。所以要耐心地等待。不要太早地相信任何的甜言蜜語，不管那些話語是出於善意或是惡意，對你都沒有絲毫的好處。果實要成熟了以後才會香甜，幸福也是一樣。",
      "length": 101,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 2,
      "content": "我是不大相信那種建立於情慾之上的愛的。情慾之愛如果到了生死相許的份上，讓人感受到的就不是感動，而是可怕。靈魂的地久天長是果園，慾望的地久天長是荒原。沒有亮的所謂死生寂滅，從來都是一個人的事。是你心裡沒有亮了，才會覺得外面的黑暗。",
      "length": 114,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 3,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 4,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 5,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 6,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 7,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 8,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 9,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 10,
      "content": "有些人註定是隻會放在你心底，而消失在你的生活裡。你從心底知道自己是愛她的，儘管現在已經記不起她的樣子。因為這愛如此深重，以至於你一度以為自己會忘不掉。",
      "length": 75,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 11,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 12,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 13,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 14,
      "content": "一見鍾情這種事，浪漫但不一定長久。日久生情這種事，很難卻更難分開。一見鍾情永遠和外貌有關，日久生情永遠和習慣有關。越緩慢的愛上一個人，就愛的越長久。愛情可以有一瞬間，但真情卻需時間澆灌。",
      "length": 93,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 15,
      "content": "我們的那些愛情，多是經得起風雨，經不住平淡。別把海誓山盟看得太重，它只是愛的外衣；別把激情洋溢看得太真，它只是愛的序曲；別把共渡難關看得太切，它只是愛的片斷。平淡主宰著生活，亦充斥著愛情，它如鋒利的刀，削去了我們的期待與夢幻。愛原是一醞初釀的谷酒唯有守住平淡流年，它才久而彌香。",
      "length": 139,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 16,
      "content": "愛情，是我們生命中的流水。不能缺少，卻也不能氾濫。小橋流水，是種意境，美而不張揚；如果變成了洪水，那可能把自己就此淹沒。而我們的人生，經歷不起太大的感情風浪。為了感情失去一切，太得不償失。",
      "length": 94,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 17,
      "content": "最愛你的人，往往離開的時候最決絕。愛和尊嚴緊緊捆綁，用死纏爛打去挽留的，更多的是一種好勝心。真正深切的愛情，會讓人要強到寧肯獨自傷悲、也不願破壞掉曾經那些高貴的記......",
      "length": 87,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 18,
      "content": "假如愛情可以解釋，誓言可以修改，假如你我的相遇，可以重新安排，那麼生活就會比較容易。假如有一天，我終於能將你忘記，然而這不是隨便傳說的故事，也不是明天才要上演的戲劇，我無法找出原稿，然後將你將你一筆抹去。",
      "length": 102,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 19,
      "content": "曾經努力的愛情，以為會幸福。原來，愛情並不簡簡單單就可以做好。曾經的溫暖如今已經變成了回憶。會痛，會疼，會傷，永遠是愛情給的。握不住的流沙，抓不住的時光，疼不完的愛情。",
      "length": 84,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 20,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 21,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 22,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 23,
      "content": "想讓別人感激你很簡單，只需要在大多數時間對人不好，偶爾對人好以下，他就會對你感激涕零。想要讓別人厭煩你也很簡單，只需要每時每刻都對他好，好的久了，他就厭煩你了。人都是犯賤的，越和他親近，他就越理所當然。所以，越是長久的愛，就越要偶爾來點冷淡。",
      "length": 121,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 24,
      "content": "當一個男人真正喜歡你的時候，他會主動發信息或者打電話給你，因為他很想你。他會在乎你的一舉一動，因為他怕他隨時會失去你。他看到你心情不好，就會來安慰你，儘管你對他發脾氣，他還是忍了。他會對你說些他的秘密，有些連他最好的朋友也不知道的秘密。愛的最高境界是經得起平淡的流年。",
      "length": 134,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 25,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 26,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 27,
      "content": "不要以那靈魂知己的名義，去等不該等的人，最後就是蹉跎那不該蹉跎的青春。有沒有那麼一個人，曾經讓你發了瘋的想，現在卻拼了命的想忘掉，有些人我們叫著親愛的卻並不喜歡。有些人我們罵著傻逼卻是真的愛著。",
      "length": 97,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 28,
      "content": "有時候，一個建議你離開的人，可能是最愛你的。一個希望你放棄的人，可能是最關心你的。一個渴求不再聯繫的人，可能是最掛念你的。一個默默離開的人，可能是最捨不得你的。我們的人生，就是在這樣矛盾而糾結裡渡過。愛並不是一場在一起的遊戲，愛恰恰是種掛念你而不得不離開的痛楚。",
      "length": 131,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 29,
      "content": "你不開心的時候，我陪你，你哭泣的時候，我陪你，你心情很不爽的時候，我陪你，你不想回家的時候，我陪你，無論怎樣，我都陪你，只因為你是我最愛的人，你就是我的音樂，你給我帶來好聽的音符。你是我的全部，你給我生命帶來了色彩。",
      "length": 108,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 30,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 31,
      "content": "沒有人是不可代替的，太用力的愛情，讓人看不清內心。用力過度就是不自信，不信任，怕來不及表達自己的情緒，怕沒有時間耐心等待。但其實，細水長流，平靜而深刻，才更容易看到內心。",
      "length": 85,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 32,
      "content": "憧憬美麗的春天，盼望溫暖的春天，請你走進我的生活，溫暖我的人生，你就是我的春天，我的夢，請你給我生命以綠色的希望吧！",
      "length": 58,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 33,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 34,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 35,
      "content": "我們愛上了那個人，才發現她身體裡那麼多的喜怒哀樂。她的悲傷，她的軟弱，她的無理取鬧；她的種種的。讓你覺得你怎麼會愛上這樣一個人，你無法忍受的地方一一暴露在你面前。這個時候，我們總會忘了一件最重要的事，你能看到這些是因為，她也愛著你。",
      "length": 116,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 36,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 37,
      "content": "愛情不應該以時間的長短來判定，更不應該互相死守為忠貞，也不應該以改變而改變來說明，愛情是信仰的伴侶，信仰終生不變，愛情的選擇也不會改變伴侶，信仰的改變，伴侶就失去了穩定的因素，愛情的搬遷與轉移，也就是自然的了。",
      "length": 105,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 38,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 39,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 40,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 41,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 42,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 43,
      "content": "一起久了，兩個人的性格會互補，愛得多的那個脾氣會越來越好、越來越遷就；被愛的那個則會越來越霸道。總有一個人會改變自己，放下底線來迎合縱容你。不是天生好脾氣，只是怕失去你，才寧願把你越寵越壞，困在懷裡。所謂性格不合，只是不愛的藉口。",
      "length": 115,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 44,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 45,
      "content": "這一生的最愛，在下一世連一點痕跡也不會留下。愛著的人啊，好好握著她的手，下輩子，你的身邊就不再是她了。到了來生，你是否還記得自己曾愛過誰？",
      "length": 69,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 46,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 47,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 48,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 49,
      "content": "但凡死纏爛打的人，大都不是真的深愛你，只是在跟自己賽跑。愛你的人，做不到死纏爛打。自尊不允許。我們一直深信，愛就是把最好的一切給予對方，包括尊嚴。多少淺淺淡淡的轉身，是旁人看不懂的情深。",
      "length": 93,
      "addedAt": "2025-09-08T06:11:53.978Z"
    },
    {
      "id": 50,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2025-09-08T06:11:53.978Z"
    }
  ]
}