{
  "type": "愛情文案",
  "updated": "2026-01-08T18:11:09.422Z",
  "updateTime": "2026/1/9 上午2:11:09",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 2,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 3,
      "content": "美好的愛情總在不知不覺中塑造了人生更好的情感。生命裡，真的會有那麼一種情懷，揮之不去對另一顆心的深深的牽念與眷戀。",
      "length": 57,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 4,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 5,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 6,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 7,
      "content": "其實愛就是和你一起走，走很遠的路也沒有疲倦。比如汽車、比如火車，比如放在腳邊的行李箱，比如麵包，比如礦泉水，比如一隻剖開的桔子，比如你在黑夜的站臺上蹲下身給我係上鞋帶。這一些瑣碎的事物，像家鄉的草堆一樣，堆積起我們的愛情。",
      "length": 111,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 8,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 9,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 10,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 11,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 12,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 13,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 14,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 15,
      "content": "瘋狂的一瞬間，我會愛上你，抓住了真愛，就抓住了你的心。愛是你我的夢，因為愛情，青睞了你的心海，一個人的力量，微不足道的關愛，孤掌難鳴，等待著你的等待；兩個人的成雙，凝成一股堅韌的繩，心與心的交匯，可以掌控愛情的舞臺。",
      "length": 108,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 16,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 17,
      "content": "如果只是為了安穩地過一輩子，找誰不行，幹嗎非你不可？我要和你談戀愛，我要我們一直一直地戀愛，我不要你像是認了命那樣守著我，我才不稀罕呢！愛情不是這樣的，不應該是這樣的，愛情應該是兩個人永遠開心地一起打家劫舍，而不是一起躲在暗處唯唯諾諾地分贓。--笛安《東霓》",
      "length": 129,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 18,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 19,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 20,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 21,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 22,
      "content": "一個人如果連自己都不珍惜，又怎會有人珍惜？許多時候，你覺得沒人愛你，沒人疼你，沒有對你好，首先就得反思一下，你自己是否愛自己，是否疼自己，是否對自己好。自私確實不好，但完全的無私就是對自己的傷害。所以啊，愛人先愛己。你愛自己有多少，別人愛你才有多少。",
      "length": 125,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 23,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 24,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 25,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 26,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 27,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 28,
      "content": "真正的愛情源於彼此發自內心的傾慕，建立在兩情相悅的基礎上。任何只顧瘋狂的去愛別人而不顧自己是否也被愛，或者只顧索取而不知道真心付出的人都不會有好的結局。",
      "length": 76,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 29,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 30,
      "content": "兩杯苦咖啡，讓它相融，讓彼此熟悉彼此的味道，慢慢的融合出，愛情兩個人共有的那一種，讓人歡樂的、濃濃的，讓人回味起，還有那種望梅止渴的美味。愛情，我說它是兩杯濃濃的苦苦的原味咖啡，融合了，成了彼此熟悉的味道，品味一生，那就是愛情。",
      "length": 114,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 31,
      "content": "愛一個人，就是要他沐浴愛的幸福；愛一個人，就是要他遠離孤獨的煩憂；愛一個人，就是要他告別失意的困擾；愛一個人，就是要他不再經受心靈的折磨；愛一個人，無論他在何方都要為他默默的祈禱；愛一個人，無論自己身在何處都為他牽腸掛肚；愛一個人，情願讓自己受苦受累也要為他鋪平道路......",
      "length": 139,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 32,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 33,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 34,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 35,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 36,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 37,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 38,
      "content": "你終會明白，誰是虛情假意，誰是真心愛你，誰會為你不顧一切。不要浪費生命，去忍受這些不必忍受的事。忍受完，又浪費生命去抱怨或咒罵，這太划不來。你一定有更好的事可做的！假如你的生活開始變得像一列失控的火車，抓住急救繩，趕緊跳下去。否則，你只能呆在一列飛車上，卻不知駛向何方。",
      "length": 135,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 39,
      "content": "紅塵路茫茫，許願念長長，修一個你身，再修一個我身，隱於塵世，行善，養性，修心，然後再修一個來生，再修一個你，因明瞭，愛！是一種久遠的修行。愛！是一種不老的遠行。懂你的，能得包容，不懂你的，只語成傷。得心者，能得生死與共，這！就是愛情。",
      "length": 117,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 40,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 41,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 42,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 43,
      "content": "當一個男人真正喜歡你的時候，他會主動發信息或者打電話給你，因為他很想你。他會在乎你的一舉一動，因為他怕他隨時會失去你。他看到你心情不好，就會來安慰你，儘管你對他發脾氣，他還是忍了。他會對你說些他的秘密，有些連他最好的朋友也不知道的秘密。愛的最高境界是經得起平淡的流年。",
      "length": 134,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 44,
      "content": "拼命對一個人好，生怕做錯一點對方就不喜歡你，這不是愛，而是取悅。分手後覺得更愛對方，沒他就活不下去，這不是愛情是不甘心。你拼命工作努力做人，生怕別人會看不起你，這不是要強，而是恐懼。許多人被情緒控制，只敢抓住而不敢放棄。但什麼都不敢放棄，你活得多累。會放棄的生活才會更灑脫。",
      "length": 137,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 45,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 46,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 47,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 48,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 49,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2026-01-08T18:11:09.423Z"
    },
    {
      "id": 50,
      "content": "不要以那靈魂知己的名義，去等不該等的人，最後就是蹉跎那不該蹉跎的青春。有沒有那麼一個人，曾經讓你發了瘋的想，現在卻拼了命的想忘掉，有些人我們叫著親愛的卻並不喜歡。有些人我們罵著傻逼卻是真的愛著。",
      "length": 97,
      "addedAt": "2026-01-08T18:11:09.423Z"
    }
  ]
}