{
  "type": "愛情文案",
  "updated": "2025-11-04T00:30:24.284Z",
  "updateTime": "2025/11/4 上午8:30:24",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "兩個人總是比一個人溫暖。人生底色都無盡荒涼，但看透了這荒涼之後，一步步再往回走，人生，會一點點溫暖起來。半夜聽遠處笛聲，他吹的是繞春的情分，我聽的是人生的驚蟄。",
      "length": 80,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 2,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 3,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 4,
      "content": "難以忘記初次見你，你那迷人的微笑，在我生活裡，你的身影，早已深刻，給你的情人節短信送給你的祝福，是我最熱烈的愛戀，我們幸福，我想珍惜，看到你的笑顏，我會開心，愛上你是我情非得已。",
      "length": 89,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 5,
      "content": "有扇門永遠為我們敞開，那就是愛，愛所有的人，愛這個世界。懂得與人分享愛，就是懂得愛與被愛。你藏在我心裡，我不難找到你；你藏在自己心裡，任何人也找不到你。試著把自己的心打開，不要拒人千里，先在自己的心裡裝下別人、裝下大眾，這份愛叫幸福，這份愛叫包容，包容的愛裡沒有傷害。",
      "length": 134,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 6,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 7,
      "content": "世人說，愛情是杯咖啡，或濃或淡，或甜或苦，主要是看自己放下的是什麼！要我說，愛情就像季節，春夏秋冬，酸甜苦辣，自己品嚐。甜甜的一份愛情是這樣的，那你的呢？無論你身在那裡，我的愛始終與你相伴。",
      "length": 95,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 8,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 9,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 10,
      "content": "男人要永遠感謝在他20多歲的時候曾經陪在他身邊的女人。因為20多歲的男人處在一生中的最低點，沒錢沒事業；而20多歲的女人卻是她最燦爛的時候。",
      "length": 70,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 11,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 12,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 13,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 14,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 15,
      "content": "世界太大，人海茫茫，總是遇不見那個對的人；世界又太小，芸芸眾生，縱使有很多分岔口，總是會在終點遇見那個對的人。想對你說：親愛的，是天定，讓你我相遇、相愛、相伴，我們會一直恩愛幸福到老！",
      "length": 92,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 16,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 17,
      "content": "每個人心裡只有一個寶貝，後來它漸漸變成了眼淚！就算這句話是真的，我依舊無怨無悔，依舊把你當成我心裡唯一的寶貝，就算某一天它變成了眼淚，我至少還可以在回憶你的笑臉中陶醉，在呼喚你名字的時候無悔！",
      "length": 96,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 18,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 19,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 20,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 21,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 22,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 23,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 24,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 25,
      "content": "千萬不要對你的愛缺乏堅強的勇氣，也不要對你的愛情太過痴狂，愛情真的很奇妙，世上沒有無緣無故的愛，也沒有無緣無故的恨，愛與恨，只是在一念之間，就繁華落盡，縈繞你心頭的永遠是揮之不去的痛，落在你心底的是無盡的殤懷。",
      "length": 105,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 26,
      "content": "假如愛情可以解釋，誓言可以修改，假如你我的相遇，可以重新安排，那麼生活就會比較容易。假如有一天，我終於能將你忘記，然而這不是隨便傳說的故事，也不是明天才要上演的戲劇，我無法找出原稿，然後將你將你一筆抹去。",
      "length": 102,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 27,
      "content": "當一個男人真正喜歡你的時候，他會主動發信息或者打電話給你，因為他很想你。他會在乎你的一舉一動，因為他怕他隨時會失去你。他看到你心情不好，就會來安慰你，儘管你對他發脾氣，他還是忍了。他會對你說些他的秘密，有些連他最好的朋友也不知道的秘密。愛的最高境界是經得起平淡的流年。",
      "length": 134,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 28,
      "content": "愛情就是愛情，不是萬能的。生活中應該充滿愛情，可愛情卻會在生活面前轟然倒地。曾經以為只要執著，只要堅持，一切美好的愛情都可以地久天長，都會在生活的洪流中奔流不息。可是，生活背叛了愛情。距離也並不能產生美。",
      "length": 102,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 29,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 30,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 31,
      "content": ".不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 104,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 32,
      "content": "玫瑰花的香味飄蕩在空氣中，巧克力的甜蜜洋溢在喜悅中，情人節，在這樣浪漫的日子裡，沒有華麗的辭藻，只有真心的表白：寶貝，愛你的心，永遠不變。",
      "length": 69,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 33,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 34,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 35,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 36,
      "content": "愛你，想你，到痴迷，而你卻毫不在意，彷彿我從未走進你的心裡；思你，念你，到流下淚滴，而你卻似乎並不珍惜，彷彿我從來就沒遇到過你；疼你，惜你，到夢裡，而你卻從未記起，彷彿你我從未在一起……",
      "length": 93,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 37,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 38,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 39,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 40,
      "content": "茫茫人海，擦肩無數；過客萬千，誰能與共。漫長的等待，孤寂了誰的歲月，然，有個身影不經意間滑入眼簾，從此走不開，不遠去。",
      "length": 59,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 41,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 42,
      "content": "有些人註定是隻會放在你心底，而消失在你的生活裡。你從心底知道自己是愛她的，儘管現在已經記不起她的樣子。因為這愛如此深重，以至於你一度以為自己會忘不掉。",
      "length": 75,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 43,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 44,
      "content": "走過多少春秋，我終於在對的時間遇到了對的你！親愛的，感謝你使我：結束孤單的漂流；終止靈魂的鬥毆；找到甜蜜的歸宿，從此執著的相守！",
      "length": 64,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 45,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 46,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 47,
      "content": "辮子不是隨便散的，短信不是隨便看的，三葉草不是隨便送的……我的青春詞典裡，亂碼很多，空白也很多，但是都是，你的名字寫的端端正正排正數第二。",
      "length": 69,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 48,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 49,
      "content": "愛情這東西，傷不起。於是，寧可選擇去曖昧不清，也不要明明白白的愛情，喜歡追求一種不愛的愛情。所謂不愛的愛情，並非是指雙方都沒有愛，只是因為某種因素，而沒辦法去相愛。我想最難過的事情不是你遇不見，而是遇見了，得到，卻又匆忙的失去，然後心上便因此糾結成了一道疤。它一直跟隨著你，它讓你什麼時候疼，就什麼時候疼，那是一直好不了的傷。",
      "length": 163,
      "addedAt": "2025-11-04T00:30:24.284Z"
    },
    {
      "id": 50,
      "content": "白天和黑夜，交替著寂寞；時間和空間，在思念中穿梭；沙漠比綠洲，更懂得飢渴；情意的文字，滲透著筆墨；暖暖的回憶，將時光濃縮；守你在心中，將歲月打磨。想你，每分每刻。愛你，一生一世，無時無刻！",
      "length": 94,
      "addedAt": "2025-11-04T00:30:24.284Z"
    }
  ]
}