{
  "type": "愛情文案",
  "updated": "2025-11-23T12:11:36.339Z",
  "updateTime": "2025/11/23 下午8:11:36",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 2,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 3,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 4,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 5,
      "content": "原來世界上有一些人假得比鬼還恐怖。有了你，我迷失了自我。失去你，我多麼希望自己再度迷失。想你，是一種美麗的憂傷的甜蜜的惆悵，心裡面，卻是一種用任何語言也無法表達的溫馨。",
      "length": 84,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 6,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 7,
      "content": "有人說，愛讓一個人低聲下氣，愛讓一個人失去自己。他們說，誰愛得多，誰就輸得多。是的，我承認，愛情是一場博奕。但愛情不是戰爭。愛不是用來制約對方，也不是用來打敗對方的。",
      "length": 83,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 8,
      "content": "愛情裡心最重要：細心，可以讓愛情長長久久。貼心，可以讓愛情甜甜蜜蜜。用心，可以讓愛情歷久彌新。交心，可以讓愛情溫暖光亮。真心，可以讓愛情喜悅充實。慈悲心，可以讓愛情增加厚度。心與心的距離，可以很近，也可以很遠，被愛迷惑時，不妨靜下心來，聽聽自己對愛的需求，真心是否湧動。",
      "length": 135,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 9,
      "content": "蓄意著滿懷的傷情，在這幽柔的月夜下等你，為你和上一曲蕭音。夜靜謐，獨自品嚐這寂夜難眠的旋律。指尖那漸平、漸薄、漸穿的樹葉，卻是承載不了我對你的一片深情。月下花開，是因為傾注了我對你的愛。",
      "length": 93,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 10,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 11,
      "content": "愛上一個人很難，要徹底忘記一個你真心愛的人更難，似水流年，時光清淺，惟願那些舊時光裡的曾經，情依舊如清澈的泉水涓涓流淌在記憶最深處，輕盈、甜蜜、歡快……",
      "length": 76,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 12,
      "content": "愛情總是痴情人受傷，為了自己的愛情自始不渝，即使自己被拒絕於千里之外，但還是至死不渝的追求自己喜歡的人，他們覺得很值得，因為愛情是神聖的！",
      "length": 69,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 13,
      "content": "因為你在乎對方，因為你愛得太投入，恨不得全世界只剩下彼此。所以，你害怕失去對方，所以約束，所以寸步不離，所以忘了給對方騰出一些私密空間。但是，戀愛的前提一定要信任對方。有時候，過於的在乎也會不小心變成傷害。",
      "length": 103,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 14,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 15,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 16,
      "content": "如果愛你是錯的話，我不想對；如果對是等於沒有你的話，我寧願錯一輩子；如果非要把著份愛加上一個期限，我希望是一萬年。",
      "length": 57,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 17,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 18,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 19,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 20,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 21,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 22,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 23,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 24,
      "content": "每個人都有很多缺點，幸運的話，你還是會找到愛你的人，他不但包容你，他甚至心痛你那些缺點，擔心你會因此而吃虧。你的缺點再多，在他眼裡始終可愛。你所有的不好，絲毫沒有減少他對你的愛。愛情就有這麼傻，只要一直傻到底就好。傻不到底的話，所有的缺點和不好，才會突然變得那麼難以容忍。",
      "length": 136,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 25,
      "content": "這輩子能真正品嚐到愛情甜蜜的人很少，當一個深愛著你的人，為你而改變，那是因為他愛你；當你遇到一個人，他為你收起他的頑固脾氣，也因為他愛你；他把你的興趣也變成了他的興趣，還是因為他愛你。--如果你發現身邊有這樣的人，請你好好珍惜。溜掉的小魚，總是最美麗的；失去的情人，總是最懂你的。",
      "length": 140,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 26,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 27,
      "content": "愛，一個人，註定不是那麼簡簡單單，即使簡單，時間久了，依舊牽絆，可是，不迷戀那些神話，如果沒有期盼，沒有挫折，沒有刻骨銘心，那麼，幸福註定不會長久！",
      "length": 74,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 28,
      "content": "兩個人在一起，開始總是驚心動魄，患得患失，隨著深入瞭解，神秘感褪去，慢慢會失去新鮮感，激情歸於平淡。這時，溝通最重要，也許不再為對方牽腸掛肚，可是有一種默契是在充分交流和信任後產生，和一個磨合很好的伴侶在一起，放鬆而踏實，是愛情的美好體現。時間雖然消磨激情，同時，時間會積累深情。",
      "length": 140,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 29,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 30,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 31,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 32,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 33,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 34,
      "content": "認識你是一種緣，能在一起走一生，是一種幸福。不會讓你為了我而哭泣傷心，我要好好珍惜和你在一起的分分秒秒，那美好的快樂和歡笑，我會珍藏。無論遇到什麼事情，永遠不會輕易說分手，永遠不會輕易地放棄感情，我們的愛情，經得起時間的考驗。",
      "length": 113,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 35,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 36,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 37,
      "content": "生活既要忍得了苦，也要經得起甜。我希望有這麼一個人，給我波瀾不驚的愛情，陪我看世界的風景，許我一世的歡顏。生活就像坐過山車，有高峰，也有低谷，這意味著，無論眼下是好是壞，都只是暫時的。",
      "length": 92,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 38,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 39,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 40,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 41,
      "content": "兩個相愛的人在一起是一種快樂，幸福。因為不易所以才應該更加去珍惜，不要到失去的時候才懂得。同樣，愛需要包容，記得有這樣的一句話，彼此相愛的人，他們的心是彼此最溫暖的。",
      "length": 83,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 42,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 43,
      "content": "這一生的最愛，在下一世連一點痕跡也不會留下。愛著的人啊，好好握著她的手，下輩子，你的身邊就不再是她了。到了來生，你是否還記得自己曾愛過誰？",
      "length": 69,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 44,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 45,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 46,
      "content": "男人把幼稚的女人看作單純，女人把單純的男人看作幼稚；事業是男人的姿色，姿色是女人的事業；男人用智商掌控女人，女人用情商拴住男人；男人喜歡長得漂亮的女人，女人喜歡對她好的男人；忠孝才是真正的男人味，柔順才是真正的女人味；男人忠孝令女人有安全感，女人柔順令男人有幸福感。",
      "length": 133,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 47,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 48,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 49,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-11-23T12:11:36.340Z"
    },
    {
      "id": 50,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2025-11-23T12:11:36.340Z"
    }
  ]
}