{
  "type": "愛情文案",
  "updated": "2025-08-21T06:11:47.783Z",
  "updateTime": "2025/8/21 下午2:11:47",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 2,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 3,
      "content": "當兩個人在一起的時候，你往往不曉得愛情的珍貴，以為就是普通的生活而已，雖然甜蜜，但卻平淡。然而一旦分開，那種心被割去一塊的感覺，就會讓你明白，原來平淡的生活，就是愛情最好的禮物。所以很多人以為，分手後痛徹心扉的才是愛。其實你錯了，讓你甜蜜的才是愛，讓你痛苦的只是不甘心。",
      "length": 135,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 4,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 5,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 6,
      "content": "真愛需要等待，但太長的等待，對愛情都是一種摧殘。漫漫人生，滾滾紅塵，年年歲歲花相似，歲歲年年人不同。今生等不了，就別再寄望來生。奈何橋一過，又成陌路。所以，珍惜相見，珍惜相愛，珍惜擁有，珍惜身邊的人。畢竟，沒有誰經得起時間的改變，也沒有誰可以等到來世再愛。",
      "length": 128,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 7,
      "content": "我愛的人，不一定要全聽我的，但是答應我的事一定要做到；我愛的人一定會從我們牽手那刻起對我說從今天起我們有福同享有難我當；我愛的人，一定會在我哭的時候為我擦眼淚，然後告訴我乖，不哭有我在呢！我愛的人，一定會在我累的時候，伸出手臂很心疼的說抱抱！如果有這樣一個人我一定會愛他。",
      "length": 136,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 8,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 9,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 10,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 11,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 12,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 13,
      "content": "無憂純真的年代，愛是一種纏綿，朝夕相守，盟誓之約，至死不渝；是一種炫耀，彼此執手，溫柔的擁抱，耀眼的光芒綻放在青春的校園裡，投來多少羨慕的目光，傳來多少祝福的話語；愛更是一種心與心的交匯，一種內心莫名的渴望。",
      "length": 104,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 14,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 15,
      "content": "生活既要忍得了苦，也要經得起甜。我希望有這麼一個人，給我波瀾不驚的愛情，陪我看世界的風景，許我一世的歡顏。生活就像坐過山車，有高峰，也有低谷，這意味著，無論眼下是好是壞，都只是暫時的。",
      "length": 92,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 16,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 17,
      "content": "人世間到底有沒有永恆的情感，有沒有一成不變的誓言，或許只能用我們的一生來檢驗。曾經的過往，已融於心底最深的記憶，那是永遠無法改變的歷史，亦不必隔世相望，所有的不了情緣，任由它隨風隨雨隨煙散去。只要記得，轉身回眸時那嫣然一笑，足以，不說再見。",
      "length": 120,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 18,
      "content": "淡淡的暮色裡你將踏上歸程，不知您一天過得可好。在遙遠的角落有顆心在為你駐守、惦念。不必刻憶，因為剛剛掠過的風是我的溫柔。",
      "length": 60,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 19,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 20,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 21,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 22,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 23,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 24,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 25,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 26,
      "content": "我喜歡你的眼，看著我的眼。我喜歡你的臉，貼著我的臉。時間在改變，我不會改變。因為我很愛你。不想要你放棄，愛情這種默契得來不易。我愛你，真的是很愛你。所以想，把整個世界都給你。",
      "length": 87,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 27,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 28,
      "content": "認識你是一種緣，能在一起走一生，是一種幸福。不會讓你為了我而哭泣傷心，我要好好珍惜和你在一起的分分秒秒，那美好的快樂和歡笑，我會珍藏。無論遇到什麼事情，永遠不會輕易說分手，永遠不會輕易地放棄感情，我們的愛情，經得起時間的考驗。",
      "length": 113,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 29,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 30,
      "content": "有時候，一個建議你離開的人，可能是最愛你的。一個希望你放棄的人，可能是最關心你的。一個渴求不再聯繫的人，可能是最掛念你的。一個默默離開的人，可能是最捨不得你的。我們的人生，就是在這樣矛盾而糾結裡渡過。愛並不是一場在一起的遊戲，愛恰恰是種掛念你而不得不離開的痛楚。",
      "length": 131,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 31,
      "content": "如果遇上的那個人是對的，一定不需要你花費那麼多技巧辛苦來維繫。若是一段感情需要你很小心很努力，那麼終究還是會失去。別讓自己太累，太用力的愛情，往往太容易失去生命力。",
      "length": 82,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 32,
      "content": "這世上你最好看，眼神最讓我溫暖，星辰鬧成一串，月色笑成一彎，傻傻望了你一晚，怎麼看都喜歡。只要你快樂，我什麼事都為你幹，因為愛你，我心最甜！",
      "length": 70,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 33,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 34,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 35,
      "content": "一千次的激情，一千次莫名的承諾，一千次漂移的浪漫詩篇，寫盡你的芳華，也把我對你一千次的表白，體現的淋漓盡致，千回百度，依舊愛你。讀你一千遍，也不厭倦，愛你千遍，還是不夠，我要把你深深的珍藏在我的心底，愛上一萬年。",
      "length": 106,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 36,
      "content": "雖然我表現得好像我不在乎，其實在我心裡比你想象的還要在乎。我所有的努力所有的奮鬥，都是為了擁有一個美好的未來。和遇見一個優秀的你，總會有一天，你會遇上那個人，陪你看每一次日出，一直陪你到人生落幕。",
      "length": 98,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 37,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 38,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 39,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 40,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 41,
      "content": "不管是以什麼樣的方式去懷念，終究都成為過去時了。一生中，我們努力去尋找的或許不一定是真的愛情，但那些能讓你過的舒服，能讓你開心，快樂的那個人，往往最終會成為你身旁的伴侶。你可能會迷惘，但當你真正學會愛一個人的時候，你就會了解，就會知道，只有陪在身邊才是擁有，愛到習慣才會長久。",
      "length": 138,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 42,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 43,
      "content": "愛情就是愛情，不是萬能的。生活中應該充滿愛情，可愛情卻會在生活面前轟然倒地。曾經以為只要執著，只要堅持，一切美好的愛情都可以地久天長，都會在生活的洪流中奔流不息。可是，生活背叛了愛情。距離也並不能產生美。",
      "length": 102,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 44,
      "content": "一個人如果連自己都不珍惜，又怎會有人珍惜？許多時候，你覺得沒人愛你，沒人疼你，沒有對你好，首先就得反思一下，你自己是否愛自己，是否疼自己，是否對自己好。自私確實不好，但完全的無私就是對自己的傷害。所以啊，愛人先愛己。你愛自己有多少，別人愛你才有多少。",
      "length": 125,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 45,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 46,
      "content": "原來世界上有一些人假得比鬼還恐怖。有了你，我迷失了自我。失去你，我多麼希望自己再度迷失。想你，是一種美麗的憂傷的甜蜜的惆悵，心裡面，卻是一種用任何語言也無法表達的溫馨。",
      "length": 84,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 47,
      "content": "每一朵鮮花的盛開都經歷風霜雨雪，每一把利劍的形成都經過千錘百煉，每一樁愛情的正果都必經艱難困苦。可是亦有經歷了風霜雨雪千錘百煉艱難困苦，連花都開了劍也鑄成了四級都過了，愛情卻最終未修成正果的。",
      "length": 96,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 48,
      "content": "結婚就像考試。本來各答各的大家相安無事，突然有人提前交卷，你就開始慌了，後來交卷的越來越多，你就越來越慌，最後也只能隨便寫幾句趕緊交了。但是隨便答的卷有幾個能及格啊，不及格就得重考。所以早知會重考還不如當初多檢查檢查再交卷。當然，時間到了不管你準沒準備好卷子最後都會被收走。",
      "length": 137,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 49,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2025-08-21T06:11:47.784Z"
    },
    {
      "id": 50,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2025-08-21T06:11:47.784Z"
    }
  ]
}