{
  "type": "愛情文案",
  "updated": "2025-10-09T18:10:57.084Z",
  "updateTime": "2025/10/10 上午2:10:57",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 2,
      "content": "人世間到底有沒有永恆的情感，有沒有一成不變的誓言，或許只能用我們的一生來檢驗。曾經的過往，已融於心底最深的記憶，那是永遠無法改變的歷史，亦不必隔世相望，所有的不了情緣，任由它隨風隨雨隨煙散去。只要記得，轉身回眸時那嫣然一笑，足以，不說再見。",
      "length": 120,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 3,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 4,
      "content": "當惆悵不經意時湧起，你感覺了思念的滋味；當思念在不經意時想起，你感受等待的滋味；當等待在不經意時燃起，你體會了牽掛的滋味；當牽掛在不經意時升起，你才明白了愛的滋味。",
      "length": 82,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 5,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 6,
      "content": "我們往往在愛上一個人時，就會情不自禁的竭力討他歡心，用自己的痛苦換取他哪怕是片刻的笑容，心甘情願在一個人面前卑微。可是，如果你一直在無私的付出，對方一直在坦然的接受；你一直在委屈自己，對方一直無視你的尊嚴。這樣的愛情，能算得上是愛情嗎？愛若疼痛，就不叫愛；愛若卑微，便不再是愛。",
      "length": 139,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 7,
      "content": "用一片情，寫一顆心，記一輩子，讓你孤獨的等候永遠有一個可想可念可愛可親的心上人。那樣，心就不會再老死，情就不會再枯萎，愛就不會再荒蕪。",
      "length": 67,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 8,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 9,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 10,
      "content": "一千次的激情，一千次莫名的承諾，一千次漂移的浪漫詩篇，寫盡你的芳華，也把我對你一千次的表白，體現的淋漓盡致，千回百度，依舊愛你。讀你一千遍，也不厭倦，愛你千遍，還是不夠，我要把你深深的珍藏在我的心底，愛上一萬年。",
      "length": 106,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 11,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 12,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 13,
      "content": "愛情，也許在我心裡還沒有完全消亡，但願它不會再打擾你。我曾經默默無語地，毫無指望地愛過你，我既忍受著羞怯，又忍受著嫉妒的折磨，但願上帝保佑你，另一個人也會像我愛你一樣。",
      "length": 84,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 14,
      "content": "結婚就像考試。本來各答各的大家相安無事，突然有人提前交卷，你就開始慌了，後來交卷的越來越多，你就越來越慌，最後也只能隨便寫幾句趕緊交了。但是隨便答的卷有幾個能及格啊，不及格就得重考。所以早知會重考還不如當初多檢查檢查再交卷。當然，時間到了不管你準沒準備好卷子最後都會被收走。",
      "length": 137,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 15,
      "content": "你不開心的時候，我陪你，你哭泣的時候，我陪你，你心情很不爽的時候，我陪你，你不想回家的時候，我陪你，無論怎樣，我都陪你，只因為你是我最愛的人，你就是我的音樂，你給我帶來好聽的音符。你是我的全部，你給我生命帶來了色彩。",
      "length": 108,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 16,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 17,
      "content": "這輩子能夠相守固然是好，無法相守，只是因為不適合。有些你愛過的人的確只是個過程，他在你生命裡出現，是為了使你茁壯，使你學會珍惜和付出，使你終於知道這一生你想要的是什麼，你始終追尋的又是什麼。當天的墜落換來的是日後的提升，那麼，當時的痛苦也就值得了。 ─── 張小嫻《謝謝你離開我》",
      "length": 140,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 18,
      "content": "保留一份尊嚴給自己得不到就不要，沒有依靠還有驕傲。敢於放棄一段感情，不但需要勇氣更需要底氣。動了真感情的人，往往最能容。錯與對沒有了絕對，只要愛的人不再傷悲；是與否都了無所謂，只要心中的她笑得最美。",
      "length": 99,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 19,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 20,
      "content": "春天我會給你清新的愛，夏天我會給你綠蔭般清涼的愛，秋天我為你灑下金色的愛，冬天一片片潔白的雪花便是我純白的愛！",
      "length": 55,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 21,
      "content": "我曾經以為不會講完的故事，其實早就準備了物是人非的結局。我曾經以為不會散場的青春，只剩下寫滿告別的字句。我曾經以為那麼重要的你，也可以心平氣和地只放在回憶裡。人長大了，就不再有那麼多的義無反顧，我會很安靜，很安靜。",
      "length": 107,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 22,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 23,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 24,
      "content": "愛是一場輸不起的豪賭。押上全部賭注以後，如果贏了，我們將贏得終生幸福；如果輸了，留下的只有道道傷痕。明知輸不起，偏偏還要賭，勸也勸不了，攔都攔不住--這就是愛情的魅力所在。總以為愛情可以填滿人生的遺憾，然而，製造更多的遺憾，卻偏偏是愛情。陰晴圓缺，在一段愛情中不斷重演。",
      "length": 135,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 25,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 26,
      "content": "世界上的愛情有兩種。一種是讀你；一種是毒你。讀你的感覺，就像一首美妙甜蜜的小夜曲，詩意浪漫而充滿了激情、自然。這種讀你的愛情驚心動魄、刻骨銘心。它會讓你為愛奉獻犧牲、為愛流血流淚、為愛奮鬥自強、為愛奮不顧身。這種愛，曾讓無數人沉迷其中，而寫出了不朽的愛情詩篇樂章，愛情是創作的永恆主題一說。",
      "length": 145,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 27,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 28,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 29,
      "content": "愛情裡，我們都是沒有安全感的人，患得患失。明明是依賴，卻要表現出無足輕重的樣子；明明是在意，卻要表現出毫不在乎的樣子。偶爾我只想一個人靜靜的就好，不受任何打擾。別說我冷漠，別說我無情，表面上的不在乎，表面上的無所謂，誰又知道我內心有時的轟然狂喜與徹底失望。",
      "length": 128,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 30,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 31,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 32,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 33,
      "content": "有一些人，這一輩子都不會在一起，但是有一種感覺，卻可以藏在心裡守一輩子；在一起的時候需要兩個人做決定，分開時只需一個人;婚姻不是一個里程碑，而是一個雙方相處的過程，是另外一種人生的開始；因為有風有雨，幸福更值得珍惜，人總是會活出一個方法，等待屬於自己幸福。",
      "length": 128,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 34,
      "content": "戀人之間，最怕的不是情緒化，而是徹底迴歸平靜。一旦萬籟俱寂，也就是情之盡頭了。越廝纏，才越廝愛。那些正在折騰著的男男女女們，別嫌煩：生命在於運動，愛情註定折騰！",
      "length": 80,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 35,
      "content": "想到你不在我的身邊時，心底深出突然起出的變化酸酸的感覺、不想一直延續下去內樣的我經歷不起、亦經受不住；靜靜地悄悄地渡著枯燥乏味的日子，因為沒有你在的光陰，也是我沒有在你的身旁陪著你，照顧你，疼著你白天的的思念被工作所替代，可是當夜深人靜時、這種滋味強烈到我自己也無法改變，明白到什麼是輾轉反側，難以入眠的思痛……",
      "length": 156,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 36,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 37,
      "content": "走過多少春秋，我終於在對的時間遇到了對的你！親愛的，感謝你使我：結束孤單的漂流；終止靈魂的鬥毆；找到甜蜜的歸宿，從此執著的相守！",
      "length": 64,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 38,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 39,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 40,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 41,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時間遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 42,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 43,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 44,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 45,
      "content": "這輩子能真正品嚐到愛情甜蜜的人很少，當一個深愛著你的人，為你而改變，那是因為他愛你；當你遇到一個人，他為你收起他的頑固脾氣，也因為他愛你；他把你的興趣也變成了他的興趣，還是因為他愛你。--如果你發現身邊有這樣的人，請你好好珍惜。溜掉的小魚，總是最美麗的；失去的情人，總是最懂你的。",
      "length": 140,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 46,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 47,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 48,
      "content": "淡淡的暮色裡你將踏上歸程，不知您一天過得可好。在遙遠的角落有顆心在為你駐守、惦念。不必刻憶，因為剛剛掠過的風是我的溫柔。",
      "length": 60,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 49,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2025-10-09T18:10:57.085Z"
    },
    {
      "id": 50,
      "content": "在乎和你牽手的曾經，在乎我們將要走過的往後；每次原諒，我都自我安慰，因為我不夠好，只能把委屈給你，把傷害給自己；每次寬恕，並不表示我會忘記，我只是收藏好自己的傷痕，然後費力地在銘記中遺忘......當你以為你愛上了一個人時，也許只是愛上了戀愛的感覺。 &nbsp;",
      "length": 132,
      "addedAt": "2025-10-09T18:10:57.085Z"
    }
  ]
}