{
  "type": "愛情文案",
  "updated": "2025-08-12T18:11:17.495Z",
  "updateTime": "2025/8/13 上午2:11:17",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛一個人要互相信任；愛一個人要互相理解；愛一個人要多多用心去包容；愛一個人要心胸寬闊；愛一個人要尊重對方的思想和主見；愛一個人要在背後多給予支持；愛一個人要坦誠相待；愛一個人不要互相埋怨；愛一個人要放下自己的尊嚴；愛一個人要付出一切；愛一個人要有勇氣去承擔愛的風風雨雨。",
      "length": 135,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 2,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 3,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 4,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時空遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 5,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 6,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 7,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 8,
      "content": "永遠不要無休止的圍著你喜歡的那個男人轉，儘管你喜歡得他快要掏心掏肺的死掉了，也還是要學著給他空間，否則，你要小心纏得太緊會勒死他的。",
      "length": 66,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 9,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 10,
      "content": "所謂新鮮感，不是和未知的人一起去做同樣的事情，而是和已知的人一起去體驗未知的人生。兩個人相愛卻時常要吵架。這是真愛嗎？或許是在某個時刻，你們是真愛，但實際上，這份愛並不夠。因為兩個人會吵架，是因為生活裡不願妥協，不願為對方改變。但是選擇一個人，那麼也就是選擇一種生活方式。",
      "length": 136,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 11,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 12,
      "content": "你在一生裡遇見了你心愛的人，可以說你是幸運的，無論結局怎樣，都可以說是幸福的吧？白頭到老，固然很好，如果分手了，或者為愛情而傷心，也都是很幸福，畢竟你愛過，你為了愛情在落淚，為了愛情在心碎，曾經很浪漫過，兩個人可以在冬天的風下瘋狂，在夏天的雨下漫步。",
      "length": 125,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 13,
      "content": "放棄一些東西，是為了成全你所愛之人，為了不傷害愛。我不敢說放棄後就一定會有真正的幸福，但我可以肯定，面對無奈時，不放棄該放棄的，始終不會幸福，那就要看，是怎樣的放棄了。學會放棄，讓彼此都能有一個更輕鬆的開始，遍體鱗傷得的愛並不一定刻骨銘心。",
      "length": 120,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 14,
      "content": "認識你是一種緣，能在一起走一生，是一種幸福。不會讓你為了我而哭泣傷心，我要好好珍惜和你在一起的分分秒秒，那美好的快樂和歡笑，我會珍藏。無論遇到什麼事情，永遠不會輕易說分手，永遠不會輕易地放棄感情，我們的愛情，經得起時間的考驗。",
      "length": 113,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 15,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 16,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 17,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 18,
      "content": "你臨水而佇，依窗遠望，我千里迢迢涉水而來，只是為了傾聽那花開的季節，將一朵花而香息溫存在掌心種植，彷彿聽到了桃蕊的心在律動，那掐似少女的情懷，在等待渡她的良人。將一朵花種植在心底，不求春花無，不求相應成趣，惟願細水長流，孕育一枚殷紅的果子，將一段情懷，抵達心靈深處紛紛綻放。",
      "length": 137,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 19,
      "content": "你把愛情變成了菜市場，在裡面討價還價，心意則變成了一種交易。你變得愛計較。你開始挑剔愛情裡的一些小細節，放大檢視每一個舉動。在愛情裡面，你原來才是那個不滿足的人。愛裡的每一個小毛病，都變成了大問題。你是一個追求公平的人，伹卻忘了愛情裡面更需要的是包容。你覺得自己變得不可愛了。",
      "length": 138,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 20,
      "content": "說到愛情，就要說說愛情的生命力。愛情很脆弱，脆弱得經不住歲月的侵蝕和生活的打磨；愛情也堅強，堅如磐石地老天荒。脆弱的愛情參雜了愛情以外的東西，如物質的、利益的，堅強的愛情一定出於心願發乎愛戀，是真摯的、純情的。",
      "length": 105,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 21,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 22,
      "content": "風過花飛，斬不斷的是對你無數的牽牽絆絆。沒有人會知道，這種想念是如何的痛徹心肺，如何的將心徹底掏空，再無情的撕碎。你的身影總在心中飛，讓我醉、飛花悠悠開放想念，繁星閃閃忽閃掛牽，炊煙裊裊飄蕩眷戀，日月穿梭見證誓言，親愛的，嘴上不說，其實愛你在每一天，今生有你相伴最幸福。愛你一生一世，牽手永遠。",
      "length": 147,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 23,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 24,
      "content": "兩個相愛的人在一起是一種快樂，幸福。因為不易所以才應該更加去珍惜，不要到失去的時候才懂得。同樣，愛需要包容，記得有這樣的一句話，彼此相愛的人，他們的心是彼此最溫暖的。",
      "length": 83,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 25,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 26,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 27,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 28,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 29,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 30,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 31,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 32,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 33,
      "content": "愛情這東西啊，是你想要的時候偏逃走，不想要的時候又糾纏不過來，想放放不開，想抓抓不牢，忘又忘不掉，恨又恨不了的一種輪迴中冥冥跟隨你的靈感世界！",
      "length": 71,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 34,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 35,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 36,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 37,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 38,
      "content": "因為你在乎對方，因為你愛得太投入，恨不得全世界只剩下彼此。所以，你害怕失去對方，所以約束，所以寸步不離，所以忘了給對方騰出一些私密空間。但是，戀愛的前提一定要信任對方。有時候，過於的在乎也會不小心變成傷害。",
      "length": 103,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 39,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 40,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 41,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 42,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 43,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 44,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 45,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 46,
      "content": "這一年，我懂得了日久不一定生情，但一定能夠見人心。這一年，我懂得了原來討厭的可以依舊討厭，喜歡的卻有很多可以不再喜歡。這一年，我懂得沒有誰會像父母一樣一直包容並原諒你。這一年，我懂得了生容易，活容易，生活不容易。",
      "length": 106,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 47,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 48,
      "content": "不要以那靈魂知己的名義，去等不該等的人，最後就是蹉跎那不該蹉跎的青春。有沒有那麼一個人，曾經讓你發了瘋的想，現在卻拼了命的想忘掉，有些人我們叫著親愛的卻並不喜歡。有些人我們罵著傻逼卻是真的愛著。",
      "length": 97,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 49,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-08-12T18:11:17.495Z"
    },
    {
      "id": 50,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-08-12T18:11:17.495Z"
    }
  ]
}