{
  "type": "愛情文案",
  "updated": "2025-08-30T12:11:27.919Z",
  "updateTime": "2025/8/30 下午8:11:27",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 2,
      "content": "兩個相愛的人在一起是一種快樂，幸福。因為不易所以才應該更加去珍惜，不要到失去的時候才懂得。同樣，愛需要包容，記得有這樣的一句話，彼此相愛的人，他們的心是彼此最溫暖的。",
      "length": 83,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 3,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 4,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 5,
      "content": "愛我，就把你的手給我。我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的微笑,讓你天天快樂。",
      "length": 136,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 6,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 7,
      "content": "有扇門永遠為我們敞開，那就是愛，愛所有的人，愛這個世界。懂得與人分享愛，就是懂得愛與被愛。你藏在我心裡，我不難找到你；你藏在自己心裡，任何人也找不到你。試著把自己的心打開，不要拒人千里，先在自己的心裡裝下別人、裝下大眾，這份愛叫幸福，這份愛叫包容，包容的愛裡沒有傷害。",
      "length": 134,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 8,
      "content": "有些人註定是隻會放在你心底，而消失在你的生活裡。你從心底知道自己是愛她的，儘管現在已經記不起她的樣子。因為這愛如此深重，以至於你一度以為自己會忘不掉。",
      "length": 75,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 9,
      "content": "喜歡你，就會在想起你時微笑，至於你是否明白我微笑的原因，我一點也不在意。就像風很舒服時我也微笑，太陽很舒服時我也微笑，而風和太陽就跟你一樣，不會明白我微笑的原因。我怎麼對待風和太陽，我就怎麼對待你……",
      "length": 100,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 10,
      "content": "如果，真愛一個人，你會陷入情不自禁的旋渦中，情不自禁念他的好，情不自禁回憶和他一起走過的時光，情不自禁為他做一些事情，情不自禁在乎著他的一切。他愛不愛你，你也是能夠感覺到的。真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起的。對自己好點，對心愛的人也要好點。",
      "length": 131,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 11,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 12,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 13,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 14,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 15,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 16,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 17,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 18,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 19,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 20,
      "content": "唯有你願意去相信，那樣才能得到你想相信的。對的人終究會遇上，美好的人終究會遇到，只要讓自己足夠的美好。努力讓自己獨立堅強，這樣才能有底氣告訴我愛的人，我愛他。",
      "length": 79,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 21,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 22,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 23,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 24,
      "content": "蓄意著滿懷的傷情，在這幽柔的月夜下等你，為你和上一曲蕭音。夜靜謐，獨自品嚐這寂夜難眠的旋律。指尖那漸平、漸薄、漸穿的樹葉，卻是承載不了我對你的一片深情。月下花開，是因為傾注了我對你的愛。",
      "length": 93,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 25,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 26,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 27,
      "content": "我喜歡你的眼，看著我的眼。我喜歡你的臉，貼著我的臉。時間在改變，我不會改變。因為我很愛你。不想要你放棄，愛情這種默契得來不易。我愛你，真的是很愛你。所以想，把整個世界都給你。",
      "length": 87,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 28,
      "content": "暮然回首，那人就在燈火闌珊處的感動。茫茫人海，總有一個人千載不變地等著我，那是我十三億分之一的緣。你見他第一眼的時候就感覺到溫暖，甚至你分不清是在哪個時候，一份喜歡，莫名的昇華作了愛戀。讓你有願得一人心，白首不相離的決然。",
      "length": 111,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 29,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 30,
      "content": "雖然我表現得好像我不在乎，其實在我心裡比你想象的還要在乎。我所有的努力所有的奮鬥，都是為了擁有一個美好的未來。和遇見一個優秀的你，總會有一天，你會遇上那個人，陪你看每一次日出，一直陪你到人生落幕。",
      "length": 98,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 31,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 32,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 33,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 34,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 35,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 36,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 37,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 38,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 39,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 40,
      "content": "無憂純真的年代，愛是一種纏綿，朝夕相守，盟誓之約，至死不渝；是一種炫耀，彼此執手，溫柔的擁抱，耀眼的光芒綻放在青春的校園裡，投來多少羨慕的目光，傳來多少祝福的話語；愛更是一種心與心的交匯，一種內心莫名的渴望。",
      "length": 104,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 41,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 42,
      "content": "牽掛或深或淺，總在心上。乘著風，一路高架橋向前，朦朧的燈光透射另一種溫暖的浪漫。我們的前路，看似在黑夜深處，等在穿越了時光的隧道後，我們的故事突然一片明朗。懷念情人節的浪漫小雨，想念紀念日的靜謐風霜，生命美得極致，因為生命的陪伴，我們一路都能走好。今天，閉上眼睛，時光不再悲傷。",
      "length": 139,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 43,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 44,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 45,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 46,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 47,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 48,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 49,
      "content": "我習氣你的庇護，習氣你的調皮，習性你的溫順，習性你的聲響，你就是我餓飢外的裡包，烏明外的燈泡，你就是我獨一的獨一。",
      "length": 57,
      "addedAt": "2025-08-30T12:11:27.919Z"
    },
    {
      "id": 50,
      "content": "驚天動地的山盟海誓都是抵不上不離不棄的陪伴相守，再刻骨銘心的愛戀都是不如柴米油鹽平實的幸福。要想找到長久的幸福，你要看透這些，要剔除內心虛幻的想法，才是能找到真切的幸福。",
      "length": 85,
      "addedAt": "2025-08-30T12:11:27.919Z"
    }
  ]
}