{
  "type": "愛情文案",
  "updated": "2025-12-24T13:58:56.518Z",
  "updateTime": "2025/12/24 下午9:58:56",
  "totalCount": 13,
  "targetCount": 50,
  "completionRate": "26.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "其實，在愛情裡面沒有誰高誰矮，誰胖誰瘦，愛情是平等的，相互關愛的。選擇了就表示喜歡了，想這樣了，我沒有被愛情踐踏自尊，也沒有為愛情丟掉信仰，我追求的是我所要追求的。",
      "length": 82,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 2,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 3,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 4,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 5,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 6,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 7,
      "content": "因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 48,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 8,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 9,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 10,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 11,
      "content": "我們往往在愛上一個人時，就會情不自禁的竭力討他歡心，用自己的痛苦換取他哪怕是片刻的笑容，心甘情願在一個人面前卑微。可是，如果你一直在無私的付出，對方一直在坦然的接受；你一直在委屈自己，對方一直無視你的尊嚴。這樣的愛情，能算得上是愛情嗎？愛若疼痛，就不叫愛；愛若卑微，便不再是愛。",
      "length": 139,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 12,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2025-12-24T13:58:56.518Z"
    },
    {
      "id": 13,
      "content": "想讓別人感激你很簡單，只需要在大多數時間對人不好，偶爾對人好以下，他就會對你感激涕零。想要讓別人厭煩你也很簡單，只需要每時每刻都對他好，好的久了，他就厭煩你了。人都是犯賤的，越和他親近，他就越理所當然。所以，越是長久的愛，就越要偶爾來點冷淡。",
      "length": 121,
      "addedAt": "2025-12-24T13:58:56.518Z"
    }
  ]
}