{
  "type": "愛情文案",
  "updated": "2026-02-05T12:21:10.466Z",
  "updateTime": "2026/2/5 下午8:21:10",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 2,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 3,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 4,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 5,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 6,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 7,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 8,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 9,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 10,
      "content": "真正的愛，不是一時浪漫的激情，也不是驚天動地的表白，而是一份自然而然的牽掛，一份不動聲色的關懷，一份設身處地的體貼，一份如影隨形的惦念。再多繁華和浪漫的時光，都比不上一起樸素相依的歲月，生活可以是平淡的，也是有詩意的，只要我們不離不棄的牽著手走過人生的每一天，每一個日子都是幸福的。",
      "length": 141,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 11,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 12,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 13,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 14,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 15,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 16,
      "content": "我曾經以為不會講完的故事，其實早就準備了物是人非的結局。我曾經以為不會散場的青春，只剩下寫滿告別的字句。我曾經以為那麼重要的你，也可以心平氣和地只放在回憶裡。人長大了，就不再有那麼多的義無反顧，我會很安靜，很安靜。",
      "length": 107,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 17,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 18,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 19,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 20,
      "content": "在擁有愛情的相濡以沫的平淡日子裡，我們感染上對方的氣息，被漸漸同化。當日復一日的歲月在我們臉上刻上烙印，當一圈又一圈的年輪在我們腳下走過，當兩個人在不經意中去體貼對方，去關愛對方，一個眼神，一聲嘆息，一個笑靨，都會給對方帶來心靈的共鳴，都會使愛情得到昇華。",
      "length": 128,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 21,
      "content": "因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 48,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 22,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 23,
      "content": "一起久了，兩個人的性格會互補，愛得多的那個脾氣會越來越好、越來越遷就；被愛的那個則會越來越霸道。總有一個人會改變自己，放下底線來迎合縱容你。不是天生好脾氣，只是怕失去你，才寧願把你越寵越壞，困在懷裡。所謂性格不合，只是不愛的藉口。",
      "length": 115,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 24,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 25,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 26,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 27,
      "content": "愛一個人，那麼也就是永遠的是要心疼她，永遠都是不捨得去責備她的。看到她哭，自己的心那就是跟針扎的一樣；看到她笑，自己的就跟開了花兒一樣。在愛情中，每個人都有自己致命的軟肋",
      "length": 85,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 28,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 29,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 30,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 31,
      "content": "不愛不是因為沒有未來，而是他根本沒有把你設計進他的未來。相愛並不就代表著他把你設計進了他的未來裡，他只是現在愛你，而不是這一輩子。他的人生已經過了一半，哪裡有一輩子去愛你，一輩子的愛豈不是美麗的承諾。承諾是永遠兌現不了的誓言，因為沒把握，才給你承諾。",
      "length": 125,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 32,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 33,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 34,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 35,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 36,
      "content": "有時候，最好的安慰，就是無言的陪伴。在青春最好的年紀，你可以愛一個人，但不要等待一個人。你可以去毫無保留的愛人，就算是愛錯了，摔倒了，大不了拍拍灰塵繼續往前走。但千萬不要停留在原地，毫無期限的等待某人。等待的往往不是愛，而是糾纏虛耗。青春擁有的就是激情，激情耗盡了，人就老了。",
      "length": 138,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 37,
      "content": "走過多少春秋，我終於在對的時間遇到了對的你！親愛的，感謝你使我：結束孤單的漂流；終止靈魂的鬥毆；找到甜蜜的歸宿，從此執著的相守！",
      "length": 64,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 38,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 39,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 40,
      "content": "每一朵鮮花的盛開都經歷風霜雨雪，每一把利劍的形成都經過千錘百煉，每一樁愛情的正果都必經艱難困苦。可是亦有經歷了風霜雨雪千錘百煉艱難困苦，連花都開了劍也鑄成了四級都過了，愛情卻最終未修成正果的。",
      "length": 96,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 41,
      "content": "愛的奇妙，在於它是超意識、超自我、超物質的一種感覺，是心靈中一種美麗的犧牲，一種有距離的欣賞與理解。情用出去了，就不要考慮收回，愛不是放高利貸，投了資就能使收回利潤。愛又是這樣一張存摺，只要你不揮霍，珍惜每一次支出，每支一分，就有十分存入，使你一天比一天富有。",
      "length": 130,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 42,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 43,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 44,
      "content": "愛你，想你，到痴迷，而你卻毫不在意，彷彿我從未走進你的心裡；思你，念你，到流下淚滴，而你卻似乎並不珍惜，彷彿我從來就沒遇到過你；疼你，惜你，到夢裡，而你卻從未記起，彷彿你我從未在一起……",
      "length": 93,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 45,
      "content": "真正的愛情源於彼此發自內心的傾慕，建立在兩情相悅的基礎上。任何只顧瘋狂的去愛別人而不顧自己是否也被愛，或者只顧索取而不知道真心付出的人都不會有好的結局。",
      "length": 76,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 46,
      "content": "愛情中沒有對與錯，也沒有先來後到，有的只是愛或不愛，不要等到錯過了再去後悔。愛情裡沒有輸贏，只有愛與不愛，愛就要愛的痛快，不愛就忘得乾脆，哭哭啼啼挽回的不是愛而是同情。參雜著同情的愛就不純粹了。愛了就愛了，付出了，體驗了，哪怕結果會是傷了，痛了，無論如何不要為自己的付出後悔。",
      "length": 138,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 47,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 48,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 49,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2026-02-05T12:21:10.466Z"
    },
    {
      "id": 50,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2026-02-05T12:21:10.466Z"
    }
  ]
}