{
  "type": "愛情文案",
  "updated": "2025-08-07T00:34:32.156Z",
  "updateTime": "2025/8/7 上午8:34:32",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "從前有個人突然的闖入你的生活，教會你什麼是愛了，然後他就離開了，我一生中最幸運的兩件事情，一件是時間終於將我對你的愛消耗殆盡。另一件事，是很久很久前，我遇到你",
      "length": 79,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 2,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 3,
      "content": "你終會明白，誰是虛情假意，誰是真心愛你，誰會為你不顧一切。不要浪費生命，去忍受這些不必忍受的事。忍受完，又浪費生命去抱怨或咒罵，這太划不來。你一定有更好的事可做的！假如你的生活開始變得像一列失控的火車，抓住急救繩，趕緊跳下去。否則，你只能呆在一列飛車上，卻不知駛向何方。",
      "length": 135,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 4,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 5,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 6,
      "content": "愛你，想你，到痴迷，而你卻毫不在意，彷彿我從未走進你的心裡；思你，念你，到流下淚滴，而你卻似乎並不珍惜，彷彿我從來就沒遇到過你；疼你，惜你，到夢裡，而你卻從未記起，彷彿你我從未在一起……",
      "length": 93,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 7,
      "content": "一個人愛上你的原因，並不是你有多好，而是你對他有多重要。為什麼有些人表現的再優秀，也不如別人撒幾句嬌管用，就是這個道理。你的優秀，只是你的好。而別人撒嬌，卻讓男人覺得自己很重要。談戀愛，是兩個人相互權衡比重。所以，你對他有多重要，就代表他有多愛你。",
      "length": 124,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 8,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 9,
      "content": "如果做不了你的唯一，我連最愛也不要做。如果你給我的，也同樣給了別人，那我寧願不要。我若在你心上，情敵三千又何妨。你若在我身旁，負了天下又怎樣。愛絕不是要找一雙完全適合你的手，而是一雙無論有多麼的不合適，也願意牽你的手。",
      "length": 109,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 10,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 11,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 12,
      "content": "或許愛情只是因為寂寞，需要找一個人來愛，即使沒有任何結局，但自己堅持的幻覺，總讓自己一痛再痛，漸漸變的自私。很多人不需要再見，因為只是路過而已，遺忘就是我們給彼此最好的紀念。一個人的一生可以有多少時間給另一個人，愛也許只是在一瞬間，這份愛，卻也讓人記憶一輩子。",
      "length": 130,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 13,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 14,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 15,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 16,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 17,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 18,
      "content": "不要去騙一個喜歡你的人。一輩子碰到一個愛你的人不容易，錯過一輛車可以等，錯過一個人就是一輩子。有一種東西不可以利用，那就是善良；有一種東西不可以欺騙，那就是感情。有一種東西不可以原諒，那就是謊言背後的欺騙。別叫愛你的那個人把心拿下來縫了又補！這樣會很疼！",
      "length": 127,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 19,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 20,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 21,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 22,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 23,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 24,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 25,
      "content": "因為想一個人而寂寞，因為愛一個人而溫順；因為有一個夢而執著，因為等一個人而折磨；愛，就大聲說出來，因為你永遠都不會知道，明天和意外，哪個會先來！世界上最遠的距離，不是站在你面前你不知道我愛你，而是愛到痴迷，卻不能說我愛你。",
      "length": 111,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 26,
      "content": "愛情是神秘的東西，一個人可以有好幾次戀愛，但愛來愛去你會發現，最愛的人只有一個，而在你身邊的，又往往不是你最愛的人。離開永遠都是比相遇更加的容易，因為相遇那是幾億人中一次的緣分，而離開就只是你兩個人的結局。",
      "length": 103,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 27,
      "content": "世界太大，人海茫茫，總是遇不見那個對的人；世界又太小，芸芸眾生，縱使有很多分岔口，總是會在終點遇見那個對的人。想對你說：親愛的，是天定，讓你我相遇、相愛、相伴，我們會一直恩愛幸福到老！",
      "length": 92,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 28,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 29,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 30,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 31,
      "content": "同行一生，是難得的緣分；共度一旅，也是一份可貴的紀念。愛我的人，我不愛她；我愛的人，她不愛我；兩情相悅，那麼到底能不能在一起了？我想是可以的，因為世間必有真情在。愛情沒有因果，愛情沒有規則，愛情不分對錯，真愛最殘忍卻不褪色。",
      "length": 112,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 32,
      "content": "經過一次付出了卻得不到回報的愛情之後，免不了對人起了疑心，總提防著。還以為這是自己長大了，也不過是小資產階級那點保本的策略：不想賠，就把錢藏好，一分也不要拿出來。這個思路，廣泛應用於各類情感，這就是通俗愛情。",
      "length": 104,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 33,
      "content": "有些人註定是隻會放在你心底，而消失在你的生活裡。你從心底知道自己是愛她的，儘管現在已經記不起她的樣子。因為這愛如此深重，以至於你一度以為自己會忘不掉。",
      "length": 75,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 34,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 35,
      "content": "我不知道月亮能不能代表我的心，但我告訴你我真的愛你！愛你有多深，我找不到標準來衡量，但我向你保證時間可以見證我愛你一生一世！",
      "length": 62,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 36,
      "content": "兩杯苦咖啡，讓它相融，讓彼此熟悉彼此的味道，慢慢的融合出，愛情兩個人共有的那一種，讓人歡樂的、濃濃的，讓人回味起，還有那種望梅止渴的美味。愛情，我說它是兩杯濃濃的苦苦的原味咖啡，融合了，成了彼此熟悉的味道，品味一生，那就是愛情。",
      "length": 114,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 37,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 38,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 39,
      "content": "牽掛或深或淺，總在心上。乘著風，一路高架橋向前，朦朧的燈光透射另一種溫暖的浪漫。我們的前路，看似在黑夜深處，等在穿越了時光的隧道後，我們的故事突然一片明朗。懷念情人節的浪漫小雨，想念紀念日的靜謐風霜，生命美得極致，因為生命的陪伴，我們一路都能走好。今天，閉上眼睛，時光不再悲傷。",
      "length": 139,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 40,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 41,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 42,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 43,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 44,
      "content": "我們往往在愛上一個人時，就會情不自禁的竭力討他歡心，用自己的痛苦換取他哪怕是片刻的笑容，心甘情願在一個人面前卑微。可是，如果你一直在無私的付出，對方一直在坦然的接受；你一直在委屈自己，對方一直無視你的尊嚴。這樣的愛情，能算得上是愛情嗎？愛若疼痛，就不叫愛；愛若卑微，便不再是愛。",
      "length": 139,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 45,
      "content": "愛情不是遊戲，因為我們玩不起。不要輕易說愛，許下的諾言欠下的債。愛不是缺了就可以找，更不是累了便可以換。愛一個人，不一定要擁有；但擁有一個人，就一定要好好去愛。愛，不是一個人的獨角戲，而是兩個人的對手戲！女人善變的是臉，而男人善變的卻是心。",
      "length": 120,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 46,
      "content": "愛情中沒有對與錯，也沒有先來後到，有的只是愛或不愛，不要等到錯過了再去後悔。愛情裡沒有輸贏，只有愛與不愛，愛就要愛的痛快，不愛就忘得乾脆，哭哭啼啼挽回的不是愛而是同情。參雜著同情的愛就不純粹了。愛了就愛了，付出了，體驗了，哪怕結果會是傷了，痛了，無論如何不要為自己的付出後悔。",
      "length": 138,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 47,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 48,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 49,
      "content": "如果你不能對我好一輩子，請你不要對我好，哪怕只是一秒鐘；如果你不能騙我一輩子，請你不要騙我，哪怕只是一個字；如果你不能愛我一輩子，請你不要愛我，哪怕只是一瞬間。",
      "length": 80,
      "addedAt": "2025-08-07T00:34:32.156Z"
    },
    {
      "id": 50,
      "content": "無憂純真的年代，愛是一種纏綿，朝夕相守，盟誓之約，至死不渝；是一種炫耀，彼此執手，溫柔的擁抱，耀眼的光芒綻放在青春的校園裡，投來多少羨慕的目光，傳來多少祝福的話語；愛更是一種心與心的交匯，一種內心莫名的渴望。",
      "length": 104,
      "addedAt": "2025-08-07T00:34:32.156Z"
    }
  ]
}