{
  "type": "愛情文案",
  "updated": "2026-02-06T06:26:32.684Z",
  "updateTime": "2026/2/6 下午2:26:32",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "不愛不是因為沒有未來，而是他根本沒有把你設計進他的未來。相愛並不就代表著他把你設計進了他的未來裡，他只是現在愛你，而不是這一輩子。他的人生已經過了一半，哪裡有一輩子去愛你，一輩子的愛豈不是美麗的承諾。承諾是永遠兌現不了的誓言，因為沒把握，才給你承諾。",
      "length": 125,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 2,
      "content": "世界上的愛情有兩種。一種是讀你；一種是毒你。讀你的感覺，就像一首美妙甜蜜的小夜曲，詩意浪漫而充滿了激情、自然。這種讀你的愛情驚心動魄、刻骨銘心。它會讓你為愛奉獻犧牲、為愛流血流淚、為愛奮鬥自強、為愛奮不顧身。這種愛，曾讓無數人沉迷其中，而寫出了不朽的愛情詩篇樂章，愛情是創作的永恆主題一說。",
      "length": 145,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 3,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 4,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 5,
      "content": "愛情中沒有對與錯，也沒有先來後到，有的只是愛或不愛，不要等到錯過了再去後悔。愛情裡沒有輸贏，只有愛與不愛，愛就要愛的痛快，不愛就忘得乾脆，哭哭啼啼挽回的不是愛而是同情。參雜著同情的愛就不純粹了。愛了就愛了，付出了，體驗了，哪怕結果會是傷了，痛了，無論如何不要為自己的付出後悔。",
      "length": 138,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 6,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 7,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 8,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 9,
      "content": "懂你的眼淚，能看到你心中全部的海洋；懂你的逞強，能看穿你撒謊背後所有的悲傷。這個世上，錢能買得起的，沒有真正的奢侈品，最奢侈的事，是把真心送給了你；緣分有千萬，屈指可數的只有限量版，最限量版的情，是把珍惜留給了你。",
      "length": 107,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 10,
      "content": "我們往往在愛上一個人時，就會情不自禁的竭力討他歡心，用自己的痛苦換取他哪怕是片刻的笑容，心甘情願在一個人面前卑微。可是，如果你一直在無私的付出，對方一直在坦然的接受；你一直在委屈自己，對方一直無視你的尊嚴。這樣的愛情，能算得上是愛情嗎？愛若疼痛，就不叫愛；愛若卑微，便不再是愛。",
      "length": 139,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 11,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 12,
      "content": "儲蓄愛情的過程，其實也是真正考驗兩個人愛情忠貞與否的過程。不是當事人來考驗，而是生活的考驗。在儲蓄愛情的過程中，有些人終於忍耐不住了？露了原形。有些人在平淡如水的日常生活裡卻打磨出金燦燦的光圈，讓我們體會到他安靜的外表下一顆充滿了愛與柔情的心靈。",
      "length": 123,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 13,
      "content": "人生學會隨緣，才能活得瀟灑自在。隨緣，是一種胸懷，是一種成熟，是對自我內心的一種自信和把握。原來，我們在落淚以前的轉身，是那麼的不甘心，是那麼的留戀曾經的故事。真的放棄真的很難，一旦放棄了，就真的放下吧，別讓過去的陰影，羈絆了你的步履。縱使遍體鱗傷，未必銘心刻骨。",
      "length": 132,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 14,
      "content": "在一起一天拉手在街上那是激情，在一起一年拉手在街上那是戀情，在一起五年還能在街上拉手那是感情，在一起十年在街上拉手是親情。如果三十年後還能一起拉手在街上散步那才是愛情。",
      "length": 84,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 15,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 16,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 17,
      "content": "有時候，最好的安慰，就是無言的陪伴。在青春最好的年紀，你可以愛一個人，但不要等待一個人。你可以去毫無保留的愛人，就算是愛錯了，摔倒了，大不了拍拍灰塵繼續往前走。但千萬不要停留在原地，毫無期限的等待某人。等待的往往不是愛，而是糾纏虛耗。青春擁有的就是激情，激情耗盡了，人就老了。",
      "length": 138,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 18,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 19,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 20,
      "content": "我曾經以為不會講完的故事，其實早就準備了物是人非的結局。我曾經以為不會散場的青春，只剩下寫滿告別的字句。我曾經以為那麼重要的你，也可以心平氣和地只放在回憶裡。人長大了，就不再有那麼多的義無反顧，我會很安靜，很安靜。",
      "length": 107,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 21,
      "content": "假如愛情可以解釋，誓言可以修改，假如你我的相遇，可以重新安排，那麼生活就會比較容易。假如有一天，我終於能將你忘記，然而這不是隨便傳說的故事，也不是明天才要上演的戲劇，我無法找出原稿，然後將你將你一筆抹去。",
      "length": 102,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 22,
      "content": "用一片情，寫一顆心，記一輩子，讓你孤獨的等候永遠有一個可想可念可愛可親的心上人。那樣，心就不會再老死，情就不會再枯萎，愛就不會再荒蕪。",
      "length": 67,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 23,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 24,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 25,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 26,
      "content": "你臨水而佇，依窗遠望，我千里迢迢涉水而來，只是為了傾聽那花開的季節，將一朵花而香息溫存在掌心種植，彷彿聽到了桃蕊的心在律動，那掐似少女的情懷，在等待渡她的良人。將一朵花種植在心底，不求春花無，不求相應成趣，惟願細水長流，孕育一枚殷紅的果子，將一段情懷，抵達心靈深處紛紛綻放。",
      "length": 137,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 27,
      "content": "香菸愛上火柴，屬於為愛奉獻。老鼠愛上大米，屬於追求自愛。我愛上了你，屬於上天的安排，你沒有理由不成為我的最愛。",
      "length": 55,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 28,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 29,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 30,
      "content": "很多的情侶在戀愛當中，都希望對方如何如何的對待自己，或者在單身的時候，就為對方設立了一系列的付出清單。其實，愛情就是一粒種子，只有懂得給予，才能開花結果。",
      "length": 77,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 31,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 32,
      "content": "男人把幼稚的女人看作單純，女人把單純的男人看作幼稚；事業是男人的姿色，姿色是女人的事業；男人用智商掌控女人，女人用情商拴住男人；男人喜歡長得漂亮的女人，女人喜歡對她好的男人；忠孝才是真正的男人味，柔順才是真正的女人味；男人忠孝令女人有安全感，女人柔順令男人有幸福感。",
      "length": 133,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 33,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 34,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 35,
      "content": "我習氣你的庇護，習氣你的調皮，習性你的溫順，習性你的聲響，你就是我餓飢外的裡包，烏明外的燈泡，你就是我獨一的獨一。",
      "length": 57,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 36,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 37,
      "content": "因為你在乎對方，因為你愛得太投入，恨不得全世界只剩下彼此。所以，你害怕失去對方，所以約束，所以寸步不離，所以忘了給對方騰出一些私密空間。但是，戀愛的前提一定要信任對方。有時候，過於的在乎也會不小心變成傷害。",
      "length": 103,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 38,
      "content": "如果只是為了安穩地過一輩子，找誰不行，幹嗎非你不可？我要和你談戀愛，我要我們一直一直地戀愛，我不要你像是認了命那樣守著我，我才不稀罕呢！愛情不是這樣的，不應該是這樣的，愛情應該是兩個人永遠開心地一起打家劫舍，而不是一起躲在暗處唯唯諾諾地分贓。--笛安《東霓》",
      "length": 129,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 39,
      "content": "愛情這東西啊，是你想要的時候偏逃走，不想要的時候又糾纏不過來，想放放不開，想抓抓不牢，忘又忘不掉，恨又恨不了的一種輪迴中冥冥跟隨你的靈感世界！",
      "length": 71,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 40,
      "content": "戀愛就象手機，總是謠傳要單向收費，卻永遠出不了臺，最後你才發現，謠言發源地不是用戶自己，就是沒有手機的所謂專家學者。再以後，你不得不說服自己，雙向收費是多麼合理合法。",
      "length": 83,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 41,
      "content": "沒有人是不可代替的，太用力的愛情，讓人看不清內心。用力過度就是不自信，不信任，怕來不及表達自己的情緒，怕沒有時間耐心等待。但其實，細水長流，平靜而深刻，才更容易看到內心。",
      "length": 85,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 42,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 43,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 44,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 45,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 46,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時間遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 47,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 48,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 49,
      "content": "遠方的戀情，就向火與風，假如僅僅是小火苗，風一吹就滅，如果是熊熊焚燒的烈火，風吹過反而會越燒越旺。",
      "length": 49,
      "addedAt": "2026-02-06T06:26:32.684Z"
    },
    {
      "id": 50,
      "content": "為什麼有些人明明條件很好，可偏偏在感情裡很自卑呢？不管外面有多少人在追求，可一旦面對那個人，立刻就全無自信了。原因很簡單，因為你太重視對方，整顆心都在別人身上，乃至於害怕自己做的不夠好。愛情就是這樣，他愛你時，你就驕傲上雲端。他不愛你時，就卑微入塵埃。",
      "length": 126,
      "addedAt": "2026-02-06T06:26:32.684Z"
    }
  ]
}