{
  "type": "愛情文案",
  "updated": "2025-08-29T00:30:12.036Z",
  "updateTime": "2025/8/29 上午8:30:12",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 2,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 3,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 4,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 5,
      "content": "有時候，最好的安慰，就是無言的陪伴。在青春最好的年紀，你可以愛一個人，但不要等待一個人。你可以去毫無保留的愛人，就算是愛錯了，摔倒了，大不了拍拍灰塵繼續往前走。但千萬不要停留在原地，毫無期限的等待某人。等待的往往不是愛，而是糾纏虛耗。青春擁有的就是激情，激情耗盡了，人就老了。",
      "length": 138,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 6,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 7,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 8,
      "content": "如果遇上的那個人是對的，一定不需要你花費那麼多技巧辛苦來維繫。若是一段感情需要你很小心很努力，那麼終究還是會失去。別讓自己太累，太用力的愛情，往往太容易失去生命力。",
      "length": 82,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 9,
      "content": "有些歌總是百聽不厭，有些人總是記憶猶新，有些事總是時常叨唸，有些話總是難以忘卻，有些愛總是一世留戀，有些情總是久久回味：親愛的，好想你！",
      "length": 68,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 10,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 11,
      "content": "或許我們就這樣錯過，再來後悔為何當初不說。摘不到的星星，總是最閃亮的。熘掉的小魚，總是最美麗的。錯過的電影，總是最好看的。失去的情人，總是最懂我的。這世界上，每一個人都有個想要尋找的人。",
      "length": 93,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 12,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 13,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 14,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 15,
      "content": "有人說，愛讓一個人低聲下氣，愛讓一個人失去自己。他們說，誰愛得多，誰就輸得多。是的，我承認，愛情是一場博奕。但愛情不是戰爭。愛不是用來制約對方，也不是用來打敗對方的。",
      "length": 83,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 16,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 17,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 18,
      "content": "愛並不是虛情假意的謊言，它是實實在在的情感，只要仔細感受，你就會發現愛本就緊挨著你：它可能是清早母親擠向你牙刷上的一寸牙膏，讓你感受到溫馨；它可能是陌生人的一把攙扶，讓你體會到溫曖；它可能是作業本里老師落下的一根白髮，讓你感悟到關愛；它可能就是一個微笑，讓你理解到寬容和讚賞。在生活中，你有了這種感受，體會，感悟，理解，受到觸動感染，激勵鼓舞，你就會去掉冷漠，解除封閉，成為一個有愛心的人。",
      "length": 195,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 19,
      "content": "我知道我不完美，但我的愛最純粹，我不怕苦不怕累，一生愛你是我最燦爛的陶醉，努力營造生活的明媚，愛你我真的無悔。",
      "length": 55,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 20,
      "content": "我對你有了一種割捨不掉的欽佩感和依戀感。見不到你的時候，我會在一個無人的角落裡惆悵，滿心期待你的出現。你已經在我心靈最柔軟的地方生根了，喜歡在你的注視下度過每一分每一秒。",
      "length": 85,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 21,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 22,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 23,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 24,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 25,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 26,
      "content": "一千次的激情，一千次莫名的承諾，一千次漂移的浪漫詩篇，寫盡你的芳華，也把我對你一千次的表白，體現的淋漓盡致，千回百度，依舊愛你。讀你一千遍，也不厭倦，愛你千遍，還是不夠，我要把你深深的珍藏在我的心底，愛上一萬年。",
      "length": 106,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 27,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 28,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 29,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 30,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 31,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 32,
      "content": "愛上你，沒有太多的理由。很自然的被你征服。回首往事，以為這輩子再也不會去觸碰愛情。可沒想到，今天，我還是如此簡單的被愛情征服。而且愛得不能自拔，不想放棄......",
      "length": 82,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 33,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 34,
      "content": "緣分是一種機緣巧合，本來應該擦肩而過的人相識或相戀。我相信緣分，冥冥之中有一雙無形的手，在左右我們的命運。 緣分是前世感情的延續，緣分是今世的擦肩而過。緣分是前世不變的誓言，緣分是今生痛苦的約定。緣分是一次機遇的把握，緣分是一種愛慕的流逝。緣分是相遇時美好夢想。",
      "length": 131,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 35,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 36,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 37,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 38,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 39,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 40,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 41,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 42,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 43,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 44,
      "content": "心裡裝下一個他。只要讀出他的名字，就會覺得自己變得勇敢，變得堅強。可以不顧一切地對他好，即使他什麼也不知道。會聽他聽過的歌，讀他讀過的書，在意他在意的人。即便他忘了那首歌那本書那個人，我也還是會一樣深深記得。我想要我們什麼都在一起做，即使我們什麼都沒在一起做過。",
      "length": 131,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 45,
      "content": "戀人之間，最怕的不是情緒化，而是徹底迴歸平靜。一旦萬籟俱寂，也就是情之盡頭了。越廝纏，才越廝愛。那些正在折騰著的男男女女們，別嫌煩：生命在於運動，愛情註定折騰！",
      "length": 80,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 46,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 47,
      "content": "從前有個人突然的闖入你的生活，教會你什麼是愛了，然後他就離開了，我一生中最幸運的兩件事情，一件是時間終於將我對你的愛消耗殆盡。另一件事，是很久很久前，我遇到你",
      "length": 79,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 48,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 49,
      "content": "愛，一個人，註定不是那麼簡簡單單，即使簡單，時間久了，依舊牽絆，可是，不迷戀那些神話，如果沒有期盼，沒有挫折，沒有刻骨銘心，那麼，幸福註定不會長久！",
      "length": 74,
      "addedAt": "2025-08-29T00:30:12.037Z"
    },
    {
      "id": 50,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-08-29T00:30:12.037Z"
    }
  ]
}