{
  "type": "愛情文案",
  "updated": "2026-01-24T13:55:41.129Z",
  "updateTime": "2026/1/24 下午9:55:41",
  "totalCount": 10,
  "targetCount": 50,
  "completionRate": "20.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 2,
      "content": "洶湧而至的愛，來得快去的也快。而真正對你好的人，往往是細水長流。你可能會怪他沒有付出真心，但在一天天過日子裡，卻能感覺到他對你無所不在的關心。好的感情，不是一下子就把你感動暈，而是細水長流的把你寵壞。",
      "length": 100,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 3,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 4,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 5,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 6,
      "content": "愛上一個人很難，要徹底忘記一個你真心愛的人更難，似水流年，時光清淺，惟願那些舊時光裡的曾經，情依舊如清澈的泉水涓涓流淌在記憶最深處，輕盈、甜蜜、歡快……",
      "length": 76,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 7,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 8,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 9,
      "content": "如果遇上的那個人是對的，一定不需要你花費那麼多技巧辛苦來維繫。若是一段感情需要你很小心很努力，那麼終究還是會失去。別讓自己太累，太用力的愛情，往往太容易失去生命力。",
      "length": 82,
      "addedAt": "2026-01-24T13:55:41.129Z"
    },
    {
      "id": 10,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2026-01-24T13:55:41.129Z"
    }
  ]
}