{
  "type": "愛情文案",
  "updated": "2025-08-12T06:11:28.495Z",
  "updateTime": "2025/8/12 下午2:11:28",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 2,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 3,
      "content": "真愛是無處不在的。愛不是簡單的喜歡，而是永恆的感動。每分鐘都想在一起，是熱戀的狀態。當激情在生活和時間的磨礪下逐漸平息，我們會發現，愛就在你我身邊。它是你哭泣時對方遞過來的一條毛巾，是你無助時一個可以依靠的臂膀，是你走進人生低谷時的不離不棄。真愛樸素無華，需要用心去感受。",
      "length": 136,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 4,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 5,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 6,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 7,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 8,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 9,
      "content": "洶湧而至的愛，來得快去的也快。而真正對你好的人，往往是細水長流。你可能會怪他沒有付出真心，但在一天天過日子裡，卻能感覺到他對你無所不在的關心。好的感情，不是一下子就把你感動暈，而是細水長流的把你寵壞。",
      "length": 100,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 10,
      "content": "唯有你願意去相信，那樣才能得到你想相信的。對的人終究會遇上，美好的人終究會遇到，只要讓自己足夠的美好。努力讓自己獨立堅強，這樣才能有底氣告訴我愛的人，我愛他。",
      "length": 79,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 11,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 12,
      "content": "沉默，是一個人對愛最蒼白的表情；是一顆心對情最無力的回應。沉默的人，愛的最深；沉默的心，傷的最重。",
      "length": 49,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 13,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 14,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 15,
      "content": "找一個相守一生的人，未必要完美，甚至未必是至愛，只要同路就好，可以結伴而行，不至一生寂寞，足夠了。",
      "length": 49,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 16,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 17,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 18,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 19,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 20,
      "content": "愛你的感覺，永遠都是那麼美。你那溫柔的笑臉，是我致命的弱點。愛你愛你……不管今生或來世，我將永遠愛你。",
      "length": 51,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 21,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 22,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 23,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 24,
      "content": "如果，在身邊的最後真的不是你。如果經歷了那麼多坎坷輾轉後，最終還是要分開。如果故事到最後，是我們的身邊都有了別的人。如果回憶，諾言和曾經相愛的決心都在現實面前變的渺小，不堪一擊。不管以後如何，不管結局如何。現在的我還是願意執著的去愛------我們一起等我們的最後，最後的最後。",
      "length": 139,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 25,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 26,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 27,
      "content": "再好的婚姻也不能擔保既有的愛情永存，杜絕新的愛情發生的可能性。不過，這沒有什麼不好。世上沒有也不該有命定的姻緣。靠閉關自守而得維持其專一長久的愛情未免就會顯得可憐。",
      "length": 82,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 28,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 29,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 30,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 31,
      "content": "若你欲哭無淚，那就嘗試著說出來。如若不是為了一個人，誰肯枯守一座城。城市和愛情，總是有著這樣那樣的關係。我們會因為一個人，去到那座城，因為那是一座愛的城；我們也會因為一個人，離開一座城，那是一座絕望的傷城。生命是一場遇見，在人來人往之間，最稀罕的就是你會遇見另一個自己。",
      "length": 135,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 32,
      "content": "如果你給我的愛，不能天長地久，當初又何必苦苦追求讓我愛上你。你曾經告訴我：為了我，你可以放棄所有。你的父母，你的公司，若是阻攔了我們，你都甘願放棄，決不皺眉。",
      "length": 79,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 33,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 34,
      "content": "吵吵鬧鬧的相愛，親親熱熱的怨恨，一切的沉重的輕浮，嚴肅的狂妄，整齊的混亂，鉛鑄的羽毛，寒冷的火焰，憔悴的健康，永遠覺醒的睡眠，否定的存在！我感到愛情正是這種東西。",
      "length": 81,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 35,
      "content": "永遠不要無休止的圍著你喜歡的那個男人轉，儘管你喜歡得他快要掏心掏肺的死掉了，也還是要學著給他空間，否則，你要小心纏得太緊會勒死他的。",
      "length": 66,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 36,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 37,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 38,
      "content": "喜歡的人不出現，出現的人不喜歡。這都是因為你太愛自己了！都說理想豐滿、現實骨感，其實理想和現實之間的差距，恰恰是我們內心對自己認知的錯位。總覺得生命中迎面而來的人太糟糕，或許正是因為把自己設想得太完美。",
      "length": 101,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 39,
      "content": "最初的相識相知，後來的相濡以沫，讓我相信你就是我一直在苦苦找尋的幸福。但我猜到了過程，卻未曾猜到結局。現在才發現，幸福有時距離我很近很近，甚至觸手可及，但卻也只是過眼雲煙，轉瞬即逝。其實，我想要的幸福真的很簡單，我只想：願得一人心，白首不相離。",
      "length": 122,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 40,
      "content": "認識你是一種緣，能在一起走一生，是一種幸福。不會讓你為了我而哭泣傷心，我要好好珍惜和你在一起的分分秒秒，那美好的快樂和歡笑，我會珍藏。無論遇到什麼事情，永遠不會輕易說分手，永遠不會輕易地放棄感情，我們的愛情，經得起時間的考驗。",
      "length": 113,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 41,
      "content": "我們愛上了那個人，才發現她身體裡那麼多的喜怒哀樂。她的悲傷，她的軟弱，她的無理取鬧；她的種種的。讓你覺得你怎麼會愛上這樣一個人，你無法忍受的地方一一暴露在你面前。這個時候，我們總會忘了一件最重要的事，你能看到這些是因為，她也愛著你。",
      "length": 116,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 42,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 43,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 44,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 45,
      "content": "我記得你的手掌是溫暖的，你曾說愛我！我們兜兜轉轉走了這麼久又回到了這裡！你很快又投入另一段戀情，我們曾執手說好的甜蜜誓言被我們合力敲碎了，原來時間讓我們遺失了彼此的同時，也讓我們學會了淡忘！愛與喜歡，不過是一場自顧自的執著，但我愛你，愛了整整一個曾經！",
      "length": 126,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 46,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 47,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 48,
      "content": "愛情，像長不大的孩子，一旦一段愛情被稱為成熟，事實上它已經不是愛情，而是由時間定位的一種習慣。愛情，又像是一顆萌芽的種子，經歷風風雨雨變成了果實。沒有最初的感動，沒有最初的朦朧，沒有最初的難捨難分，它以一種叫擁有的形式推遠了那份珍貴。",
      "length": 117,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 49,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2025-08-12T06:11:28.495Z"
    },
    {
      "id": 50,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2025-08-12T06:11:28.495Z"
    }
  ]
}