{
  "type": "愛情文案",
  "updated": "2026-01-06T06:13:12.191Z",
  "updateTime": "2026/1/6 下午2:13:12",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 2,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 3,
      "content": "不管這考驗多坎坷，都要一大步跨過去。你的愛情，如果，不幸福，如果，不快樂，那就放手吧，有些失去那是註定的，有些緣分是永遠不會有結果的。愛一個人不一定會擁有，若是擁有一個人，就好好愛她。",
      "length": 92,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 4,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 5,
      "content": "我記得你的手掌是溫暖的，你曾說愛我！我們兜兜轉轉走了這麼久又回到了這裡！你很快又投入另一段戀情，我們曾執手說好的甜蜜誓言被我們合力敲碎了，原來時間讓我們遺失了彼此的同時，也讓我們學會了淡忘！愛與喜歡，不過是一場自顧自的執著，但我愛你，愛了整整一個曾經！",
      "length": 126,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 6,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 7,
      "content": "生命中，有些人，一旦遇見，便一眼萬年；有些心動，一旦開始，便覆水難收；有些情，一旦眷戀，便海枯石爛；有些緣分，一旦交織，便在劫難逃。",
      "length": 66,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 8,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 9,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 10,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 11,
      "content": "沒有人是不可代替的，太用力的愛情，讓人看不清內心。用力過度就是不自信，不信任，怕來不及表達自己的情緒，怕沒有時間耐心等待。但其實，細水長流，平靜而深刻，才更容易看到內心。",
      "length": 85,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 12,
      "content": "我們都是近視眼，忽略了離我們最真的情感，我們都是遠視眼，模糊了離我們最近的幸福。一輩子真的很短，遠沒有我們想象的那麼長，永遠真的沒有多遠，所以不妨對愛你的人好一點，也對自己好一點，是你的枕畔人，明天可能就是你的陌路人，如果這輩子來不及好好愛，就更不要指望下一輩子還能遇見。",
      "length": 136,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 13,
      "content": "永遠不要無休止的圍著你喜歡的那個男人轉，儘管你喜歡得他快要掏心掏肺的死掉了，也還是要學著給他空間，否則，你要小心纏得太緊會勒死他的。",
      "length": 66,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 14,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 15,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 16,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 17,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 18,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 19,
      "content": "你的身影，吸引我；你的溫柔，纏繞我；你的美麗，侵潤我；你的話語，激勵我；我對你的愛，如剛剛出浴的美人，帶著淡淡的清香，絲絲的羞澀。",
      "length": 65,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 20,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 21,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 22,
      "content": "從見你的第一眼開始，我就發現終於找到我的另一半了！我要給她一生的幸福！從未動搖過！我堅信一生不動搖！",
      "length": 50,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 23,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 24,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 25,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 26,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 27,
      "content": "愛一個人最重要的也許不是山盟海誓和甜言蜜語，生活中的一些瑣事，更能體現他對你的用情，那才是愛的密碼。財富是一種寄存，錢再多，你也不能帶到棺材裡去；情愛是一種寄存，人之亡之，情之焉附？權位是一種寄存，無論你怎樣叱吒風雲，卻不能逃出最終的交替；即使是生命本身，也不過是寄存於這個星球上的匆匆過客。而這個星球，本身充其量也就是造物主為人類建造的一間小驛站。",
      "length": 175,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 28,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 29,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 30,
      "content": "我總以為只要我努力、只要我掏出我全部的心，總有一天她會愛上我，就象我愛她一樣地愛我。難為你肯為她這樣做，可是愛情，好像不應該是這樣的。有時候有些東西，不是努力能得來的。--《愛有來生》",
      "length": 92,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 31,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 32,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 33,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 34,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 35,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 36,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 37,
      "content": "在我的愛情故事裡，王子不會變青蛙，灰姑娘永遠不會變公主。一切的一切都在輪迴中兜兜轉轉，所有一切都真實得那嚒驚心動魄。青草蓼莪的梧桐橋畔，冥冥中我看到你踏月而來的俊挺身影。你飄飄衣袂的一角，拂動了湖泊中那株搖曳的青蓮。",
      "length": 108,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 38,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 39,
      "content": "人生學會隨緣，才能活得瀟灑自在。隨緣，是一種胸懷，是一種成熟，是對自我內心的一種自信和把握。原來，我們在落淚以前的轉身，是那麼的不甘心，是那麼的留戀曾經的故事。真的放棄真的很難，一旦放棄了，就真的放下吧，別讓過去的陰影，羈絆了你的步履。縱使遍體鱗傷，未必銘心刻骨。",
      "length": 132,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 40,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 41,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 42,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 43,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 44,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 45,
      "content": "走在一起是緣分，一起在走是幸福，在一起就擁有了一生相守的幸福；有人說，緣分是前世修來的，是五百次回眸的執著才換來今生的擦肩而過，是千年不變的守候才有了今生的默默相守；有人說，幸福是有形狀的，你把它放在心裡，它就是心的形狀，你把它放在外面，它就虛無縹緲。",
      "length": 126,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 46,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 47,
      "content": "愛情應該像磨石子，或許剛撿到的時候你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如將自己已經擁有的石頭磨亮磨光。很多人認為，是因為感情淡了，人才會變的懶惰，其實人是先被惰性徵服，感情才慢慢變淡的。",
      "length": 131,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 48,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 49,
      "content": ".不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 104,
      "addedAt": "2026-01-06T06:13:12.191Z"
    },
    {
      "id": 50,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2026-01-06T06:13:12.191Z"
    }
  ]
}