{
  "type": "愛情文案",
  "updated": "2026-01-11T18:11:14.172Z",
  "updateTime": "2026/1/12 上午2:11:14",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "想成為她的影子，形影不離，這樣的喜歡單純卻又容易自卑，嚮往卻又有些心酸，喜歡一個人真的很難。",
      "length": 46,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 2,
      "content": "再好的婚姻也不能擔保既有的愛情永存，杜絕新的愛情發生的可能性。不過，這沒有什麼不好。世上沒有也不該有命定的姻緣。靠閉關自守而得維持其專一長久的愛情未免就會顯得可憐。",
      "length": 82,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 3,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 4,
      "content": "我們的那些愛情，多是經得起風雨，經不住平淡。別把海誓山盟看得太重，它只是愛的外衣；別把激情洋溢看得太真，它只是愛的序曲；別把共渡難關看得太切，它只是愛的片斷。平淡主宰著生活，亦充斥著愛情，它如鋒利的刀，削去了我們的期待與夢幻。愛原是一醞初釀的谷酒唯有守住平淡流年，它才久而彌香。",
      "length": 139,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 5,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 6,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 7,
      "content": "我們都是近視眼，忽略了離我們最真的情感，我們都是遠視眼，模糊了離我們最近的幸福。一輩子真的很短，遠沒有我們想象的那麼長，永遠真的沒有多遠，所以不妨對愛你的人好一點，也對自己好一點，是你的枕畔人，明天可能就是你的陌路人，如果這輩子來不及好好愛，就更不要指望下一輩子還能遇見。",
      "length": 136,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 8,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 9,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 10,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 11,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 12,
      "content": "儲蓄愛情的過程，其實也是真正考驗兩個人愛情忠貞與否的過程。不是當事人來考驗，而是生活的考驗。在儲蓄愛情的過程中，有些人終於忍耐不住了？露了原形。有些人在平淡如水的日常生活裡卻打磨出金燦燦的光圈，讓我們體會到他安靜的外表下一顆充滿了愛與柔情的心靈。",
      "length": 123,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 13,
      "content": "愛情很簡單，簡單到只有愛。一心一意是感情裡最溫柔的力量，歲月與共是平淡中最真實的擁有。有一種牽掛，無聲無息；有一種思念，望眼欲穿。",
      "length": 65,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 14,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 15,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 16,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 17,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 18,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 19,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 20,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 21,
      "content": "有一片天，為你晴；有一朵雲，為你飄；有一葉草，為你綠；有一枝花，為你笑；有一彎月，為你走；有一段情，為你留。親愛的，想你了。",
      "length": 62,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 22,
      "content": "雖然我們彼此分隔異地，但因為愛情，所以我們距離很近。在每一個入睡的晚上，跟你說聲晚安；在每一個醒來的早上，和你說聲早安。",
      "length": 60,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 23,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 24,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 25,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 26,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 27,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 28,
      "content": "實際上，只要人家兩個人你情我願，能把這段感情持續到天長地久，都把對方當成最愛的人，那這場愛情無論是基於經濟還是基於物質，它都是一個完美的結合，我們都要對這樣的愛情給予最真誠的祝福。",
      "length": 90,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 29,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 30,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 31,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 32,
      "content": "曾經以為，我是你心中永遠的春天，可我忘了，春天的後面是冷秋，寒冬。曾經以為，我可以戒情，戒網，戒傷心，可我忘了，最難戒的卻是你。",
      "length": 64,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 33,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 34,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 35,
      "content": "愛情總是痴情人受傷，為了自己的愛情自始不渝，即使自己被拒絕於千里之外，但還是至死不渝的追求自己喜歡的人，他們覺得很值得，因為愛情是神聖的！",
      "length": 69,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 36,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 37,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 38,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 39,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 40,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 41,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 42,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 43,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 44,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 45,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 46,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 47,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 48,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 49,
      "content": "同行一生，是難得的緣分；共度一旅，也是一份可貴的紀念。愛我的人，我不愛她；我愛的人，她不愛我；兩情相悅，那麼到底能不能在一起了？我想是可以的，因為世間必有真情在。愛情沒有因果，愛情沒有規則，愛情不分對錯，真愛最殘忍卻不褪色。",
      "length": 112,
      "addedAt": "2026-01-11T18:11:14.172Z"
    },
    {
      "id": 50,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2026-01-11T18:11:14.172Z"
    }
  ]
}