{
  "type": "愛情文案",
  "updated": "2026-02-10T00:47:27.509Z",
  "updateTime": "2026/2/10 上午8:47:27",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 2,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 3,
      "content": "你終會明白，誰是虛情假意，誰是真心愛你，誰會為你不顧一切。不要浪費生命，去忍受這些不必忍受的事。忍受完，又浪費生命去抱怨或咒罵，這太划不來。你一定有更好的事可做的！假如你的生活開始變得像一列失控的火車，抓住急救繩，趕緊跳下去。否則，你只能呆在一列飛車上，卻不知駛向何方。",
      "length": 135,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 4,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 5,
      "content": "愛情本身就是一本書，翻過無數遍卻不知其深意何在，也許歸功於不用心，也許歸納出了真諦，人或人，僅僅只是人與人而已，相遇、相知、相愛，總在一種微妙的時間和空間階段畫出不同的弧線。",
      "length": 87,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 6,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 7,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 8,
      "content": "春天我會給你清新的愛，夏天我會給你綠蔭般清涼的愛，秋天我為你灑下金色的愛，冬天一片片潔白的雪花便是我純白的愛！",
      "length": 55,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 9,
      "content": "雖然我表現得好像我不在乎，其實在我心裡比你想象的還要在乎。我所有的努力所有的奮鬥，都是為了擁有一個美好的未來。和遇見一個優秀的你，總會有一天，你會遇上那個人，陪你看每一次日出，一直陪你到人生落幕。",
      "length": 98,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 10,
      "content": "沒有深刻的愛情，哪有傷心刺骨的憂傷，沒有美麗甜蜜的愛情，哪有刻骨銘心的失落心痛，只有經歷過，才能體驗那抹憂傷......",
      "length": 60,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 11,
      "content": "人生學會隨緣，才能活得瀟灑自在。隨緣，是一種胸懷，是一種成熟，是對自我內心的一種自信和把握。原來，我們在落淚以前的轉身，是那麼的不甘心，是那麼的留戀曾經的故事。真的放棄真的很難，一旦放棄了，就真的放下吧，別讓過去的陰影，羈絆了你的步履。縱使遍體鱗傷，未必銘心刻骨。",
      "length": 132,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 12,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 13,
      "content": "愛一個人，那麼也就是永遠的是要心疼她，永遠都是不捨得去責備她的。看到她哭，自己的心那就是跟針扎的一樣；看到她笑，自己的就跟開了花兒一樣。在愛情中，每個人都有自己致命的軟肋",
      "length": 85,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 14,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 15,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 16,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 17,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 18,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 19,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 20,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 21,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 22,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 23,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 24,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 25,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 26,
      "content": "暮然回首，那人就在燈火闌珊處的感動。茫茫人海，總有一個人千載不變地等著我，那是我十三億分之一的緣。你見他第一眼的時候就感覺到溫暖，甚至你分不清是在哪個時候，一份喜歡，莫名的昇華作了愛戀。讓你有願得一人心，白首不相離的決然。",
      "length": 111,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 27,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 28,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 29,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 30,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 31,
      "content": "如果我們是在彼此最閃光的時候相遇，是好的，因為我們知道自己愛了一個值得愛的人，他/她有能力經營好自己的生活；如果我們是在彼此最狼狽的時候相遇，也是好的，因為我們知道自己愛了一個堅強的人，即使遇挫，也可以相濡以沫。",
      "length": 106,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 32,
      "content": "我們往往在愛上一個人時，就會情不自禁的竭力討他歡心，用自己的痛苦換取他哪怕是片刻的笑容，心甘情願在一個人面前卑微。可是，如果你一直在無私的付出，對方一直在坦然的接受；你一直在委屈自己，對方一直無視你的尊嚴。這樣的愛情，能算得上是愛情嗎？愛若疼痛，就不叫愛；愛若卑微，便不再是愛。",
      "length": 139,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 33,
      "content": "愛並不是虛情假意的謊言，它是實實在在的情感，只要仔細感受，你就會發現愛本就緊挨著你：它可能是清早母親擠向你牙刷上的一寸牙膏，讓你感受到溫馨；它可能是陌生人的一把攙扶，讓你體會到溫曖；它可能是作業本里老師落下的一根白髮，讓你感悟到關愛；它可能就是一個微笑，讓你理解到寬容和讚賞。在生活中，你有了這種感受，體會，感悟，理解，受到觸動感染，激勵鼓舞，你就會去掉冷漠，解除封閉，成為一個有愛心的人。",
      "length": 195,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 34,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 35,
      "content": "不要去恨一個人，那是對自己的折磨。不是一見鍾情再則日久生情的。不是得不到的才是最好的。不是距離產生美，也不是寂寞比浪漫可靠。愛情是沒有邏輯可言的，各有各的姿態，你愛了，便是愛了。",
      "length": 89,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 36,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 37,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 38,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 39,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 40,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 41,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 42,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 43,
      "content": "愛我，就把你的手給我。我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的微笑,讓你天天快樂。",
      "length": 136,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 44,
      "content": "如果，在身邊的最後真的不是你。如果經歷了那麼多坎坷輾轉後，最終還是要分開。如果故事到最後，是我們的身邊都有了別的人。如果回憶，諾言和曾經相愛的決心都在現實面前變的渺小，不堪一擊。不管以後如何，不管結局如何。現在的我還是願意執著的去愛------我們一起等我們的最後，最後的最後。",
      "length": 139,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 45,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 46,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 47,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 48,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 49,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2026-02-10T00:47:27.509Z"
    },
    {
      "id": 50,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2026-02-10T00:47:27.509Z"
    }
  ]
}