{
  "type": "愛情文案",
  "updated": "2025-07-25T12:13:38.353Z",
  "updateTime": "2025/7/25 下午8:13:38",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "在乎和你牽手的曾經，在乎我們將要走過的往後；每次原諒，我都自我安慰，因為我不夠好，只能把委屈給你，把傷害給自己；每次寬恕，並不表示我會忘記，我只是收藏好自己的傷痕，然後費力地在銘記中遺忘......當你以為你愛上了一個人時，也許只是愛上了戀愛的感覺。 &nbsp;",
      "length": 132,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 2,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 3,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 4,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 5,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 6,
      "content": "我不知道月亮能不能代表我的心，但我告訴你我真的愛你！愛你有多深，我找不到標準來衡量，但我向你保證時間可以見證我愛你一生一世！",
      "length": 62,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 7,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 8,
      "content": "走過多少春秋，我終於在對的時間遇到了對的你！親愛的，感謝你使我：結束孤單的漂流；終止靈魂的鬥毆；找到甜蜜的歸宿，從此執著的相守！",
      "length": 64,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 9,
      "content": "不要去騙一個喜歡你的人。一輩子碰到一個愛你的人不容易，錯過一輛車可以等，錯過一個人就是一輩子。有一種東西不可以利用，那就是善良；有一種東西不可以欺騙，那就是感情。有一種東西不可以原諒，那就是謊言背後的欺騙。別叫愛你的那個人把心拿下來縫了又補！這樣會很疼！",
      "length": 127,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 10,
      "content": "戀人之間，最怕的不是情緒化，而是徹底迴歸平靜。一旦萬籟俱寂，也就是情之盡頭了。越廝纏，才越廝愛。那些正在折騰著的男男女女們，別嫌煩：生命在於運動，愛情註定折騰！",
      "length": 80,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 11,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 12,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 13,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 14,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 15,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 16,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 17,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 18,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 19,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 20,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 21,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 22,
      "content": "愛情，對於年輕人來說，她是一團火。一旦她燃燒就會付出一切。對於中年人，愛情是一杯濃酒。因為她已經醞釀了許久，不用品嚐，就已經芬芳四溢了。如果非得要嘗試，那要一點、一點的去喝。否則會醉的，醉得沒有了方向。當你清醒時，你才發現，你已經離你的出發點很遠、很遠……",
      "length": 128,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 23,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 24,
      "content": "我的心開始下雪，雪無聲地覆蓋了所有，湮滅了迷惘，驕傲與哀痛，當一切歸於寂靜時，世界突然變得清亮明朗。 所以，別為我憂傷，我有我的美麗，它正要開始......",
      "length": 78,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 25,
      "content": "這一年，我懂得了日久不一定生情，但一定能夠見人心。這一年，我懂得了原來討厭的可以依舊討厭，喜歡的卻有很多可以不再喜歡。這一年，我懂得沒有誰會像父母一樣一直包容並原諒你。這一年，我懂得了生容易，活容易，生活不容易。",
      "length": 106,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 26,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 27,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 28,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 29,
      "content": "香菸愛上火柴，屬於為愛奉獻。老鼠愛上大米，屬於追求自愛。我愛上了你，屬於上天的安排，你沒有理由不成為我的最愛。",
      "length": 55,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 30,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 31,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 32,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 33,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 34,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 35,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 36,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 37,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 38,
      "content": "在一起一天拉手在街上那是激情，在一起一年拉手在街上那是戀情，在一起五年還能在街上拉手那是感情，在一起十年在街上拉手是親情。如果三十年後還能一起拉手在街上散步那才是愛情。",
      "length": 84,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 39,
      "content": "我愛的人，不一定要全聽我的，但是答應我的事一定要做到；我愛的人一定會從我們牽手那刻起對我說從今天起我們有福同享有難我當；我愛的人，一定會在我哭的時候為我擦眼淚，然後告訴我乖，不哭有我在呢！我愛的人，一定會在我累的時候，伸出手臂很心疼的說抱抱！如果有這樣一個人我一定會愛他。",
      "length": 136,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 40,
      "content": "愛情似煙花，她卻用心戀，愛情似夢幻，她卻不願醒，用心之筆，描繪愛之彩，畫美了春景，女子沉醉，享受著這份美麗的愛戀，她的指尖留有愛的痕跡，她揮灑潑墨，寫下萬種情懷，柔柔軟軟，如細柳，美的意境，風情萬種。",
      "length": 100,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 41,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 42,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 43,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 44,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 45,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 46,
      "content": "當她不愛你的時候，也一定要祝福她。有了愛，便不該有恨，因為曾經有愛，有愛的日子裡是快樂的，有緣在一起也是快樂，有過快樂有過愛，就不會再有恨。她失去的是一個愛她的人，而你失去了一個不愛你的人，卻得到了一個重新生活、重新去愛的機會。請你深深呼吸，一生的路上，鋪滿了愛的花蕾，總有那麼一朵屬於你，花兒雖多，卻沒有重複的一朵，這是生生世世早已經註定的。",
      "length": 172,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 47,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 48,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 49,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2025-07-25T12:13:38.354Z"
    },
    {
      "id": 50,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-07-25T12:13:38.354Z"
    }
  ]
}