{
  "type": "愛情文案",
  "updated": "2025-11-14T12:19:28.042Z",
  "updateTime": "2025/11/14 下午8:19:28",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 2,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 3,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 4,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 5,
      "content": "白天和黑夜，交替著寂寞；時間和空間，在思念中穿梭；沙漠比綠洲，更懂得飢渴；情意的文字，滲透著筆墨；暖暖的回憶，將時光濃縮；守你在心中，將歲月打磨。想你，每分每刻。愛你，一生一世，無時無刻！",
      "length": 94,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 6,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 7,
      "content": "這世上你最好看，眼神最讓我溫暖，星辰鬧成一串，月色笑成一彎，傻傻望了你一晚，怎麼看都喜歡。只要你快樂，我什麼事都為你幹，因為愛你，我心最甜！",
      "length": 70,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 8,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 9,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 10,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 11,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 12,
      "content": "茫茫人海可以找到一個心愛的人，這是多麼大的福氣，或許沒有你想象那麼好，應該也不會糟糕到哪裡，所以要知福惜福好好珍惜，多說關懷話，少說責備話。如果你懂得珍惜，你會發現你獲得的越來越多，如果你一昧追求，你會發現你失去的越來越快。",
      "length": 112,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 13,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 14,
      "content": "你臨水而佇，依窗遠望，我千里迢迢涉水而來，只是為了傾聽那花開的季節，將一朵花而香息溫存在掌心種植，彷彿聽到了桃蕊的心在律動，那掐似少女的情懷，在等待渡她的良人。將一朵花種植在心底，不求春花無，不求相應成趣，惟願細水長流，孕育一枚殷紅的果子，將一段情懷，抵達心靈深處紛紛綻放。",
      "length": 137,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 15,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 16,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 17,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 18,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 19,
      "content": "有時候，最好的安慰，就是無言的陪伴。在青春最好的年紀，你可以愛一個人，但不要等待一個人。你可以去毫無保留的愛人，就算是愛錯了，摔倒了，大不了拍拍灰塵繼續往前走。但千萬不要停留在原地，毫無期限的等待某人。等待的往往不是愛，而是糾纏虛耗。青春擁有的就是激情，激情耗盡了，人就老了。",
      "length": 138,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 20,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 21,
      "content": "懂你的眼淚，能看到你心中全部的海洋；懂你的逞強，能看穿你撒謊背後所有的悲傷。這個世上，錢能買得起的，沒有真正的奢侈品，最奢侈的事，是把真心送給了你；緣分有千萬，屈指可數的只有限量版，最限量版的情，是把珍惜留給了你。",
      "length": 107,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 22,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 23,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 24,
      "content": "不是每個追求你的人都是值得信任。對你好，總有目的：有些人是想要佔有你，而有些人是想要保護你。想佔有你的人，雖然追求的時候千好萬好，可一旦得到，他就不在乎了。而想保護你的人，才會默默陪著你一生。為你的身體而來的人，也會為別的身體而走。只有為你心而來的人，才會長久。",
      "length": 131,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 25,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 26,
      "content": "愛若是虛的，至少，她可以用錢來求實，愛若是真的，有愛就有了一起。當至愛充盈心間，當柔情抵達心底，當真愛滌盪心靈，回頭才會發現，生活在愛的海洋中的我們才算幸福美滿。",
      "length": 81,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 27,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 28,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 29,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 30,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 31,
      "content": "愛情中沒有對與錯，也沒有先來後到，有的只是愛或不愛，不要等到錯過了再去後悔。愛情裡沒有輸贏，只有愛與不愛，愛就要愛的痛快，不愛就忘得乾脆，哭哭啼啼挽回的不是愛而是同情。參雜著同情的愛就不純粹了。愛了就愛了，付出了，體驗了，哪怕結果會是傷了，痛了，無論如何不要為自己的付出後悔。",
      "length": 138,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 32,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 33,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 34,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 35,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 36,
      "content": "兩人相愛，不可能不改變對方，也不可能自己不改變。兩個人一起跟一個人自己有很大不同，因為你要在意對方的情感和情緒，你要適應對方的生活習慣，你要懂得有時要放下自己去關照對方。所以在愛情中，沒有人全身而退，對方都會給你留下各種烙印。只想別人遷就自己，那不是愛，那是自戀。",
      "length": 132,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 37,
      "content": "有扇門永遠為我們敞開，那就是愛，愛所有的人，愛這個世界。懂得與人分享愛，就是懂得愛與被愛。你藏在我心裡，我不難找到你；你藏在自己心裡，任何人也找不到你。試著把自己的心打開，不要拒人千里，先在自己的心裡裝下別人、裝下大眾，這份愛叫幸福，這份愛叫包容，包容的愛裡沒有傷害。",
      "length": 134,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 38,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 39,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 40,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 41,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 42,
      "content": "愛情如水，清澈甘醇，流到心裡卻很甜美，灑在地上一會就幹，不會留下任何痕跡，滋潤著世間的萬事萬物。愛情如星，點亮夜空中所有的繁星，每一顆都是亮晶晶，不負良辰，不負美景，不會似流水般無影無蹤。愛情如陽光，溫暖柔和，平淡無奇，給人力量，感動，若沒有它，世界將會是一片漆黑。",
      "length": 133,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 43,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 44,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 45,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 46,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 47,
      "content": "愛一個人，那麼也就是永遠的是要心疼她，永遠都是不捨得去責備她的。看到她哭，自己的心那就是跟針扎的一樣；看到她笑，自己的就跟開了花兒一樣。在愛情中，每個人都有自己致命的軟肋",
      "length": 85,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 48,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 49,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-11-14T12:19:28.042Z"
    },
    {
      "id": 50,
      "content": "愛情很簡單，簡單到只有愛。一心一意是感情裡最溫柔的力量，歲月與共是平淡中最真實的擁有。有一種牽掛，無聲無息；有一種思念，望眼欲穿。",
      "length": 65,
      "addedAt": "2025-11-14T12:19:28.042Z"
    }
  ]
}