{
  "type": "愛情文案",
  "updated": "2026-02-02T12:19:54.785Z",
  "updateTime": "2026/2/2 下午8:19:54",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 2,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 3,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 4,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 5,
      "content": "有人說，愛讓一個人低聲下氣，愛讓一個人失去自己。他們說，誰愛得多，誰就輸得多。是的，我承認，愛情是一場博奕。但愛情不是戰爭。愛不是用來制約對方，也不是用來打敗對方的。",
      "length": 83,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 6,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 7,
      "content": "香菸愛上火柴，屬於為愛奉獻。老鼠愛上大米，屬於追求自愛。我愛上了你，屬於上天的安排，你沒有理由不成為我的最愛。",
      "length": 55,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 8,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 9,
      "content": "有一些人，這一輩子都不會在一起，但是有一種感覺，卻可以藏在心裡守一輩子；在一起的時候需要兩個人做決定，分開時只需一個人;婚姻不是一個里程碑，而是一個雙方相處的過程，是另外一種人生的開始；因為有風有雨，幸福更值得珍惜，人總是會活出一個方法，等待屬於自己幸福。",
      "length": 128,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 10,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 11,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 12,
      "content": "瘋狂的一瞬間，我會愛上你，抓住了真愛，就抓住了你的心。愛是你我的夢，因為愛情，青睞了你的心海，一個人的力量，微不足道的關愛，孤掌難鳴，等待著你的等待；兩個人的成雙，凝成一股堅韌的繩，心與心的交匯，可以掌控愛情的舞臺。",
      "length": 108,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 13,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 14,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 15,
      "content": "這世上你最好看，眼神最讓我溫暖，星辰鬧成一串，月色笑成一彎，傻傻望了你一晚，怎麼看都喜歡。只要你快樂，我什麼事都為你幹，因為愛你，我心最甜！",
      "length": 70,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 16,
      "content": "這輩子能真正品嚐到愛情甜蜜的人很少，當一個深愛著你的人，為你而改變，那是因為他愛你；當你遇到一個人，他為你收起他的頑固脾氣，也因為他愛你；他把你的興趣也變成了他的興趣，還是因為他愛你。--如果你發現身邊有這樣的人，請你好好珍惜。溜掉的小魚，總是最美麗的；失去的情人，總是最懂你的。",
      "length": 140,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 17,
      "content": "男人要永遠感謝在他20多歲的時候曾經陪在他身邊的女人。因為20多歲的男人處在一生中的最低點，沒錢沒事業；而20多歲的女人卻是她最燦爛的時候。",
      "length": 70,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 18,
      "content": "愛情是什麼？就是親親嘴皮子，住著小房子，有點小銀子，養個小胖子，一起提著菜籃子，摟著小脖子，踱著腳丫子，逛著小巷子，洗著菜盤子，最後兩人坐著家中的老椅子，帶帶小孫子，聊聊好日子，倖幸福福一輩子。愛情相戀時是激情，相守時是親情。",
      "length": 113,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 19,
      "content": "想到你不在我的身邊時，心底深出突然起出的變化酸酸的感覺、不想一直延續下去內樣的我經歷不起、亦經受不住；靜靜地悄悄地渡著枯燥乏味的日子，因為沒有你在的光陰，也是我沒有在你的身旁陪著你，照顧你，疼著你白天的的思念被工作所替代，可是當夜深人靜時、這種滋味強烈到我自己也無法改變，明白到什麼是輾轉反側，難以入眠的思痛……",
      "length": 156,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 20,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 21,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 22,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 23,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 24,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 25,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 26,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 27,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 28,
      "content": "相信真正的愛情是存在的，但期望它會超越一切是不現實的。愛情可能隨時間的變化而變化，它的消亡不一定意味著背叛，而極有可能是自然的衰退。對愛情作如此認識，可以使我們不迷信愛情，也就不容易受傷和絕望。",
      "length": 97,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 29,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 30,
      "content": "要有多堅強，才能不淚流；要有多灑脫，才能不失落。聽過的歌，情難捨；愛過的人，心難忘。往往太在乎一個人，就會失去自我；常常太迫切一份情，就會丟掉尊嚴。",
      "length": 74,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 31,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 32,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 33,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 34,
      "content": "愛情似煙花，她卻用心戀，愛情似夢幻，她卻不願醒，用心之筆，描繪愛之彩，畫美了春景，女子沉醉，享受著這份美麗的愛戀，她的指尖留有愛的痕跡，她揮灑潑墨，寫下萬種情懷，柔柔軟軟，如細柳，美的意境，風情萬種。",
      "length": 100,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 35,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 36,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 37,
      "content": "在擁有愛情的相濡以沫的平淡日子裡，我們感染上對方的氣息，被漸漸同化。當日復一日的歲月在我們臉上刻上烙印，當一圈又一圈的年輪在我們腳下走過，當兩個人在不經意中去體貼對方，去關愛對方，一個眼神，一聲嘆息，一個笑靨，都會給對方帶來心靈的共鳴，都會使愛情得到昇華。",
      "length": 128,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 38,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 39,
      "content": "愛，如果不是全部，那就什麼也不是。愛可以一點一滴地修飾你的言行與靈魂，而不是小心翼翼、戰戰兢兢地討對方的歡心，或是整天提心吊膽地擔心那人的變心。愛是平等的交流，而不需要太多發抱歉與解釋。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為我愛你我才知道人生有許多無法滿足的事，愛情總是太美。",
      "length": 176,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 40,
      "content": "很多的情侶在戀愛當中，都希望對方如何如何的對待自己，或者在單身的時候，就為對方設立了一系列的付出清單。其實，愛情就是一粒種子，只有懂得給予，才能開花結果。",
      "length": 77,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 41,
      "content": "茫茫人海，擦肩無數；過客萬千，誰能與共。漫長的等待，孤寂了誰的歲月，然，有個身影不經意間滑入眼簾，從此走不開，不遠去。",
      "length": 59,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 42,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 43,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 44,
      "content": "真愛需要等待，但太長的等待，對愛情都是一種摧殘。漫漫人生，滾滾紅塵，年年歲歲花相似，歲歲年年人不同。今生等不了，就別再寄望來生。奈何橋一過，又成陌路。所以，珍惜相見，珍惜相愛，珍惜擁有，珍惜身邊的人。畢竟，沒有誰經得起時間的改變，也沒有誰可以等到來世再愛。",
      "length": 128,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 45,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 46,
      "content": "世界上的愛情有兩種。一種是讀你；一種是毒你。讀你的感覺，就像一首美妙甜蜜的小夜曲，詩意浪漫而充滿了激情、自然。這種讀你的愛情驚心動魄、刻骨銘心。它會讓你為愛奉獻犧牲、為愛流血流淚、為愛奮鬥自強、為愛奮不顧身。這種愛，曾讓無數人沉迷其中，而寫出了不朽的愛情詩篇樂章，愛情是創作的永恆主題一說。",
      "length": 145,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 47,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 48,
      "content": "你不知世上有我，我不知世上有你，豈不乾淨？一朝偶相逢，三載苦相思，情到濃處傷人深，寧願無心對無情。何必呢，何苦呢？但願此生，從未邂逅。",
      "length": 67,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 49,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2026-02-02T12:19:54.785Z"
    },
    {
      "id": 50,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2026-02-02T12:19:54.785Z"
    }
  ]
}