{
  "type": "愛情文案",
  "updated": "2026-02-18T12:22:04.303Z",
  "updateTime": "2026/2/18 下午8:22:04",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "唯有你願意去相信，那樣才能得到你想相信的。對的人終究會遇上，美好的人終究會遇到，只要讓自己足夠的美好。努力讓自己獨立堅強，這樣才能有底氣告訴我愛的人，我愛他。",
      "length": 79,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 2,
      "content": "當她不愛你的時候，也一定要祝福她。有了愛，便不該有恨，因為曾經有愛，有愛的日子裡是快樂的，有緣在一起也是快樂，有過快樂有過愛，就不會再有恨。她失去的是一個愛她的人，而你失去了一個不愛你的人，卻得到了一個重新生活、重新去愛的機會。請你深深呼吸，一生的路上，鋪滿了愛的花蕾，總有那麼一朵屬於你，花兒雖多，卻沒有重複的一朵，這是生生世世早已經註定的。",
      "length": 172,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 3,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 4,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 5,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 6,
      "content": "有一天，天愛上了海，可是空氣阻隔了它們，它們無法相愛，天哭了，淚水落在海里，即使不能相愛，也要把靈魂託給大海，從此海比天藍。",
      "length": 62,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 7,
      "content": "愛情是需要付出和捨得的，當你想要得到一份刻骨銘心的愛情時，你就必須作好承受刻骨銘心之苦的準備，否則，就不要輕易去嘗試。",
      "length": 59,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 8,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 9,
      "content": "愛情很簡單，簡單到只有愛。一心一意是感情裡最溫柔的力量，歲月與共是平淡中最真實的擁有。有一種牽掛，無聲無息；有一種思念，望眼欲穿。",
      "length": 65,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 10,
      "content": "愛久之後，你們之間共同的東西也就日漸豐厚，包括共同的目標、共同的回憶和彼此間千金難買的默契。當彼此間的不同被渲染上一層辯證的能量--那雖然是差異，但是你們瞭解並欣賞，你們的愛就會更具有生命力。",
      "length": 96,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 11,
      "content": "玫瑰花的香味飄蕩在空氣中，巧克力的甜蜜洋溢在喜悅中，情人節，在這樣浪漫的日子裡，沒有華麗的辭藻，只有真心的表白：寶貝，愛你的心，永遠不變。",
      "length": 69,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 12,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 13,
      "content": "愛我，並不是因為我美好，這世間原有更多比我美好的人。愛我不是因為我的智慧，這世間自有數不清的智者。愛我，只因為我是我，有一點好有一點壞，古往今來獨一無二的我，愛我，只因為我們相遇。\\n&nbsp;",
      "length": 98,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 14,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 15,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 16,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 17,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 18,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 19,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 20,
      "content": "心香一縷飄無際，風輕夜寂靜思情何物吹落君心相思雨，雪融春去緣歸處情，唯美，唯真。明月夜，落花時。能助歡笑，亦傷別離。感失金石怨，緣盡表神悲。天下誰知我愛，世間有幸識君。",
      "length": 84,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 21,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 22,
      "content": "愛情，始像是一件華麗的衣裳，炫眼耀目，可滿路的荊棘，刮破了它，蹂躪了它，雖然一路上，他們縫了又縫，補了又補，可這愛情還是當初的愛情嗎？當初柏拉圖式的愛情理想，升到半空，就已然破滅了。",
      "length": 91,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 23,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 24,
      "content": "用一片情，寫一顆心，記一輩子，讓你孤獨的等候永遠有一個可想可念可愛可親的心上人。那樣，心就不會再老死，情就不會再枯萎，愛就不會再荒蕪。",
      "length": 67,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 25,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 26,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 27,
      "content": "戀愛時，切忌被對方刻意製造的幾次浪漫誤導，尤其對方以各種激烈手段表達愛意時，因為那樣的愛，來的快，去的也快，當初有多熱烈，後來就可能有多落寞，願意製造一輩子浪漫的人畢竟不多。真正愛你的人，會讓你內心滋生一股溫柔如水的力量，時間越長，越能感受到那種力量。",
      "length": 126,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 28,
      "content": "女人不管再賢惠有母性，但骨子裡都是一個孩子。不要總希望她多麼為你著想，多麼會體貼你的感受，多麼以你為中心。她也希望可以象孩子一樣任性，希望有個人像寵孩子一樣寵她愛她，照顧她關心她，而不只是像孩子一樣向她索取關愛和寬容。",
      "length": 109,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 29,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 30,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 31,
      "content": "茫茫人海可以找到一個心愛的人，這是多麼大的福氣，或許沒有你想象那麼好，應該也不會糟糕到哪裡，所以要知福惜福好好珍惜，多說關懷話，少說責備話。如果你懂得珍惜，你會發現你獲得的越來越多，如果你一昧追求，你會發現你失去的越來越快。",
      "length": 112,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 32,
      "content": "雖然我表現得好像我不在乎，其實在我心裡比你想象的還要在乎。我所有的努力所有的奮鬥，都是為了擁有一個美好的未來。和遇見一個優秀的你，總會有一天，你會遇上那個人，陪你看每一次日出，一直陪你到人生落幕。",
      "length": 98,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 33,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 34,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 35,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 36,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 37,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 38,
      "content": "原來世界上有一些人假得比鬼還恐怖。有了你，我迷失了自我。失去你，我多麼希望自己再度迷失。想你，是一種美麗的憂傷的甜蜜的惆悵，心裡面，卻是一種用任何語言也無法表達的溫馨。",
      "length": 84,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 39,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 40,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 41,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 42,
      "content": "其實愛就是和你一起走，走很遠的路也沒有疲倦。比如汽車、比如火車，比如放在腳邊的行李箱，比如麵包，比如礦泉水，比如一隻剖開的桔子，比如你在黑夜的站臺上蹲下身給我係上鞋帶。這一些瑣碎的事物，像家鄉的草堆一樣，堆積起我們的愛情。",
      "length": 111,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 43,
      "content": "愛情總是痴情人受傷，為了自己的愛情自始不渝，即使自己被拒絕於千里之外，但還是至死不渝的追求自己喜歡的人，他們覺得很值得，因為愛情是神聖的！",
      "length": 69,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 44,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 45,
      "content": "不要以那靈魂知己的名義，去等不該等的人，最後就是蹉跎那不該蹉跎的青春。有沒有那麼一個人，曾經讓你發了瘋的想，現在卻拼了命的想忘掉，有些人我們叫著親愛的卻並不喜歡。有些人我們罵著傻逼卻是真的愛著。",
      "length": 97,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 46,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 47,
      "content": "愛情總是在我們不經意的讓我們變成了俘虜，變成了我們為另一半不知道晴天陰天的傻瓜，但是更多的時候我們都喜歡在同一片陽光裡得到那份愛的滋潤，都喜歡在同一個傘下感知那份彼此的心跳。我們高興了我們高興的，我們傷心了我們傷心的，可最後我們都擁著同一個時間的聲音對彼此說，我愛你。",
      "length": 134,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 48,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 49,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2026-02-18T12:22:04.303Z"
    },
    {
      "id": 50,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2026-02-18T12:22:04.303Z"
    }
  ]
}