{
  "type": "愛情文案",
  "updated": "2026-01-31T06:17:13.685Z",
  "updateTime": "2026/1/31 下午2:17:13",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 2,
      "content": "這輩子能夠相守固然是好，無法相守，只是因為不適合。有些你愛過的人的確只是個過程，他在你生命裡出現，是為了使你茁壯，使你學會珍惜和付出，使你終於知道這一生你想要的是什麼，你始終追尋的又是什麼。當天的墜落換來的是日後的提升，那麼，當時的痛苦也就值得了。 ─── 張小嫻《謝謝你離開我》",
      "length": 140,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 3,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 4,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 5,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 6,
      "content": "獨坐相思椅，手握相思筆，望著相思月，想著相思的你，寫著相思信，句句相思語，滴滴相思淚，全部相思你，天是湛藍海是深邃，我愛你是真的！",
      "length": 65,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 7,
      "content": "我是不大相信那種建立於情慾之上的愛的。情慾之愛如果到了生死相許的份上，讓人感受到的就不是感動，而是可怕。靈魂的地久天長是果園，慾望的地久天長是荒原。沒有亮的所謂死生寂滅，從來都是一個人的事。是你心裡沒有亮了，才會覺得外面的黑暗。",
      "length": 114,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 8,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 9,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 10,
      "content": "因為想一個人而寂寞，因為愛一個人而溫順；因為有一個夢而執著，因為等一個人而折磨；愛，就大聲說出來，因為你永遠都不會知道，明天和意外，哪個會先來！世界上最遠的距離，不是站在你面前你不知道我愛你，而是愛到痴迷，卻不能說我愛你。",
      "length": 111,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 11,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 12,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 13,
      "content": "戀愛是茶，不能隔夜，婚姻如酒，越存越香，只是，大多數人都封不好這瓶酒，所以許多婚姻跑了氣，到最後，只剩下一罈苦水，好不狼狽。感情的債和時光的海一樣，都是我們越不過的東西。",
      "length": 85,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 14,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 15,
      "content": "說到愛情，就要說說愛情的生命力。愛情很脆弱，脆弱得經不住歲月的侵蝕和生活的打磨；愛情也堅強，堅如磐石地老天荒。脆弱的愛情參雜了愛情以外的東西，如物質的、利益的，堅強的愛情一定出於心願發乎愛戀，是真摯的、純情的。",
      "length": 105,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 16,
      "content": "在一起一天拉手在街上那是激情，在一起一年拉手在街上那是戀情，在一起五年還能在街上拉手那是感情，在一起十年在街上拉手是親情。如果三十年後還能一起拉手在街上散步那才是愛情。",
      "length": 84,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 17,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 18,
      "content": "漫長的未來裡，無數的時間會一點一點地改變人生以為不可頑抗的軌道，讓相愛的人分離，讓曾經的誓言變成虛無的回憶，讓年少的詩琴積上歲月的風沙，讓唸到的名字刻在墓地的石碑上。漫長到足夠讓你我相遇，相愛，然後。讓你再愛上另一個人。",
      "length": 110,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 19,
      "content": "想讓別人感激你很簡單，只需要在大多數時間對人不好，偶爾對人好以下，他就會對你感激涕零。想要讓別人厭煩你也很簡單，只需要每時每刻都對他好，好的久了，他就厭煩你了。人都是犯賤的，越和他親近，他就越理所當然。所以，越是長久的愛，就越要偶爾來點冷淡。",
      "length": 121,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 20,
      "content": "真正的愛情源於彼此發自內心的傾慕，建立在兩情相悅的基礎上。任何只顧瘋狂的去愛別人而不顧自己是否也被愛，或者只顧索取而不知道真心付出的人都不會有好的結局。",
      "length": 76,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 21,
      "content": "沒有人是不可代替的，太用力的愛情，讓人看不清內心。用力過度就是不自信，不信任，怕來不及表達自己的情緒，怕沒有時間耐心等待。但其實，細水長流，平靜而深刻，才更容易看到內心。",
      "length": 85,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 22,
      "content": "生活既要忍得了苦，也要經得起甜。我希望有這麼一個人，給我波瀾不驚的愛情，陪我看世界的風景，許我一世的歡顏。生活就像坐過山車，有高峰，也有低谷，這意味著，無論眼下是好是壞，都只是暫時的。",
      "length": 92,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 23,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 24,
      "content": "愛是一個人的事，是一個人的禪，獨自歡樂，自行了斷。似水流年，孤燈對照，獨自體會。愛不是名詞，而是動詞，它需要你付出，付出，再付出……才能澆灌出一朵花來。可是，沒有種子，哪來的花呢？",
      "length": 90,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 25,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 26,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 27,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 28,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 29,
      "content": "結婚就像考試。本來各答各的大家相安無事，突然有人提前交卷，你就開始慌了，後來交卷的越來越多，你就越來越慌，最後也只能隨便寫幾句趕緊交了。但是隨便答的卷有幾個能及格啊，不及格就得重考。所以早知會重考還不如當初多檢查檢查再交卷。當然，時間到了不管你準沒準備好卷子最後都會被收走。",
      "length": 137,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 30,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 31,
      "content": "憧憬美麗的春天，盼望溫暖的春天，請你走進我的生活，溫暖我的人生，你就是我的春天，我的夢，請你給我生命以綠色的希望吧！",
      "length": 58,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 32,
      "content": "如果你給我的愛，不能天長地久，當初又何必苦苦追求讓我愛上你。你曾經告訴我：為了我，你可以放棄所有。你的父母，你的公司，若是阻攔了我們，你都甘願放棄，決不皺眉。",
      "length": 79,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 33,
      "content": "愛情，從來都是種百轉千回的事情，不曾放棄，不曾受傷害，不曾難過，不曾迷茫，怎懂得愛人？原來，愛情竟是含笑飲砒霜。",
      "length": 56,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 34,
      "content": "我想，愛你而不用抓住你，欣賞你而不須批判你，和你一起參與而不強求你，離開你亦無須言歉疚，幫助你而沒有半點看低你，那麼，我倆的相處就是真誠的，並且能彼此滋養。",
      "length": 78,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 35,
      "content": "愛，一個人，註定不是那麼簡簡單單，即使簡單，時間久了，依舊牽絆，可是，不迷戀那些神話，如果沒有期盼，沒有挫折，沒有刻骨銘心，那麼，幸福註定不會長久！",
      "length": 74,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 36,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 37,
      "content": "一個人要死要活想得到你，這不是愛情，而是佔有慾。一個真正愛你的人，並不會想盡辦法來得到你，不會滿口謊言的騙你，不會花言巧語的取悅你，而是用心的幫你，一心為將來打算。愛你的人有時候連死纏爛打都做不到，只是默默受傷，默默看你。愛的越深，就愛的越膽怯。",
      "length": 123,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 38,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 39,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 40,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 41,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 42,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 43,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 44,
      "content": "傷口，是愛的筆記，裡面記載的許多內容是需要你用一生來忘記的。能夠相伴一生的情感，難道不值得珍惜嗎？痛苦是人生一筆重要的財富，不要輕易踐踏；曾經愛過你的人，前世一定和你有緣，不要語言虐待。如果他今生真的負你了，或許因為你前生負他。",
      "length": 114,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 45,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 46,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 47,
      "content": "最初的相識相知，後來的相濡以沫，讓我相信你就是我一直在苦苦找尋的幸福。但我猜到了過程，卻未曾猜到結局。現在才發現，幸福有時距離我很近很近，甚至觸手可及，但卻也只是過眼雲煙，轉瞬即逝。其實，我想要的幸福真的很簡單，我只想：願得一人心，白首不相離。",
      "length": 122,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 48,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 49,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2026-01-31T06:17:13.685Z"
    },
    {
      "id": 50,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2026-01-31T06:17:13.685Z"
    }
  ]
}