{
  "type": "愛情文案",
  "updated": "2026-02-05T18:24:59.309Z",
  "updateTime": "2026/2/6 上午2:24:59",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 2,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 3,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 4,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 5,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 6,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 7,
      "content": "有一片天，為你晴；有一朵雲，為你飄；有一葉草，為你綠；有一枝花，為你笑；有一彎月，為你走；有一段情，為你留。親愛的，想你了。",
      "length": 62,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 8,
      "content": "假如愛情可以解釋，誓言可以修改。那麼，生活就會比較容易。假如有一天，我終於能將你忘記。然而，這不是隨便傳說的故事。也不是明天才要上演的戲劇。我無法在我是生命中，就這麼把你劃去。",
      "length": 88,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 9,
      "content": "一千次的激情，一千次莫名的承諾，一千次漂移的浪漫詩篇，寫盡你的芳華，也把我對你一千次的表白，體現的淋漓盡致，千回百度，依舊愛你。讀你一千遍，也不厭倦，愛你千遍，還是不夠，我要把你深深的珍藏在我的心底，愛上一萬年。",
      "length": 106,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 10,
      "content": "懂得保持距離，適當地離開，到懷念時再相見，這樣的關係，遠比永恆地黏在一起更長久新鮮。很多女人自尋煩惱，就是太執著，總想把愛人留在自己的視線內，令對方窒息，自己難受。遠一點的風景，多一點想象和希冀。這是我們在枯死的生活中渴望旅行的最大意義。",
      "length": 119,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 11,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 12,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 13,
      "content": "用一片情，寫一顆心，記一輩子，讓你孤獨的等候永遠有一個可想可念可愛可親的心上人。那樣，心就不會再老死，情就不會再枯萎，愛就不會再荒蕪。",
      "length": 67,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 14,
      "content": "在這個世上還有這樣一群人，他們的感情隔著千山萬水，他們承受著旁人無法明白的痛苦，只正因他們知道在那個遙遠的城市，有著自我想要的愉悅。他們不能陪對方逛街，只好把思念一次一次的寄過去，他們在對方難過時，只能用蒼白得消息給予安慰；在對方無助時，只能手裡握著電話發奮的聽對方的呼吸和哭泣的音。",
      "length": 142,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 15,
      "content": "美好的愛情總在不知不覺中塑造了人生更好的情感。生命裡，真的會有那麼一種情懷，揮之不去對另一顆心的深深的牽念與眷戀。",
      "length": 57,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 16,
      "content": "實際上，只要人家兩個人你情我願，能把這段感情持續到天長地久，都把對方當成最愛的人，那這場愛情無論是基於經濟還是基於物質，它都是一個完美的結合，我們都要對這樣的愛情給予最真誠的祝福。",
      "length": 90,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 17,
      "content": "喜歡的人不出現，出現的人不喜歡。這都是因為你太愛自己了！都說理想豐滿、現實骨感，其實理想和現實之間的差距，恰恰是我們內心對自己認知的錯位。總覺得生命中迎面而來的人太糟糕，或許正是因為把自己設想得太完美。",
      "length": 101,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 18,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 19,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 20,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 21,
      "content": "愛情應該像磨石子，或許剛撿到的時候你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如將自己已經擁有的石頭磨亮磨光。很多人認為，是因為感情淡了，人才會變的懶惰，其實人是先被惰性徵服，感情才慢慢變淡的。",
      "length": 131,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 22,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 23,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 24,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 25,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 26,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 27,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 28,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 29,
      "content": "再好的婚姻也不能擔保既有的愛情永存，杜絕新的愛情發生的可能性。不過，這沒有什麼不好。世上沒有也不該有命定的姻緣。靠閉關自守而得維持其專一長久的愛情未免就會顯得可憐。",
      "length": 82,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 30,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 31,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 32,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 33,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 34,
      "content": "愛我，並不是因為我美好，這世間原有更多比我美好的人。愛我不是因為我的智慧，這世間自有數不清的智者。愛我，只因為我是我，有一點好有一點壞，古往今來獨一無二的我，愛我，只因為我們相遇。\\n&nbsp;",
      "length": 98,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 35,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 36,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 37,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 38,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 39,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 40,
      "content": "緣分是一種機緣巧合，本來應該擦肩而過的人相識或相戀。我相信緣分，冥冥之中有一雙無形的手，在左右我們的命運。 緣分是前世感情的延續，緣分是今世的擦肩而過。緣分是前世不變的誓言，緣分是今生痛苦的約定。緣分是一次機遇的把握，緣分是一種愛慕的流逝。緣分是相遇時美好夢想。",
      "length": 131,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 41,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 42,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 43,
      "content": "世人說，愛情是杯咖啡，或濃或淡，或甜或苦，主要是看自己放下的是什麼！要我說，愛情就像季節，春夏秋冬，酸甜苦辣，自己品嚐。甜甜的一份愛情是這樣的，那你的呢？無論你身在那裡，我的愛始終與你相伴。",
      "length": 95,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 44,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 45,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 46,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 47,
      "content": "愛情的美麗在於相互的欣賞渴望和追求。那些風花雪月的故事，那些花前月下的誓言，那些淺唱低吟的呢喃，宛如披著輕沙的夢，觸動著我多愁善感的靈魂和浪漫的情懷。",
      "length": 75,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 48,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 49,
      "content": "因為你在乎對方，因為你愛得太投入，恨不得全世界只剩下彼此。所以，你害怕失去對方，所以約束，所以寸步不離，所以忘了給對方騰出一些私密空間。但是，戀愛的前提一定要信任對方。有時候，過於的在乎也會不小心變成傷害。",
      "length": 103,
      "addedAt": "2026-02-05T18:24:59.309Z"
    },
    {
      "id": 50,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2026-02-05T18:24:59.309Z"
    }
  ]
}