{
  "type": "愛情文案",
  "updated": "2025-10-05T00:32:33.348Z",
  "updateTime": "2025/10/5 上午8:32:33",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "好想，好想你！如果清風有情，請帶去我對你的思念，這一生都為你牽掛；如果白雲有意，請帶去我對你的愛戀，生生世世都願和你共纏綿！",
      "length": 62,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 2,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 3,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 4,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 5,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 6,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 7,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 8,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 9,
      "content": "年輕的你，有足夠的理由相信：你將會得到這世間最幸福的一份愛。所以要耐心地等待。不要太早地相信任何的甜言蜜語，不管那些話語是出於善意或是惡意，對你都沒有絲毫的好處。果實要成熟了以後才會香甜，幸福也是一樣。",
      "length": 101,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 10,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 11,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 12,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 13,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 14,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 15,
      "content": "所謂新鮮感，不是和未知的人一起去做同樣的事情，而是和已知的人一起去體驗未知的人生。兩個人相愛卻時常要吵架。這是真愛嗎？或許是在某個時刻，你們是真愛，但實際上，這份愛並不夠。因為兩個人會吵架，是因為生活裡不願妥協，不願為對方改變。但是選擇一個人，那麼也就是選擇一種生活方式。",
      "length": 136,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 16,
      "content": "如果愛有原因，那就不愛了；如果愛有目的，那也就不愛了；如果愛可以解釋，如果愛合情合理，那麼愛也就不復存在了。愛情不合乎邏輯，或許這就是愛的邏輯。",
      "length": 72,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 17,
      "content": "每一朵鮮花的盛開都經歷風霜雨雪，每一把利劍的形成都經過千錘百煉，每一樁愛情的正果都必經艱難困苦。可是亦有經歷了風霜雨雪千錘百煉艱難困苦，連花都開了劍也鑄成了四級都過了，愛情卻最終未修成正果的。",
      "length": 96,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 18,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 19,
      "content": "茫茫人海可以找到一個心愛的人，這是多麼大的福氣，或許沒有你想象那麼好，應該也不會糟糕到哪裡，所以要知福惜福好好珍惜，多說關懷話，少說責備話。如果你懂得珍惜，你會發現你獲得的越來越多，如果你一昧追求，你會發現你失去的越來越快。",
      "length": 112,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 20,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 21,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 22,
      "content": "漫長的未來裡，無數的時間會一點一點地改變人生以為不可頑抗的軌道，讓相愛的人分離，讓曾經的誓言變成虛無的回憶，讓年少的詩琴積上歲月的風沙，讓唸到的名字刻在墓地的石碑上。漫長到足夠讓你我相遇，相愛，然後。讓你再愛上另一個人。",
      "length": 110,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 23,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 24,
      "content": "愛一個人要互相信任；愛一個人要互相理解；愛一個人要多多用心去包容；愛一個人要心胸寬闊；愛一個人要尊重對方的思想和主見；愛一個人要在背後多給予支持；愛一個人要坦誠相待；愛一個人不要互相埋怨；愛一個人要放下自己的尊嚴；愛一個人要付出一切；愛一個人要有勇氣去承擔愛的風風雨雨。",
      "length": 135,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 25,
      "content": "你不開心的時候，我陪你，你哭泣的時候，我陪你，你心情很不爽的時候，我陪你，你不想回家的時候，我陪你，無論怎樣，我都陪你，只因為你是我最愛的人，你就是我的音樂，你給我帶來好聽的音符。你是我的全部，你給我生命帶來了色彩。",
      "length": 108,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 26,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 27,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 28,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 29,
      "content": "走在一起是緣分，一起在走是幸福，在一起就擁有了一生相守的幸福；有人說，緣分是前世修來的，是五百次回眸的執著才換來今生的擦肩而過，是千年不變的守候才有了今生的默默相守；有人說，幸福是有形狀的，你把它放在心裡，它就是心的形狀，你把它放在外面，它就虛無縹緲。",
      "length": 126,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 30,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 31,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 32,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 33,
      "content": "因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 48,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 34,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 35,
      "content": "我不知道月亮能不能代表我的心，但我告訴你我真的愛你！愛你有多深，我找不到標準來衡量，但我向你保證時間可以見證我愛你一生一世！",
      "length": 62,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 36,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 37,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 38,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 39,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 40,
      "content": "愛你的感覺，永遠都是那麼美。你那溫柔的笑臉，是我致命的弱點。愛你愛你……不管今生或來世，我將永遠愛你。",
      "length": 51,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 41,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 42,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 43,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 44,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 45,
      "content": "這世上你最好看，眼神最讓我溫暖，星辰鬧成一串，月色笑成一彎，傻傻望了你一晚，怎麼看都喜歡。只要你快樂，我什麼事都為你幹，因為愛你，我心最甜！",
      "length": 70,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 46,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 47,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 48,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 49,
      "content": "我不是一個善言談的人，但是我會用我的實際行動讓你感覺到，我是真的很愛你的，所以希望你給我一個照顧你一輩子的機會，然後一起慢慢變老，好嗎？",
      "length": 68,
      "addedAt": "2025-10-05T00:32:33.349Z"
    },
    {
      "id": 50,
      "content": "愛是一個人的事，是一個人的禪，獨自歡樂，自行了斷。似水流年，孤燈對照，獨自體會。愛不是名詞，而是動詞，它需要你付出，付出，再付出……才能澆灌出一朵花來。可是，沒有種子，哪來的花呢？",
      "length": 90,
      "addedAt": "2025-10-05T00:32:33.349Z"
    }
  ]
}