{
  "type": "愛情文案",
  "updated": "2025-08-03T18:10:02.449Z",
  "updateTime": "2025/8/4 上午2:10:02",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "保留一份尊嚴給自己得不到就不要，沒有依靠還有驕傲。敢於放棄一段感情，不但需要勇氣更需要底氣。動了真感情的人，往往最能容。錯與對沒有了絕對，只要愛的人不再傷悲；是與否都了無所謂，只要心中的她笑得最美。",
      "length": 99,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 2,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 3,
      "content": "我是不大相信那種建立於情慾之上的愛的。情慾之愛如果到了生死相許的份上，讓人感受到的就不是感動，而是可怕。靈魂的地久天長是果園，慾望的地久天長是荒原。沒有亮的所謂死生寂滅，從來都是一個人的事。是你心裡沒有亮了，才會覺得外面的黑暗。",
      "length": 114,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 4,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 5,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 6,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 7,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 8,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 9,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 10,
      "content": "如果愛有原因，那就不愛了；如果愛有目的，那也就不愛了；如果愛可以解釋，如果愛合情合理，那麼愛也就不復存在了。愛情不合乎邏輯，或許這就是愛的邏輯。",
      "length": 72,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 11,
      "content": "1、一見鍾情，鐘的不是情，是臉。2、看時間，不是為了起床，而是看還能睡多久。3、送女朋友回家，去哪都是順路。4、愛情的世界裡，女人的沉默是最大的哭聲。5、男女之間，可以有純友誼，只要一個打死不說，一個裝傻到底。6、你對一個人有慾望，那叫喜歡，你為一個人忍住慾望，那叫愛。",
      "length": 135,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 12,
      "content": "有些歌總是百聽不厭，有些人總是記憶猶新，有些事總是時常叨唸，有些話總是難以忘卻，有些愛總是一世留戀，有些情總是久久回味：親愛的，好想你！",
      "length": 68,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 13,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 14,
      "content": "心香一縷飄無際，風輕夜寂靜思情何物吹落君心相思雨，雪融春去緣歸處情，唯美，唯真。明月夜，落花時。能助歡笑，亦傷別離。感失金石怨，緣盡表神悲。天下誰知我愛，世間有幸識君。",
      "length": 84,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 15,
      "content": "現在的我，還是會選擇去相信愛情，可不會再天真的覺得愛情是生命的全部，因為我知道，有一份比愛情更重要的東西需要我們去面對，那就是永久的感情。他包括了轟烈愛情平淡後轉化後的情，一種讓我們無法用語言去形容的情感，亦或是猜不透的生活之迷。",
      "length": 115,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 16,
      "content": "洶湧而至的愛，來得快去的也快。而真正對你好的人，往往是細水長流。你可能會怪他沒有付出真心，但在一天天過日子裡，卻能感覺到他對你無所不在的關心。好的感情，不是一下子就把你感動暈，而是細水長流的把你寵壞。",
      "length": 100,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 17,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 18,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 19,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 20,
      "content": "愛到浪漫，是剛開始。愛到痛苦，是要分手。愛到平淡，就該結婚。感情發展到不同時期，就要做不同事。沒有一輩子的浪漫和甜蜜，真正能長伴你身邊的，只是慢慢老去的熟悉。情濃時說的一切都不可信，情淡時的每一天才是真。記住啊，陪在身邊才算擁有，愛到習慣才能長久。",
      "length": 124,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 21,
      "content": "愛一個人最重要的不是海誓山盟和甜言蜜語，而是在彼此心中共同守護的白頭偕老的信念。一旦信念崩潰，曾經的鑿鑿誓言隨風而逝，剩下的只是滿地心傷的碎片。彼此堅定的相信會白頭到老的信念，去給愛一個堅強的後盾。",
      "length": 99,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 22,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 23,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 24,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 25,
      "content": "愛情，也許在我心裡還沒有完全消亡，但願它不會再打擾你。我曾經默默無語地，毫無指望地愛過你，我既忍受著羞怯，又忍受著嫉妒的折磨，但願上帝保佑你，另一個人也會像我愛你一樣。",
      "length": 84,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 26,
      "content": "戀愛時，你有一股強烈的渴望想要融入這個人。這已不是愛的問題。你的身體充滿愉悅感，你的頭腦活動完全不見了。因為我們在嬰兒期跟母親進入過這樣的狀態，所以我們認為若想再度擁有這種狀態，就必須和另一個人在一起。其實我們真正想找的只是那份融為一體，黃金般的溫暖感。",
      "length": 127,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 27,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 28,
      "content": "每個人心裡只有一個寶貝，後來它漸漸變成了眼淚！就算這句話是真的，我依舊無怨無悔，依舊把你當成我心裡唯一的寶貝，就算某一天它變成了眼淚，我至少還可以在回憶你的笑臉中陶醉，在呼喚你名字的時候無悔！",
      "length": 96,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 29,
      "content": "不要問別人愛不愛你，不管他如何回答都是否定的。一個人愛你，不會隱藏躲避，而會用各種辦法讓你知道。如果你不確定，一定不是愛。閃爍其詞是心虛，故作神秘是伎倆。愛是最濃烈的情感，不夠濃烈就不是愛。愛情只有愛與不愛，沒什麼不夠愛，不夠愛還是不愛，一旦遇見愛的馬上會把你淘汰。",
      "length": 133,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 30,
      "content": "我愛的人，不一定要全聽我的，但是答應我的事一定要做到；我愛的人一定會從我們牽手那刻起對我說從今天起我們有福同享有難我當；我愛的人，一定會在我哭的時候為我擦眼淚，然後告訴我乖，不哭有我在呢！我愛的人，一定會在我累的時候，伸出手臂很心疼的說抱抱！如果有這樣一個人我一定會愛他。",
      "length": 136,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 31,
      "content": "愛有多少，忍耐就有多少。說過的話，做過的事，走過的路，遇過的人，每一個現在，都是以後的回憶；無須緬懷昨天，不必奢望明天，認真過好每個當下，說能說的話，做可做的事，走該走的路，見想見的人。腳踏實地，不漠視，不虛度，有緣無緣，一切隨緣，保持一份好心情，就算心碎也要擁有最美的姿態。",
      "length": 138,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 32,
      "content": "愛情是需要付出和捨得的，當你想要得到一份刻骨銘心的愛情時，你就必須作好承受刻骨銘心之苦的準備，否則，就不要輕易去嘗試。",
      "length": 59,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 33,
      "content": "如果愛你是錯的話，我不想對；如果對是等於沒有你的話，我寧願錯一輩子；如果非要把著份愛加上一個期限，我希望是一萬年。",
      "length": 57,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 34,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 35,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 36,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 37,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 38,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 39,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 40,
      "content": "紅塵路茫茫，許願念長長，修一個你身，再修一個我身，隱於塵世，行善，養性，修心，然後再修一個來生，再修一個你，因明瞭，愛！是一種久遠的修行。愛！是一種不老的遠行。懂你的，能得包容，不懂你的，只語成傷。得心者，能得生死與共，這！就是愛情。",
      "length": 117,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 41,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 42,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 43,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 44,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 45,
      "content": "經過一次付出了卻得不到回報的愛情之後，免不了對人起了疑心，總提防著。還以為這是自己長大了，也不過是小資產階級那點保本的策略：不想賠，就把錢藏好，一分也不要拿出來。這個思路，廣泛應用於各類情感，這就是通俗愛情。",
      "length": 104,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 46,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 47,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 48,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 49,
      "content": "這一生的最愛，在下一世連一點痕跡也不會留下。愛著的人啊，好好握著她的手，下輩子，你的身邊就不再是她了。到了來生，你是否還記得自己曾愛過誰？",
      "length": 69,
      "addedAt": "2025-08-03T18:10:02.449Z"
    },
    {
      "id": 50,
      "content": "愛情就是愛情，不是萬能的。生活中應該充滿愛情，可愛情卻會在生活面前轟然倒地。曾經以為只要執著，只要堅持，一切美好的愛情都可以地久天長，都會在生活的洪流中奔流不息。可是，生活背叛了愛情。距離也並不能產生美。",
      "length": 102,
      "addedAt": "2025-08-03T18:10:02.449Z"
    }
  ]
}