{
  "type": "愛情文案",
  "updated": "2025-07-28T00:35:59.327Z",
  "updateTime": "2025/7/28 上午8:35:59",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 2,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 3,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 4,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 5,
      "content": ".不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 104,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 6,
      "content": "愛情是什麼？就是親親嘴皮子，住著小房子，有點小銀子，養個小胖子，一起提著菜籃子，摟著小脖子，踱著腳丫子，逛著小巷子，洗著菜盤子，最後兩人坐著家中的老椅子，帶帶小孫子，聊聊好日子，倖幸福福一輩子。愛情相戀時是激情，相守時是親情。",
      "length": 113,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 7,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 8,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 9,
      "content": "再深的記憶也敵不過一世的時間，在長的時間也敵不過錯過的遺憾。愛情確不是人生的唯一，但好的愛人可以是好的朋友、好的知己，擁有了自己對的那個人，就等於擁有了很多。人生，除了愛情，還有夢想，而我終其一生的夢想就是會有一個人，牽著我的手，陪我到生命的盡頭，讓我懂得什麼是真正的愛情。",
      "length": 137,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 10,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 11,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 12,
      "content": "娶一個美女，只是一個男人的本能，讓妻子變得美麗自信，這才是一個男人的本事；嫁一個成功的男人只能證明這個女人找到了寶藏，幫自己的男人變得越來越成功，卻能證明這個女人本身就是寶藏。好的婚姻是通過造就對方來成就自己，不好的婚姻是通過消耗對方來滿足自己。------愛，會讓彼此更加優秀！",
      "length": 140,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 13,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 14,
      "content": "每一朵鮮花的盛開都經歷風霜雨雪，每一把利劍的形成都經過千錘百煉，每一樁愛情的正果都必經艱難困苦。可是亦有經歷了風霜雨雪千錘百煉艱難困苦，連花都開了劍也鑄成了四級都過了，愛情卻最終未修成正果的。",
      "length": 96,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 15,
      "content": "香菸愛上火柴，屬於為愛奉獻。老鼠愛上大米，屬於追求自愛。我愛上了你，屬於上天的安排，你沒有理由不成為我的最愛。",
      "length": 55,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 16,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 17,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 18,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 19,
      "content": "其實愛就是和你一起走，走很遠的路也沒有疲倦。比如汽車、比如火車，比如放在腳邊的行李箱，比如麵包，比如礦泉水，比如一隻剖開的桔子，比如你在黑夜的站臺上蹲下身給我係上鞋帶。這一些瑣碎的事物，像家鄉的草堆一樣，堆積起我們的愛情。",
      "length": 111,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 20,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 21,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 22,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 23,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 24,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 25,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 26,
      "content": "愛我，就把你的手給我。我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的微笑,讓你天天快樂。",
      "length": 136,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 27,
      "content": "在擁有愛情的相濡以沫的平淡日子裡，我們感染上對方的氣息，被漸漸同化。當日復一日的歲月在我們臉上刻上烙印，當一圈又一圈的年輪在我們腳下走過，當兩個人在不經意中去體貼對方，去關愛對方，一個眼神，一聲嘆息，一個笑靨，都會給對方帶來心靈的共鳴，都會使愛情得到昇華。",
      "length": 128,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 28,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 29,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 30,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 31,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 32,
      "content": "獨坐相思椅，手握相思筆，望著相思月，想著相思的你，寫著相思信，句句相思語，滴滴相思淚，全部相思你，天是湛藍海是深邃，我愛你是真的！",
      "length": 65,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 33,
      "content": "愛一個人要互相信任；愛一個人要互相理解；愛一個人要多多用心去包容；愛一個人要心胸寬闊；愛一個人要尊重對方的思想和主見；愛一個人要在背後多給予支持；愛一個人要坦誠相待；愛一個人不要互相埋怨；愛一個人要放下自己的尊嚴；愛一個人要付出一切；愛一個人要有勇氣去承擔愛的風風雨雨。",
      "length": 135,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 34,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 35,
      "content": "從前有個人突然的闖入你的生活，教會你什麼是愛了，然後他就離開了，我一生中最幸運的兩件事情，一件是時間終於將我對你的愛消耗殆盡。另一件事，是很久很久前，我遇到你",
      "length": 79,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 36,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 37,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 38,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 39,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 40,
      "content": "不管是以什麼樣的方式去懷念，終究都成為過去時了。一生中，我們努力去尋找的或許不一定是真的愛情，但那些能讓你過的舒服，能讓你開心，快樂的那個人，往往最終會成為你身旁的伴侶。你可能會迷惘，但當你真正學會愛一個人的時候，你就會了解，就會知道，只有陪在身邊才是擁有，愛到習慣才會長久。",
      "length": 138,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 41,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 42,
      "content": "漫長的未來裡，無數的時間會一點一點地改變人生以為不可頑抗的軌道，讓相愛的人分離，讓曾經的誓言變成虛無的回憶，讓年少的詩琴積上歲月的風沙，讓唸到的名字刻在墓地的石碑上。漫長到足夠讓你我相遇，相愛，然後。讓你再愛上另一個人。",
      "length": 110,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 43,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 44,
      "content": "在乎和你牽手的曾經，在乎我們將要走過的往後；每次原諒，我都自我安慰，因為我不夠好，只能把委屈給你，把傷害給自己；每次寬恕，並不表示我會忘記，我只是收藏好自己的傷痕，然後費力地在銘記中遺忘......當你以為你愛上了一個人時，也許只是愛上了戀愛的感覺。 &nbsp;",
      "length": 132,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 45,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 46,
      "content": "蓄意著滿懷的傷情，在這幽柔的月夜下等你，為你和上一曲蕭音。夜靜謐，獨自品嚐這寂夜難眠的旋律。指尖那漸平、漸薄、漸穿的樹葉，卻是承載不了我對你的一片深情。月下花開，是因為傾注了我對你的愛。",
      "length": 93,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 47,
      "content": "有一句話是情深緣淺。情深是她，緣淺是他和她。有一個詞是福薄。她福薄，所以遇上他，他福薄，所以錯過她。",
      "length": 50,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 48,
      "content": "當兩個人在一起的時候，你往往不曉得愛情的珍貴，以為就是普通的生活而已，雖然甜蜜，但卻平淡。然而一旦分開，那種心被割去一塊的感覺，就會讓你明白，原來平淡的生活，就是愛情最好的禮物。所以很多人以為，分手後痛徹心扉的才是愛。其實你錯了，讓你甜蜜的才是愛，讓你痛苦的只是不甘心。",
      "length": 135,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 49,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-07-28T00:35:59.328Z"
    },
    {
      "id": 50,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2025-07-28T00:35:59.328Z"
    }
  ]
}