{
  "type": "愛情文案",
  "updated": "2025-07-29T12:14:25.503Z",
  "updateTime": "2025/7/29 下午8:14:25",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 2,
      "content": "愛情的美麗在於相互的欣賞渴望和追求。那些風花雪月的故事，那些花前月下的誓言，那些淺唱低吟的呢喃，宛如披著輕沙的夢，觸動著我多愁善感的靈魂和浪漫的情懷。",
      "length": 75,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 3,
      "content": "千萬不要對你的愛缺乏堅強的勇氣，也不要對你的愛情太過痴狂，愛情真的很奇妙，世上沒有無緣無故的愛，也沒有無緣無故的恨，愛與恨，只是在一念之間，就繁華落盡，縈繞你心頭的永遠是揮之不去的痛，落在你心底的是無盡的殤懷。",
      "length": 105,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 4,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 5,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 6,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 7,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 8,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 9,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 10,
      "content": "不是每個追求你的人都是值得信任。對你好，總有目的：有些人是想要佔有你，而有些人是想要保護你。想佔有你的人，雖然追求的時候千好萬好，可一旦得到，他就不在乎了。而想保護你的人，才會默默陪著你一生。為你的身體而來的人，也會為別的身體而走。只有為你心而來的人，才會長久。",
      "length": 131,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 11,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 12,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 13,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 14,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 15,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 16,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 17,
      "content": "愛情，像長不大的孩子，一旦一段愛情被稱為成熟，事實上它已經不是愛情，而是由時間定位的一種習慣。愛情，又像是一顆萌芽的種子，經歷風風雨雨變成了果實。沒有最初的感動，沒有最初的朦朧，沒有最初的難捨難分，它以一種叫擁有的形式推遠了那份珍貴。",
      "length": 117,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 18,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時空遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 19,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 20,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 21,
      "content": "實際上，只要人家兩個人你情我願，能把這段感情持續到天長地久，都把對方當成最愛的人，那這場愛情無論是基於經濟還是基於物質，它都是一個完美的結合，我們都要對這樣的愛情給予最真誠的祝福。",
      "length": 90,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 22,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 23,
      "content": "愛情很簡單，簡單到只有愛。一心一意是感情裡最溫柔的力量，歲月與共是平淡中最真實的擁有。有一種牽掛，無聲無息；有一種思念，望眼欲穿。",
      "length": 65,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 24,
      "content": "你不知世上有我，我不知世上有你，豈不乾淨？一朝偶相逢，三載苦相思，情到濃處傷人深，寧願無心對無情。何必呢，何苦呢？但願此生，從未邂逅。",
      "length": 67,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 25,
      "content": "我的心開始下雪，雪無聲地覆蓋了所有，湮滅了迷惘，驕傲與哀痛，當一切歸於寂靜時，世界突然變得清亮明朗。 所以，別為我憂傷，我有我的美麗，它正要開始......",
      "length": 78,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 26,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 27,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 28,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 29,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 30,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 31,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 32,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 33,
      "content": "如果你給我的愛，不能天長地久，當初又何必苦苦追求讓我愛上你。你曾經告訴我：為了我，你可以放棄所有。你的父母，你的公司，若是阻攔了我們，你都甘願放棄，決不皺眉。",
      "length": 79,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 34,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 35,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 36,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 37,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 38,
      "content": "所謂新鮮感，不是和未知的人一起去做同樣的事情，而是和已知的人一起去體驗未知的人生。兩個人相愛卻時常要吵架。這是真愛嗎？或許是在某個時刻，你們是真愛，但實際上，這份愛並不夠。因為兩個人會吵架，是因為生活裡不願妥協，不願為對方改變。但是選擇一個人，那麼也就是選擇一種生活方式。",
      "length": 136,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 39,
      "content": "愛情，從來都是種百轉千回的事情，不曾放棄，不曾受傷害，不曾難過，不曾迷茫，怎懂得愛人？原來，愛情竟是含笑飲砒霜。",
      "length": 56,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 40,
      "content": "每個人的初戀，大都十分純情，跨過初戀，愛情就生出很多姿態：有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人。不是每個人都適合和你白頭到老。有的人，是拿來成長的；有的人，是拿來一起生活的；有的人，是拿來一輩子懷念的。誰是你拿來愛的人，驀然回首，你尋見了嗎？",
      "length": 134,
      "addedAt": "2025-07-29T12:14:25.503Z"
    },
    {
      "id": 41,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 42,
      "content": "思念如水，如水的思念漸漸的把我淹沒，我沉浸在這甜蜜的思念裡，窗外，微風依舊，你的夢裡，可有我的出現……",
      "length": 51,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 43,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 44,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 45,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 46,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 47,
      "content": "愛情不是遊戲，因為我們玩不起。不要輕易說愛，許下的諾言欠下的債。愛不是缺了就可以找，更不是累了便可以換。愛一個人，不一定要擁有；但擁有一個人，就一定要好好去愛。愛，不是一個人的獨角戲，而是兩個人的對手戲！女人善變的是臉，而男人善變的卻是心。",
      "length": 120,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 48,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 49,
      "content": "最真摯的愛情是什麼？最真摯的愛情就是帶著笑容，含著眼淚，看你所喜歡的人一步步的走向她所祈望的幸福生活。生活中，如果有人真的真心對你好，請你一定珍惜，即使做不成情侶也請你給這個對你好的以真誠的慰藉，這個世界上誰都沒有義務一定對你好，你永遠不知道那個被你討厭了無數次，拒絕了無數次還對你好的人多麼的喜歡你。",
      "length": 151,
      "addedAt": "2025-07-29T12:14:25.504Z"
    },
    {
      "id": 50,
      "content": "我總以為只要我努力、只要我掏出我全部的心，總有一天她會愛上我，就象我愛她一樣地愛我。難為你肯為她這樣做，可是愛情，好像不應該是這樣的。有時候有些東西，不是努力能得來的。--《愛有來生》",
      "length": 92,
      "addedAt": "2025-07-29T12:14:25.504Z"
    }
  ]
}