{
  "type": "愛情文案",
  "updated": "2026-02-08T00:51:20.359Z",
  "updateTime": "2026/2/8 上午8:51:20",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 2,
      "content": "戀愛時，切忌被對方刻意製造的幾次浪漫誤導，尤其對方以各種激烈手段表達愛意時，因為那樣的愛，來的快，去的也快，當初有多熱烈，後來就可能有多落寞，願意製造一輩子浪漫的人畢竟不多。真正愛你的人，會讓你內心滋生一股溫柔如水的力量，時間越長，越能感受到那種力量。",
      "length": 126,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 3,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 4,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 5,
      "content": "我對你有了一種割捨不掉的欽佩感和依戀感。見不到你的時候，我會在一個無人的角落裡惆悵，滿心期待你的出現。你已經在我心靈最柔軟的地方生根了，喜歡在你的注視下度過每一分每一秒。",
      "length": 85,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 6,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 7,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 8,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 9,
      "content": "喜歡你，就會在想起你時微笑，至於你是否明白我微笑的原因，我一點也不在意。就像風很舒服時我也微笑，太陽很舒服時我也微笑，而風和太陽就跟你一樣，不會明白我微笑的原因。我怎麼對待風和太陽，我就怎麼對待你……",
      "length": 100,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 10,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 11,
      "content": "當她不愛你的時候，也一定要祝福她。有了愛，便不該有恨，因為曾經有愛，有愛的日子裡是快樂的，有緣在一起也是快樂，有過快樂有過愛，就不會再有恨。她失去的是一個愛她的人，而你失去了一個不愛你的人，卻得到了一個重新生活、重新去愛的機會。請你深深呼吸，一生的路上，鋪滿了愛的花蕾，總有那麼一朵屬於你，花兒雖多，卻沒有重複的一朵，這是生生世世早已經註定的。",
      "length": 172,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 12,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 13,
      "content": "經過一次付出了卻得不到回報的愛情之後，免不了對人起了疑心，總提防著。還以為這是自己長大了，也不過是小資產階級那點保本的策略：不想賠，就把錢藏好，一分也不要拿出來。這個思路，廣泛應用於各類情感，這就是通俗愛情。",
      "length": 104,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 14,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 15,
      "content": "世人說，愛情是杯咖啡，或濃或淡，或甜或苦，主要是看自己放下的是什麼！要我說，愛情就像季節，春夏秋冬，酸甜苦辣，自己品嚐。甜甜的一份愛情是這樣的，那你的呢？無論你身在那裡，我的愛始終與你相伴。",
      "length": 95,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 16,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 17,
      "content": "曾經努力的愛情，以為會幸福。原來，愛情並不簡簡單單就可以做好。曾經的溫暖如今已經變成了回憶。會痛，會疼，會傷，永遠是愛情給的。握不住的流沙，抓不住的時光，疼不完的愛情。",
      "length": 84,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 18,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 19,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 20,
      "content": "謝謝你，讓我們相遇，讓我愛上了你。你流淚，我陪你，我不在意你的難過感染了我！你難過，我陪你，我不在意你的傷感傳給了我！你傷心，我陪你，我不在意你的痛苦感傷了我！你痛苦，我陪你，街燈照不到的地方還有我陪著你。",
      "length": 103,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 21,
      "content": "在一起一天拉手在街上那是激情，在一起一年拉手在街上那是戀情，在一起五年還能在街上拉手那是感情，在一起十年在街上拉手是親情。如果三十年後還能一起拉手在街上散步那才是愛情。",
      "length": 84,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 22,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 23,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 24,
      "content": "我曾經以為不會講完的故事，其實早就準備了物是人非的結局。我曾經以為不會散場的青春，只剩下寫滿告別的字句。我曾經以為那麼重要的你，也可以心平氣和地只放在回憶裡。人長大了，就不再有那麼多的義無反顧，我會很安靜，很安靜。",
      "length": 107,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 25,
      "content": "戀愛時，你有一股強烈的渴望想要融入這個人。這已不是愛的問題。你的身體充滿愉悅感，你的頭腦活動完全不見了。因為我們在嬰兒期跟母親進入過這樣的狀態，所以我們認為若想再度擁有這種狀態，就必須和另一個人在一起。其實我們真正想找的只是那份融為一體，黃金般的溫暖感。",
      "length": 127,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 26,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 27,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 28,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 29,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 30,
      "content": "在這個世上還有這樣一群人，他們的感情隔著千山萬水，他們承受著旁人無法明白的痛苦，只正因他們知道在那個遙遠的城市，有著自我想要的愉悅。他們不能陪對方逛街，只好把思念一次一次的寄過去，他們在對方難過時，只能用蒼白得消息給予安慰；在對方無助時，只能手裡握著電話發奮的聽對方的呼吸和哭泣的音。",
      "length": 142,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 31,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 32,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 33,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 34,
      "content": "愛你，想你，到痴迷，而你卻毫不在意，彷彿我從未走進你的心裡；思你，念你，到流下淚滴，而你卻似乎並不珍惜，彷彿我從來就沒遇到過你；疼你，惜你，到夢裡，而你卻從未記起，彷彿你我從未在一起……",
      "length": 93,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 35,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 36,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 37,
      "content": "愛情，像長不大的孩子，一旦一段愛情被稱為成熟，事實上它已經不是愛情，而是由時間定位的一種習慣。愛情，又像是一顆萌芽的種子，經歷風風雨雨變成了果實。沒有最初的感動，沒有最初的朦朧，沒有最初的難捨難分，它以一種叫擁有的形式推遠了那份珍貴。",
      "length": 117,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 38,
      "content": "每個人都有很多缺點，幸運的話，你還是會找到愛你的人，他不但包容你，他甚至心痛你那些缺點，擔心你會因此而吃虧。你的缺點再多，在他眼裡始終可愛。你所有的不好，絲毫沒有減少他對你的愛。愛情就有這麼傻，只要一直傻到底就好。傻不到底的話，所有的缺點和不好，才會突然變得那麼難以容忍。",
      "length": 136,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 39,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 40,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 41,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 42,
      "content": "我知道我不完美，但我的愛最純粹，我不怕苦不怕累，一生愛你是我最燦爛的陶醉，努力營造生活的明媚，愛你我真的無悔。",
      "length": 55,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 43,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 44,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 45,
      "content": "我想，愛你而不用抓住你，欣賞你而不須批判你，和你一起參與而不強求你，離開你亦無須言歉疚，幫助你而沒有半點看低你，那麼，我倆的相處就是真誠的，並且能彼此滋養。",
      "length": 78,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 46,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 47,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 48,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 49,
      "content": "愛你的感覺，永遠都是那麼美。你那溫柔的笑臉，是我致命的弱點。愛你愛你……不管今生或來世，我將永遠愛你。",
      "length": 51,
      "addedAt": "2026-02-08T00:51:20.359Z"
    },
    {
      "id": 50,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2026-02-08T00:51:20.359Z"
    }
  ]
}