{
  "type": "愛情文案",
  "updated": "2026-01-28T18:15:01.840Z",
  "updateTime": "2026/1/29 上午2:15:01",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 2,
      "content": "因為想一個人而寂寞，因為愛一個人而溫順；因為有一個夢而執著，因為等一個人而折磨；愛，就大聲說出來，因為你永遠都不會知道，明天和意外，哪個會先來！世界上最遠的距離，不是站在你面前你不知道我愛你，而是愛到痴迷，卻不能說我愛你。",
      "length": 111,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 3,
      "content": "冥冥之中，似乎有一根線牽引著你我走到一起。當視線對上的那一刻，天地萬物已被遺忘於腦後，眼中看到的只有你，那時就知道我已陷入愛情的漩渦裡，再也爬不出來，也不願再出來了。",
      "length": 83,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 4,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 5,
      "content": "我總以為只要我努力、只要我掏出我全部的心，總有一天她會愛上我，就象我愛她一樣地愛我。難為你肯為她這樣做，可是愛情，好像不應該是這樣的。有時候有些東西，不是努力能得來的。--《愛有來生》",
      "length": 92,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 6,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 7,
      "content": "永遠不要無休止的圍著你喜歡的那個男人轉，儘管你喜歡得他快要掏心掏肺的死掉了，也還是要學著給他空間，否則，你要小心纏得太緊會勒死他的。",
      "length": 66,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 8,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 9,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 10,
      "content": "愛情這東西啊，是你想要的時候偏逃走，不想要的時候又糾纏不過來，想放放不開，想抓抓不牢，忘又忘不掉，恨又恨不了的一種輪迴中冥冥跟隨你的靈感世界！",
      "length": 71,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 11,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 12,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 13,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 14,
      "content": "說到愛情，就要說說愛情的生命力。愛情很脆弱，脆弱得經不住歲月的侵蝕和生活的打磨；愛情也堅強，堅如磐石地老天荒。脆弱的愛情參雜了愛情以外的東西，如物質的、利益的，堅強的愛情一定出於心願發乎愛戀，是真摯的、純情的。",
      "length": 105,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 15,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 16,
      "content": "曾經以為，我是你心中永遠的春天，可我忘了，春天的後面是冷秋，寒冬。曾經以為，我可以戒情，戒網，戒傷心，可我忘了，最難戒的卻是你。",
      "length": 64,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 17,
      "content": "愛一個人，是多一個人，都會難受的兩個人的世界。喜歡一個人，是甜膩的。愛一個人，是苦盡甘來的。喜歡一個人，在一起的時候會很開心。愛一個人，在一起的時候，會莫名的失落。喜歡一個人，你不會想到你們的將來。愛一個人，你們常常在一起憧憬明天。喜歡一個人，在一起的時候永遠是歡樂。",
      "length": 134,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 18,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 19,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 20,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 21,
      "content": "從見你的第一眼開始，我就發現終於找到我的另一半了！我要給她一生的幸福！從未動搖過！我堅信一生不動搖！",
      "length": 50,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 22,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 23,
      "content": "遠方的戀情，就向火與風，假如僅僅是小火苗，風一吹就滅，如果是熊熊焚燒的烈火，風吹過反而會越燒越旺。",
      "length": 49,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 24,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 25,
      "content": "最初的相識相知，後來的相濡以沫，讓我相信你就是我一直在苦苦找尋的幸福。但我猜到了過程，卻未曾猜到結局。現在才發現，幸福有時距離我很近很近，甚至觸手可及，但卻也只是過眼雲煙，轉瞬即逝。其實，我想要的幸福真的很簡單，我只想：願得一人心，白首不相離。",
      "length": 122,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 26,
      "content": "玫瑰花的香味飄蕩在空氣中，巧克力的甜蜜洋溢在喜悅中，情人節，在這樣浪漫的日子裡，沒有華麗的辭藻，只有真心的表白：寶貝，愛你的心，永遠不變。",
      "length": 69,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 27,
      "content": "愛一個人最重要的也許不是山盟海誓和甜言蜜語，生活中的一些瑣事，更能體現他對你的用情，那才是愛的密碼。財富是一種寄存，錢再多，你也不能帶到棺材裡去；情愛是一種寄存，人之亡之，情之焉附？權位是一種寄存，無論你怎樣叱吒風雲，卻不能逃出最終的交替；即使是生命本身，也不過是寄存於這個星球上的匆匆過客。而這個星球，本身充其量也就是造物主為人類建造的一間小驛站。",
      "length": 175,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 28,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 29,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 30,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 31,
      "content": "如果，真愛一個人，你會陷入情不自禁的旋渦中，情不自禁念他的好，情不自禁回憶和他一起走過的時光，情不自禁為他做一些事情，情不自禁在乎著他的一切。他愛不愛你，你也是能夠感覺到的。真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起的。對自己好點，對心愛的人也要好點。",
      "length": 131,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 32,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 33,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 34,
      "content": "愛情的花蕾，需要兩顆真摯的心靈滋潤，才能綻出最美的花朵。愛情路上，無論遭遇風霜雨雪，還是陰霧瀰漫，只要兩顆相愛的心靈緊緊相貼，就一定能驅散濃陰迷霧，笑看一縷陽光的燦爛，輕嗅一朵花兒的香甜。",
      "length": 94,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 35,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 36,
      "content": "暮然回首，那人就在燈火闌珊處的感動。茫茫人海，總有一個人千載不變地等著我，那是我十三億分之一的緣。你見他第一眼的時候就感覺到溫暖，甚至你分不清是在哪個時候，一份喜歡，莫名的昇華作了愛戀。讓你有願得一人心，白首不相離的決然。",
      "length": 111,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 37,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 38,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 39,
      "content": "人生學會隨緣，才能活得瀟灑自在。隨緣，是一種胸懷，是一種成熟，是對自我內心的一種自信和把握。原來，我們在落淚以前的轉身，是那麼的不甘心，是那麼的留戀曾經的故事。真的放棄真的很難，一旦放棄了，就真的放下吧，別讓過去的陰影，羈絆了你的步履。縱使遍體鱗傷，未必銘心刻骨。",
      "length": 132,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 40,
      "content": "生命中，有些人，一旦遇見，便一眼萬年；有些心動，一旦開始，便覆水難收；有些情，一旦眷戀，便海枯石爛；有些緣分，一旦交織，便在劫難逃。",
      "length": 66,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 41,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 42,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 43,
      "content": "如果愛有原因，那就不愛了；如果愛有目的，那也就不愛了；如果愛可以解釋，如果愛合情合理，那麼愛也就不復存在了。愛情不合乎邏輯，或許這就是愛的邏輯。",
      "length": 72,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 44,
      "content": "在擁有愛情的相濡以沫的平淡日子裡，我們感染上對方的氣息，被漸漸同化。當日復一日的歲月在我們臉上刻上烙印，當一圈又一圈的年輪在我們腳下走過，當兩個人在不經意中去體貼對方，去關愛對方，一個眼神，一聲嘆息，一個笑靨，都會給對方帶來心靈的共鳴，都會使愛情得到昇華。",
      "length": 128,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 45,
      "content": "青春年少的日子，我們總以為，愛情就是把兩個人牢牢地綁在一起，當你愛我，你就要了解我。這樣的結果卻是：當你瞭解我，你就不愛我了。直到青春遠去，我我們才明白，每個人心中也有一片內陸，即便是最親密的人，也無法抵達那兒。",
      "length": 106,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 46,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 47,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 48,
      "content": "有一句話是情深緣淺。情深是她，緣淺是他和她。有一個詞是福薄。她福薄，所以遇上他，他福薄，所以錯過她。",
      "length": 50,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 49,
      "content": "認識你是一種緣，能在一起走一生，是一種幸福。不會讓你為了我而哭泣傷心，我要好好珍惜和你在一起的分分秒秒，那美好的快樂和歡笑，我會珍藏。無論遇到什麼事情，永遠不會輕易說分手，永遠不會輕易地放棄感情，我們的愛情，經得起時間的考驗。",
      "length": 113,
      "addedAt": "2026-01-28T18:15:01.840Z"
    },
    {
      "id": 50,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2026-01-28T18:15:01.840Z"
    }
  ]
}