{
  "type": "愛情文案",
  "updated": "2025-09-05T06:11:35.913Z",
  "updateTime": "2025/9/5 下午2:11:35",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 2,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 3,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 4,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 5,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 6,
      "content": "愛情，是一種既讓人甜蜜，又令人煩惱的東西。它給了你一個平凡的名字，你卻渴望與他生死與共。無論你曾經被傷害的有多深，總會有一個人的微笑，讓你忘記了承受過的所有傷痛。",
      "length": 81,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 7,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 8,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 9,
      "content": "愛情是需要付出和捨得的，當你想要得到一份刻骨銘心的愛情時，你就必須作好承受刻骨銘心之苦的準備，否則，就不要輕易去嘗試。",
      "length": 59,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 10,
      "content": "人世間到底有沒有永恆的情感，有沒有一成不變的誓言，或許只能用我們的一生來檢驗。曾經的過往，已融於心底最深的記憶，那是永遠無法改變的歷史，亦不必隔世相望，所有的不了情緣，任由它隨風隨雨隨煙散去。只要記得，轉身回眸時那嫣然一笑，足以，不說再見。",
      "length": 120,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 11,
      "content": "沉默，是一個人對愛最蒼白的表情；是一顆心對情最無力的回應。沉默的人，愛的最深；沉默的心，傷的最重。",
      "length": 49,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 12,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 13,
      "content": "有一天，天愛上了海，可是空氣阻隔了它們，它們無法相愛，天哭了，淚水落在海里，即使不能相愛，也要把靈魂託給大海，從此海比天藍。",
      "length": 62,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 14,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 15,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 16,
      "content": "年輕的你，有足夠的理由相信：你將會得到這世間最幸福的一份愛。所以要耐心地等待。不要太早地相信任何的甜言蜜語，不管那些話語是出於善意或是惡意，對你都沒有絲毫的好處。果實要成熟了以後才會香甜，幸福也是一樣。",
      "length": 101,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 17,
      "content": "洶湧而至的愛，來得快去的也快。而真正對你好的人，往往是細水長流。你可能會怪他沒有付出真心，但在一天天過日子裡，卻能感覺到他對你無所不在的關心。好的感情，不是一下子就把你感動暈，而是細水長流的把你寵壞。",
      "length": 100,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 18,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 19,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 20,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 21,
      "content": "我們愛上了那個人，才發現她身體裡那麼多的喜怒哀樂。她的悲傷，她的軟弱，她的無理取鬧；她的種種的。讓你覺得你怎麼會愛上這樣一個人，你無法忍受的地方一一暴露在你面前。這個時候，我們總會忘了一件最重要的事，你能看到這些是因為，她也愛著你。",
      "length": 116,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 22,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 23,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 24,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 25,
      "content": "愛情就是愛情，有的愛情自帶房子，有的愛情自帶車子，有的愛情一開始什麼都不帶，但只要和你在一起，將來都會有。我付出真心沒有錯，只是沒有遇到對的人。所以，在遇到你之前，我還是要相信愛情。不然，就遇不到你。",
      "length": 100,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 26,
      "content": "你終會明白，誰是虛情假意，誰是真心愛你，誰會為你不顧一切。不要浪費生命，去忍受這些不必忍受的事。忍受完，又浪費生命去抱怨或咒罵，這太划不來。你一定有更好的事可做的！假如你的生活開始變得像一列失控的火車，抓住急救繩，趕緊跳下去。否則，你只能呆在一列飛車上，卻不知駛向何方。",
      "length": 135,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 27,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 28,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 29,
      "content": "不要問別人愛不愛你，不管他如何回答都是否定的。一個人愛你，不會隱藏躲避，而會用各種辦法讓你知道。如果你不確定，一定不是愛。閃爍其詞是心虛，故作神秘是伎倆。愛是最濃烈的情感，不夠濃烈就不是愛。愛情只有愛與不愛，沒什麼不夠愛，不夠愛還是不愛，一旦遇見愛的馬上會把你淘汰。",
      "length": 133,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 30,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 31,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 32,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 33,
      "content": "生命中，有些人，一旦遇見，便一眼萬年；有些心動，一旦開始，便覆水難收；有些情，一旦眷戀，便海枯石爛；有些緣分，一旦交織，便在劫難逃。",
      "length": 66,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 34,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 35,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 36,
      "content": "在愛情的海洋，有太多的波浪，我們以為愛的很深很真，其實愛的很淺很淡，一句難聽的話，就會狠狠刺痛對方的心。為了不讓對方受傷害，有的人潛藏在愛情背後，收穫幸福和快樂，而有的人為了愛情為她付出一切，甚至是寶貴的生命。我們不能左右愛情，只有去適應愛情，好好珍惜彼此，幸福才能更長久。",
      "length": 137,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 37,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 38,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 39,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 40,
      "content": "當她不愛你的時候，也一定要祝福她。有了愛，便不該有恨，因為曾經有愛，有愛的日子裡是快樂的，有緣在一起也是快樂，有過快樂有過愛，就不會再有恨。她失去的是一個愛她的人，而你失去了一個不愛你的人，卻得到了一個重新生活、重新去愛的機會。請你深深呼吸，一生的路上，鋪滿了愛的花蕾，總有那麼一朵屬於你，花兒雖多，卻沒有重複的一朵，這是生生世世早已經註定的。",
      "length": 172,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 41,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 42,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 43,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 44,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 45,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 46,
      "content": "有扇門永遠為我們敞開，那就是愛，愛所有的人，愛這個世界。懂得與人分享愛，就是懂得愛與被愛。你藏在我心裡，我不難找到你；你藏在自己心裡，任何人也找不到你。試著把自己的心打開，不要拒人千里，先在自己的心裡裝下別人、裝下大眾，這份愛叫幸福，這份愛叫包容，包容的愛裡沒有傷害。",
      "length": 134,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 47,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 48,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 49,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2025-09-05T06:11:35.913Z"
    },
    {
      "id": 50,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2025-09-05T06:11:35.913Z"
    }
  ]
}