{
  "type": "愛情文案",
  "updated": "2025-11-19T12:13:31.337Z",
  "updateTime": "2025/11/19 下午8:13:31",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 2,
      "content": "愛情總是在我們不經意的讓我們變成了俘虜，變成了我們為另一半不知道晴天陰天的傻瓜，但是更多的時候我們都喜歡在同一片陽光裡得到那份愛的滋潤，都喜歡在同一個傘下感知那份彼此的心跳。我們高興了我們高興的，我們傷心了我們傷心的，可最後我們都擁著同一個時間的聲音對彼此說，我愛你。",
      "length": 134,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 3,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 4,
      "content": "要有多堅強，才能不淚流；要有多灑脫，才能不失落。聽過的歌，情難捨；愛過的人，心難忘。往往太在乎一個人，就會失去自我；常常太迫切一份情，就會丟掉尊嚴。",
      "length": 74,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 5,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 6,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 7,
      "content": "愛情，從來都是種百轉千回的事情，不曾放棄，不曾受傷害，不曾難過，不曾迷茫，怎懂得愛人？原來，愛情竟是含笑飲砒霜。",
      "length": 56,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 8,
      "content": "你不知世上有我，我不知世上有你，豈不乾淨？一朝偶相逢，三載苦相思，情到濃處傷人深，寧願無心對無情。何必呢，何苦呢？但願此生，從未邂逅。",
      "length": 67,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 9,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 10,
      "content": "拼命對一個人好，生怕做錯一點對方就不喜歡你，這不是愛，而是取悅。分手後覺得更愛對方，沒他就活不下去，這不是愛情是不甘心。你拼命工作努力做人，生怕別人會看不起你，這不是要強，而是恐懼。許多人被情緒控制，只敢抓住而不敢放棄。但什麼都不敢放棄，你活得多累。會放棄的生活才會更灑脫。",
      "length": 137,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 11,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 12,
      "content": "愛情中沒有對與錯，也沒有先來後到，有的只是愛或不愛，不要等到錯過了再去後悔。愛情裡沒有輸贏，只有愛與不愛，愛就要愛的痛快，不愛就忘得乾脆，哭哭啼啼挽回的不是愛而是同情。參雜著同情的愛就不純粹了。愛了就愛了，付出了，體驗了，哪怕結果會是傷了，痛了，無論如何不要為自己的付出後悔。",
      "length": 138,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 13,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 14,
      "content": "我想，愛你而不用抓住你，欣賞你而不須批判你，和你一起參與而不強求你，離開你亦無須言歉疚，幫助你而沒有半點看低你，那麼，我倆的相處就是真誠的，並且能彼此滋養。",
      "length": 78,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 15,
      "content": "說到愛情，就要說說愛情的生命力。愛情很脆弱，脆弱得經不住歲月的侵蝕和生活的打磨；愛情也堅強，堅如磐石地老天荒。脆弱的愛情參雜了愛情以外的東西，如物質的、利益的，堅強的愛情一定出於心願發乎愛戀，是真摯的、純情的。",
      "length": 105,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 16,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 17,
      "content": "暗戀的人總是經過一段暗戀後變得堅強，也已成長，成長到接受別人的愛，亦或去追求所愛，而這一切，好像與那個人無關。那個人何其無辜，被愛時他絲毫不知情，被愛後別人的堅強也好似和他無關，但不得不承認，他無意中造就了一個人的蛻變和成長，所以，那個人，又是何其偉大。",
      "length": 127,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 18,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 19,
      "content": "這一生的最愛，在下一世連一點痕跡也不會留下。愛著的人啊，好好握著她的手，下輩子，你的身邊就不再是她了。到了來生，你是否還記得自己曾愛過誰？",
      "length": 69,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 20,
      "content": "愛若是虛的，至少，她可以用錢來求實，愛若是真的，有愛就有了一起。當至愛充盈心間，當柔情抵達心底，當真愛滌盪心靈，回頭才會發現，生活在愛的海洋中的我們才算幸福美滿。",
      "length": 81,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 21,
      "content": "不要因為自己長相不如對方而放棄追求的打算，長相只是一時的印象，真正決定能否結合主要取決於雙方的性格。我見過的帥哥配醜女，醜女配帥哥的太多了。",
      "length": 70,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 22,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 23,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 24,
      "content": "生活既要忍得了苦，也要經得起甜。我希望有這麼一個人，給我波瀾不驚的愛情，陪我看世界的風景，許我一世的歡顏。生活就像坐過山車，有高峰，也有低谷，這意味著，無論眼下是好是壞，都只是暫時的。",
      "length": 92,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 25,
      "content": "想成為她的影子，形影不離，這樣的喜歡單純卻又容易自卑，嚮往卻又有些心酸，喜歡一個人真的很難。",
      "length": 46,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 26,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 27,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 28,
      "content": "不管是以什麼樣的方式去懷念，終究都成為過去時了。一生中，我們努力去尋找的或許不一定是真的愛情，但那些能讓你過的舒服，能讓你開心，快樂的那個人，往往最終會成為你身旁的伴侶。你可能會迷惘，但當你真正學會愛一個人的時候，你就會了解，就會知道，只有陪在身邊才是擁有，愛到習慣才會長久。",
      "length": 138,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 29,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 30,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 31,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 32,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 33,
      "content": "愛情是需要付出和捨得的，當你想要得到一份刻骨銘心的愛情時，你就必須作好承受刻骨銘心之苦的準備，否則，就不要輕易去嘗試。",
      "length": 59,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 34,
      "content": "同行一生，是難得的緣分；共度一旅，也是一份可貴的紀念。愛我的人，我不愛她；我愛的人，她不愛我；兩情相悅，那麼到底能不能在一起了？我想是可以的，因為世間必有真情在。愛情沒有因果，愛情沒有規則，愛情不分對錯，真愛最殘忍卻不褪色。",
      "length": 112,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 35,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 36,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 37,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 38,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 39,
      "content": "辮子不是隨便散的，短信不是隨便看的，三葉草不是隨便送的……我的青春詞典裡，亂碼很多，空白也很多，但是都是，你的名字寫的端端正正排正數第二。",
      "length": 69,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 40,
      "content": "在這個世上還有這樣一群人，他們的感情隔著千山萬水，他們承受著旁人無法明白的痛苦，只正因他們知道在那個遙遠的城市，有著自我想要的愉悅。他們不能陪對方逛街，只好把思念一次一次的寄過去，他們在對方難過時，只能用蒼白得消息給予安慰；在對方無助時，只能手裡握著電話發奮的聽對方的呼吸和哭泣的音。",
      "length": 142,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 41,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 42,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 43,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 44,
      "content": "愛有多少，忍耐就有多少。說過的話，做過的事，走過的路，遇過的人，每一個現在，都是以後的回憶；無須緬懷昨天，不必奢望明天，認真過好每個當下，說能說的話，做可做的事，走該走的路，見想見的人。腳踏實地，不漠視，不虛度，有緣無緣，一切隨緣，保持一份好心情，就算心碎也要擁有最美的姿態。",
      "length": 138,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 45,
      "content": "找一個相守一生的人，未必要完美，甚至未必是至愛，只要同路就好，可以結伴而行，不至一生寂寞，足夠了。",
      "length": 49,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 46,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 47,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 48,
      "content": "我的心開始下雪，雪無聲地覆蓋了所有，湮滅了迷惘，驕傲與哀痛，當一切歸於寂靜時，世界突然變得清亮明朗。 所以，別為我憂傷，我有我的美麗，它正要開始......",
      "length": 78,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 49,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-11-19T12:13:31.337Z"
    },
    {
      "id": 50,
      "content": "不要以那靈魂知己的名義，去等不該等的人，最後就是蹉跎那不該蹉跎的青春。有沒有那麼一個人，曾經讓你發了瘋的想，現在卻拼了命的想忘掉，有些人我們叫著親愛的卻並不喜歡。有些人我們罵著傻逼卻是真的愛著。",
      "length": 97,
      "addedAt": "2025-11-19T12:13:31.337Z"
    }
  ]
}