{
  "type": "愛情文案",
  "updated": "2025-11-06T12:17:13.224Z",
  "updateTime": "2025/11/6 下午8:17:13",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 2,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 3,
      "content": "唯有你願意去相信，那樣才能得到你想相信的。對的人終究會遇上，美好的人終究會遇到，只要讓自己足夠的美好。努力讓自己獨立堅強，這樣才能有底氣告訴我愛的人，我愛他。",
      "length": 79,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 4,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 5,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 6,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 7,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 8,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 9,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 10,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 11,
      "content": "難以忘記初次見你，你那迷人的微笑，在我生活裡，你的身影，早已深刻，給你的情人節短信送給你的祝福，是我最熱烈的愛戀，我們幸福，我想珍惜，看到你的笑顏，我會開心，愛上你是我情非得已。",
      "length": 89,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 12,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 13,
      "content": "愛情本身就是一本書，翻過無數遍卻不知其深意何在，也許歸功於不用心，也許歸納出了真諦，人或人，僅僅只是人與人而已，相遇、相知、相愛，總在一種微妙的時間和空間階段畫出不同的弧線。",
      "length": 87,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 14,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 15,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 16,
      "content": "愛一個人，是多一個人，都會難受的兩個人的世界。喜歡一個人，是甜膩的。愛一個人，是苦盡甘來的。喜歡一個人，在一起的時候會很開心。愛一個人，在一起的時候，會莫名的失落。喜歡一個人，你不會想到你們的將來。愛一個人，你們常常在一起憧憬明天。喜歡一個人，在一起的時候永遠是歡樂。",
      "length": 134,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 17,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 18,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 19,
      "content": "有時候，一個建議你離開的人，可能是最愛你的。一個希望你放棄的人，可能是最關心你的。一個渴求不再聯繫的人，可能是最掛念你的。一個默默離開的人，可能是最捨不得你的。我們的人生，就是在這樣矛盾而糾結裡渡過。愛並不是一場在一起的遊戲，愛恰恰是種掛念你而不得不離開的痛楚。",
      "length": 131,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 20,
      "content": "玫瑰花的香味飄蕩在空氣中，巧克力的甜蜜洋溢在喜悅中，情人節，在這樣浪漫的日子裡，沒有華麗的辭藻，只有真心的表白：寶貝，愛你的心，永遠不變。",
      "length": 69,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 21,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 22,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 23,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 24,
      "content": "有愛，一花一草，滿目的愜意，訴說愛情的甜蜜；有情，一點一滴，晶瑩的水珠，蘊藏情誼的源起；有心，一分一秒，光陰的流逝，匯聚著愛情的珍惜；有意，一生一世，心靈的相依，詮釋著愛情的真締。祝你愛情甜蜜，擁有愛的傳奇！",
      "length": 104,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 25,
      "content": "你離開的第356天，我每天都在翻過去的日記，我不能讓自己忘記你。因為我就是一無所有，也不能沒有，有你的回憶，所以重逢的那天我一眼就在人海發現了你。",
      "length": 73,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 26,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 27,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 28,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 29,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 30,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 31,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 32,
      "content": "瘋狂的一瞬間，我會愛上你，抓住了真愛，就抓住了你的心。愛是你我的夢，因為愛情，青睞了你的心海，一個人的力量，微不足道的關愛，孤掌難鳴，等待著你的等待；兩個人的成雙，凝成一股堅韌的繩，心與心的交匯，可以掌控愛情的舞臺。",
      "length": 108,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 33,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 34,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 35,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 36,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 37,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 38,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 39,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 40,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 41,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 42,
      "content": "吵吵鬧鬧的相愛，親親熱熱的怨恨，一切的沉重的輕浮，嚴肅的狂妄，整齊的混亂，鉛鑄的羽毛，寒冷的火焰，憔悴的健康，永遠覺醒的睡眠，否定的存在！我感到愛情正是這種東西。",
      "length": 81,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 43,
      "content": "暗戀的人總是經過一段暗戀後變得堅強，也已成長，成長到接受別人的愛，亦或去追求所愛，而這一切，好像與那個人無關。那個人何其無辜，被愛時他絲毫不知情，被愛後別人的堅強也好似和他無關，但不得不承認，他無意中造就了一個人的蛻變和成長，所以，那個人，又是何其偉大。",
      "length": 127,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 44,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 45,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 46,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 47,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 48,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 49,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2025-11-06T12:17:13.224Z"
    },
    {
      "id": 50,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-11-06T12:17:13.224Z"
    }
  ]
}