{
  "type": "愛情文案",
  "updated": "2026-01-07T00:33:33.958Z",
  "updateTime": "2026/1/7 上午8:33:33",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 2,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 3,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 4,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 5,
      "content": "不要因為自己長相不如對方而放棄追求的打算，長相只是一時的印象，真正決定能否結合主要取決於雙方的性格。我見過的帥哥配醜女，醜女配帥哥的太多了。",
      "length": 70,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 6,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 7,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 8,
      "content": "兩個人總是比一個人溫暖。人生底色都無盡荒涼，但看透了這荒涼之後，一步步再往回走，人生，會一點點溫暖起來。半夜聽遠處笛聲，他吹的是繞春的情分，我聽的是人生的驚蟄。",
      "length": 80,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 9,
      "content": "一個人如果連自己都不珍惜，又怎會有人珍惜？許多時候，你覺得沒人愛你，沒人疼你，沒有對你好，首先就得反思一下，你自己是否愛自己，是否疼自己，是否對自己好。自私確實不好，但完全的無私就是對自己的傷害。所以啊，愛人先愛己。你愛自己有多少，別人愛你才有多少。",
      "length": 125,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 10,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 11,
      "content": "若你欲哭無淚，那就嘗試著說出來。如若不是為了一個人，誰肯枯守一座城。城市和愛情，總是有著這樣那樣的關係。我們會因為一個人，去到那座城，因為那是一座愛的城；我們也會因為一個人，離開一座城，那是一座絕望的傷城。生命是一場遇見，在人來人往之間，最稀罕的就是你會遇見另一個自己。",
      "length": 135,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 12,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 13,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 14,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 15,
      "content": "所謂新鮮感，不是和未知的人一起去做同樣的事情，而是和已知的人一起去體驗未知的人生。兩個人相愛卻時常要吵架。這是真愛嗎？或許是在某個時刻，你們是真愛，但實際上，這份愛並不夠。因為兩個人會吵架，是因為生活裡不願妥協，不願為對方改變。但是選擇一個人，那麼也就是選擇一種生活方式。",
      "length": 136,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 16,
      "content": "愛上你，沒有太多的理由。很自然的被你征服。回首往事，以為這輩子再也不會去觸碰愛情。可沒想到，今天，我還是如此簡單的被愛情征服。而且愛得不能自拔，不想放棄......",
      "length": 82,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 17,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 18,
      "content": "千萬不要對你的愛缺乏堅強的勇氣，也不要對你的愛情太過痴狂，愛情真的很奇妙，世上沒有無緣無故的愛，也沒有無緣無故的恨，愛與恨，只是在一念之間，就繁華落盡，縈繞你心頭的永遠是揮之不去的痛，落在你心底的是無盡的殤懷。",
      "length": 105,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 19,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 20,
      "content": "再好的婚姻也不能擔保既有的愛情永存，杜絕新的愛情發生的可能性。不過，這沒有什麼不好。世上沒有也不該有命定的姻緣。靠閉關自守而得維持其專一長久的愛情未免就會顯得可憐。",
      "length": 82,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 21,
      "content": "不要去恨一個人，那是對自己的折磨。不是一見鍾情再則日久生情的。不是得不到的才是最好的。不是距離產生美，也不是寂寞比浪漫可靠。愛情是沒有邏輯可言的，各有各的姿態，你愛了，便是愛了。",
      "length": 89,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 22,
      "content": "一見鍾情這種事，浪漫但不一定長久。日久生情這種事，很難卻更難分開。一見鍾情永遠和外貌有關，日久生情永遠和習慣有關。越緩慢的愛上一個人，就愛的越長久。愛情可以有一瞬間，但真情卻需時間澆灌。",
      "length": 93,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 23,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 24,
      "content": "你不開心的時候，我陪你，你哭泣的時候，我陪你，你心情很不爽的時候，我陪你，你不想回家的時候，我陪你，無論怎樣，我都陪你，只因為你是我最愛的人，你就是我的音樂，你給我帶來好聽的音符。你是我的全部，你給我生命帶來了色彩。",
      "length": 108,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 25,
      "content": "愛，如果不是全部，那就什麼也不是。愛可以一點一滴地修飾你的言行與靈魂，而不是小心翼翼、戰戰兢兢地討對方的歡心，或是整天提心吊膽地擔心那人的變心。愛是平等的交流，而不需要太多發抱歉與解釋。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為我愛你我才知道人生有許多無法滿足的事，愛情總是太美。",
      "length": 176,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 26,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 27,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 28,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生註定在一起的。一輩子其實不長。能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢。一輩子只愛一個人，並不丟人。明明知道，除了他還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要去溫暖另一顆心，坦誠相待，這樣才可以幸福。",
      "length": 133,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 29,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 30,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 31,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 32,
      "content": "永遠不要無休止的圍著你喜歡的那個男人轉，儘管你喜歡得他快要掏心掏肺的死掉了，也還是要學著給他空間，否則，你要小心纏得太緊會勒死他的。",
      "length": 66,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 33,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 34,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 35,
      "content": "不知道在這個世界每個角落，每時每刻都在發生的愛情，是否都像這樣，從最初的激情到最後的平淡，有它顛撲不破的方向。當一切都趨於荷爾蒙洶湧後的平靜，才愈加看得清對方給的愛，有多少歡喜又有多少受寵若驚，有多少瑕疵又有多少自以為是。",
      "length": 111,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 36,
      "content": "愛是一場輸不起的豪賭。押上全部賭注以後，如果贏了，我們將贏得終生幸福；如果輸了，留下的只有道道傷痕。明知輸不起，偏偏還要賭，勸也勸不了，攔都攔不住--這就是愛情的魅力所在。總以為愛情可以填滿人生的遺憾，然而，製造更多的遺憾，卻偏偏是愛情。陰晴圓缺，在一段愛情中不斷重演。",
      "length": 135,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 37,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 38,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 39,
      "content": "戀人之間，最怕的不是情緒化，而是徹底迴歸平靜。一旦萬籟俱寂，也就是情之盡頭了。越廝纏，才越廝愛。那些正在折騰著的男男女女們，別嫌煩：生命在於運動，愛情註定折騰！",
      "length": 80,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 40,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 41,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 42,
      "content": "紅塵路茫茫，許願念長長，修一個你身，再修一個我身，隱於塵世，行善，養性，修心，然後再修一個來生，再修一個你，因明瞭，愛！是一種久遠的修行。愛！是一種不老的遠行。懂你的，能得包容，不懂你的，只語成傷。得心者，能得生死與共，這！就是愛情。",
      "length": 117,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 43,
      "content": "一個人要死要活想得到你，這不是愛情，而是佔有慾。一個真正愛你的人，並不會想盡辦法來得到你，不會滿口謊言的騙你，不會花言巧語的取悅你，而是用心的幫你，一心為將來打算。愛你的人有時候連死纏爛打都做不到，只是默默受傷，默默看你。愛的越深，就愛的越膽怯。",
      "length": 123,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 44,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 45,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 46,
      "content": "走在一起是緣分，一起在走是幸福，在一起就擁有了一生相守的幸福；有人說，緣分是前世修來的，是五百次回眸的執著才換來今生的擦肩而過，是千年不變的守候才有了今生的默默相守；有人說，幸福是有形狀的，你把它放在心裡，它就是心的形狀，你把它放在外面，它就虛無縹緲。",
      "length": 126,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 47,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 48,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 49,
      "content": "愛情這東西啊，是你想要的時候偏逃走，不想要的時候又糾纏不過來，想放放不開，想抓抓不牢，忘又忘不掉，恨又恨不了的一種輪迴中冥冥跟隨你的靈感世界！",
      "length": 71,
      "addedAt": "2026-01-07T00:33:33.958Z"
    },
    {
      "id": 50,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2026-01-07T00:33:33.958Z"
    }
  ]
}