{
  "type": "愛情文案",
  "updated": "2026-02-13T18:21:00.148Z",
  "updateTime": "2026/2/14 上午2:21:00",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 2,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 3,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 4,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 5,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 6,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 7,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 8,
      "content": "如果你不能對我好一輩子，請你不要對我好，哪怕只是一秒鐘；如果你不能騙我一輩子，請你不要騙我，哪怕只是一個字；如果你不能愛我一輩子，請你不要愛我，哪怕只是一瞬間。",
      "length": 80,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 9,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 10,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 11,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 12,
      "content": "當一個男人真正喜歡你的時候，他會主動發信息或者打電話給你，因為他很想你。他會在乎你的一舉一動，因為他怕他隨時會失去你。他看到你心情不好，就會來安慰你，儘管你對他發脾氣，他還是忍了。他會對你說些他的秘密，有些連他最好的朋友也不知道的秘密。愛的最高境界是經得起平淡的流年。",
      "length": 134,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 13,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 14,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 15,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 16,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 17,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 18,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 19,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 20,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 21,
      "content": "再好的婚姻也不能擔保既有的愛情永存，杜絕新的愛情發生的可能性。不過，這沒有什麼不好。世上沒有也不該有命定的姻緣。靠閉關自守而得維持其專一長久的愛情未免就會顯得可憐。",
      "length": 82,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 22,
      "content": "蓄意著滿懷的傷情，在這幽柔的月夜下等你，為你和上一曲蕭音。夜靜謐，獨自品嚐這寂夜難眠的旋律。指尖那漸平、漸薄、漸穿的樹葉，卻是承載不了我對你的一片深情。月下花開，是因為傾注了我對你的愛。",
      "length": 93,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 23,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 24,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 25,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 26,
      "content": "美好的愛情總在不知不覺中塑造了人生更好的情感。生命裡，真的會有那麼一種情懷，揮之不去對另一顆心的深深的牽念與眷戀。",
      "length": 57,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 27,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 28,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 29,
      "content": "再深的記憶也敵不過一世的時間，在長的時間也敵不過錯過的遺憾。愛情確不是人生的唯一，但好的愛人可以是好的朋友、好的知己，擁有了自己對的那個人，就等於擁有了很多。人生，除了愛情，還有夢想，而我終其一生的夢想就是會有一個人，牽著我的手，陪我到生命的盡頭，讓我懂得什麼是真正的愛情。",
      "length": 137,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 30,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 31,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 32,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 33,
      "content": "愛情像放大鏡，把好的那個你和壞的那個你，同時放大了擺在你面前。而真愛，就是幫助好的那個你，最終戰勝壞的那個你的那種愛情。真愛會讓你成為一個更寬容、更自信、更強大也更幸福的人。而且真愛應該是雙方的，把你變得更好的同時，也把對方變得更好。--毛路《人生對人生觀開的玩笑》",
      "length": 133,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 34,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 35,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 36,
      "content": "兩杯苦咖啡，讓它相融，讓彼此熟悉彼此的味道，慢慢的融合出，愛情兩個人共有的那一種，讓人歡樂的、濃濃的，讓人回味起，還有那種望梅止渴的美味。愛情，我說它是兩杯濃濃的苦苦的原味咖啡，融合了，成了彼此熟悉的味道，品味一生，那就是愛情。",
      "length": 114,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 37,
      "content": "一個人如果連自己都不珍惜，又怎會有人珍惜？許多時候，你覺得沒人愛你，沒人疼你，沒有對你好，首先就得反思一下，你自己是否愛自己，是否疼自己，是否對自己好。自私確實不好，但完全的無私就是對自己的傷害。所以啊，愛人先愛己。你愛自己有多少，別人愛你才有多少。",
      "length": 125,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 38,
      "content": "我習氣你的庇護，習氣你的調皮，習性你的溫順，習性你的聲響，你就是我餓飢外的裡包，烏明外的燈泡，你就是我獨一的獨一。",
      "length": 57,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 39,
      "content": "不是每個追求你的人都是值得信任。對你好，總有目的：有些人是想要佔有你，而有些人是想要保護你。想佔有你的人，雖然追求的時候千好萬好，可一旦得到，他就不在乎了。而想保護你的人，才會默默陪著你一生。為你的身體而來的人，也會為別的身體而走。只有為你心而來的人，才會長久。",
      "length": 131,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 40,
      "content": "想到你不在我的身邊時，心底深出突然起出的變化酸酸的感覺、不想一直延續下去內樣的我經歷不起、亦經受不住；靜靜地悄悄地渡著枯燥乏味的日子，因為沒有你在的光陰，也是我沒有在你的身旁陪著你，照顧你，疼著你白天的的思念被工作所替代，可是當夜深人靜時、這種滋味強烈到我自己也無法改變，明白到什麼是輾轉反側，難以入眠的思痛……",
      "length": 156,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 41,
      "content": "愛我，並不是因為我美好，這世間原有更多比我美好的人。愛我不是因為我的智慧，這世間自有數不清的智者。愛我，只因為我是我，有一點好有一點壞，古往今來獨一無二的我，愛我，只因為我們相遇。\\n&nbsp;",
      "length": 98,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 42,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 43,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 44,
      "content": "愛情，對於年輕人來說，她是一團火。一旦她燃燒就會付出一切。對於中年人，愛情是一杯濃酒。因為她已經醞釀了許久，不用品嚐，就已經芬芳四溢了。如果非得要嘗試，那要一點、一點的去喝。否則會醉的，醉得沒有了方向。當你清醒時，你才發現，你已經離你的出發點很遠、很遠……",
      "length": 128,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 45,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 46,
      "content": "沒有深刻的愛情，哪有傷心刺骨的憂傷，沒有美麗甜蜜的愛情，哪有刻骨銘心的失落心痛，只有經歷過，才能體驗那抹憂傷......",
      "length": 60,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 47,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 48,
      "content": "玫瑰花的香味飄蕩在空氣中，巧克力的甜蜜洋溢在喜悅中，情人節，在這樣浪漫的日子裡，沒有華麗的辭藻，只有真心的表白：寶貝，愛你的心，永遠不變。",
      "length": 69,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 49,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2026-02-13T18:21:00.148Z"
    },
    {
      "id": 50,
      "content": "牽掛或深或淺，總在心上。乘著風，一路高架橋向前，朦朧的燈光透射另一種溫暖的浪漫。我們的前路，看似在黑夜深處，等在穿越了時光的隧道後，我們的故事突然一片明朗。懷念情人節的浪漫小雨，想念紀念日的靜謐風霜，生命美得極致，因為生命的陪伴，我們一路都能走好。今天，閉上眼睛，時光不再悲傷。",
      "length": 139,
      "addedAt": "2026-02-13T18:21:00.148Z"
    }
  ]
}