{
  "type": "愛情文案",
  "updated": "2025-11-24T06:12:43.597Z",
  "updateTime": "2025/11/24 下午2:12:43",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 2,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 3,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 4,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 5,
      "content": "春天我會給你清新的愛，夏天我會給你綠蔭般清涼的愛，秋天我為你灑下金色的愛，冬天一片片潔白的雪花便是我純白的愛！",
      "length": 55,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 6,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 7,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 8,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 9,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 10,
      "content": "有人說愛情就像撿石頭，總想撿到一個適合自己的。她適合你，那你又適合她嗎？其實，愛情應該像磨石子兒，或許剛撿到的時候，你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如好好將自己已經擁用的石頭磨亮磨光。",
      "length": 132,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 11,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 12,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 13,
      "content": "愛，如果不是全部，那就什麼也不是。愛可以一點一滴地修飾你的言行與靈魂，而不是小心翼翼、戰戰兢兢地討對方的歡心，或是整天提心吊膽地擔心那人的變心。愛是平等的交流，而不需要太多發抱歉與解釋。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為我愛你我才知道人生有許多無法滿足的事，愛情總是太美。",
      "length": 176,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 14,
      "content": "真愛是無處不在的。愛不是簡單的喜歡，而是永恆的感動。每分鐘都想在一起，是熱戀的狀態。當激情在生活和時間的磨礪下逐漸平息，我們會發現，愛就在你我身邊。它是你哭泣時對方遞過來的一條毛巾，是你無助時一個可以依靠的臂膀，是你走進人生低谷時的不離不棄。真愛樸素無華，需要用心去感受。",
      "length": 136,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 15,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 16,
      "content": "愛情，從來都是種百轉千回的事情，不曾放棄，不曾受傷害，不曾難過，不曾迷茫，怎懂得愛人？原來，愛情竟是含笑飲砒霜。",
      "length": 56,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 17,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 18,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 19,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 20,
      "content": "如果愛你是錯的話，我不想對；如果對是等於沒有你的話，我寧願錯一輩子；如果非要把著份愛加上一個期限，我希望是一萬年。",
      "length": 57,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 21,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 22,
      "content": "不要問別人愛不愛你，不管他如何回答都是否定的。一個人愛你，不會隱藏躲避，而會用各種辦法讓你知道。如果你不確定，一定不是愛。閃爍其詞是心虛，故作神秘是伎倆。愛是最濃烈的情感，不夠濃烈就不是愛。愛情只有愛與不愛，沒什麼不夠愛，不夠愛還是不愛，一旦遇見愛的馬上會把你淘汰。",
      "length": 133,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 23,
      "content": "我知道我不完美，但我的愛最純粹，我不怕苦不怕累，一生愛你是我最燦爛的陶醉，努力營造生活的明媚，愛你我真的無悔。",
      "length": 55,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 24,
      "content": "不知道在這個世界每個角落，每時每刻都在發生的愛情，是否都像這樣，從最初的激情到最後的平淡，有它顛撲不破的方向。當一切都趨於荷爾蒙洶湧後的平靜，才愈加看得清對方給的愛，有多少歡喜又有多少受寵若驚，有多少瑕疵又有多少自以為是。",
      "length": 111,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 25,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 26,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 27,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 28,
      "content": "其實，在愛情裡面沒有誰高誰矮，誰胖誰瘦，愛情是平等的，相互關愛的。選擇了就表示喜歡了，想這樣了，我沒有被愛情踐踏自尊，也沒有為愛情丟掉信仰，我追求的是我所要追求的。",
      "length": 82,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 29,
      "content": "愛情這東西，傷不起。於是，寧可選擇去曖昧不清，也不要明明白白的愛情，喜歡追求一種不愛的愛情。所謂不愛的愛情，並非是指雙方都沒有愛，只是因為某種因素，而沒辦法去相愛。我想最難過的事情不是你遇不見，而是遇見了，得到，卻又匆忙的失去，然後心上便因此糾結成了一道疤。它一直跟隨著你，它讓你什麼時候疼，就什麼時候疼，那是一直好不了的傷。",
      "length": 163,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 30,
      "content": "相信真正的愛情是存在的，但期望它會超越一切是不現實的。愛情可能隨時間的變化而變化，它的消亡不一定意味著背叛，而極有可能是自然的衰退。對愛情作如此認識，可以使我們不迷信愛情，也就不容易受傷和絕望。",
      "length": 97,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 31,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 32,
      "content": "愛若是虛的，至少，她可以用錢來求實，愛若是真的，有愛就有了一起。當至愛充盈心間，當柔情抵達心底，當真愛滌盪心靈，回頭才會發現，生活在愛的海洋中的我們才算幸福美滿。",
      "length": 81,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 33,
      "content": "愛情中沒有對與錯，也沒有先來後到，有的只是愛或不愛，不要等到錯過了再去後悔。愛情裡沒有輸贏，只有愛與不愛，愛就要愛的痛快，不愛就忘得乾脆，哭哭啼啼挽回的不是愛而是同情。參雜著同情的愛就不純粹了。愛了就愛了，付出了，體驗了，哪怕結果會是傷了，痛了，無論如何不要為自己的付出後悔。",
      "length": 138,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 34,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 35,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 36,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 37,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 38,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 39,
      "content": "你不知世上有我，我不知世上有你，豈不乾淨？一朝偶相逢，三載苦相思，情到濃處傷人深，寧願無心對無情。何必呢，何苦呢？但願此生，從未邂逅。",
      "length": 67,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 40,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 41,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 42,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 43,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 44,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 45,
      "content": "無憂純真的年代，愛是一種纏綿，朝夕相守，盟誓之約，至死不渝；是一種炫耀，彼此執手，溫柔的擁抱，耀眼的光芒綻放在青春的校園裡，投來多少羨慕的目光，傳來多少祝福的話語；愛更是一種心與心的交匯，一種內心莫名的渴望。",
      "length": 104,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 46,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 47,
      "content": "你要的是什麼樣的愛情，若是和聰明的人戀愛是會很快樂，因為他們的幽默，會說話，但是也時時存在著危機，因為這樣的人很容易變心。總是需要一些溫暖。哪怕是一點點自以為是的紀念。想知道一個人愛不愛你，那麼也就是去看他和你在一起有沒有活力，開不開心，有就是愛，沒有就是不愛。",
      "length": 131,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 48,
      "content": "自己買玫瑰，算了，會被人笑的；買巧克力，算了，會胖；點上蠟燭，算了，沒有情人；情人節，願沒有情人的你和我一起度過快樂情人節！",
      "length": 62,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 49,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2025-11-24T06:12:43.597Z"
    },
    {
      "id": 50,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2025-11-24T06:12:43.597Z"
    }
  ]
}