{
  "type": "愛情文案",
  "updated": "2025-08-28T18:10:18.270Z",
  "updateTime": "2025/8/29 上午2:10:18",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 2,
      "content": "你不知世上有我，我不知世上有你，豈不乾淨？一朝偶相逢，三載苦相思，情到濃處傷人深，寧願無心對無情。何必呢，何苦呢？但願此生，從未邂逅。",
      "length": 67,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 3,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 4,
      "content": "我是不大相信那種建立於情慾之上的愛的。情慾之愛如果到了生死相許的份上，讓人感受到的就不是感動，而是可怕。靈魂的地久天長是果園，慾望的地久天長是荒原。沒有亮的所謂死生寂滅，從來都是一個人的事。是你心裡沒有亮了，才會覺得外面的黑暗。",
      "length": 114,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 5,
      "content": "戀愛是茶，不能隔夜，婚姻如酒，越存越香，只是，大多數人都封不好這瓶酒，所以許多婚姻跑了氣，到最後，只剩下一罈苦水，好不狼狽。感情的債和時光的海一樣，都是我們越不過的東西。",
      "length": 85,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 6,
      "content": "不要去騙一個喜歡你的人。一輩子碰到一個愛你的人不容易，錯過一輛車可以等，錯過一個人就是一輩子。有一種東西不可以利用，那就是善良；有一種東西不可以欺騙，那就是感情。有一種東西不可以原諒，那就是謊言背後的欺騙。別叫愛你的那個人把心拿下來縫了又補！這樣會很疼！",
      "length": 127,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 7,
      "content": "真愛需要等待，但太長的等待，對愛情都是一種摧殘。漫漫人生，滾滾紅塵，年年歲歲花相似，歲歲年年人不同。今生等不了，就別再寄望來生。奈何橋一過，又成陌路。所以，珍惜相見，珍惜相愛，珍惜擁有，珍惜身邊的人。畢竟，沒有誰經得起時間的改變，也沒有誰可以等到來世再愛。",
      "length": 128,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 8,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 9,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 10,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 11,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 12,
      "content": "在乎和你牽手的曾經，在乎我們將要走過的往後；每次原諒，我都自我安慰，因為我不夠好，只能把委屈給你，把傷害給自己；每次寬恕，並不表示我會忘記，我只是收藏好自己的傷痕，然後費力地在銘記中遺忘......當你以為你愛上了一個人時，也許只是愛上了戀愛的感覺。 &nbsp;",
      "length": 132,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 13,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 14,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 15,
      "content": "愛情似煙花，她卻用心戀，愛情似夢幻，她卻不願醒，用心之筆，描繪愛之彩，畫美了春景，女子沉醉，享受著這份美麗的愛戀，她的指尖留有愛的痕跡，她揮灑潑墨，寫下萬種情懷，柔柔軟軟，如細柳，美的意境，風情萬種。",
      "length": 100,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 16,
      "content": "有愛，一花一草，滿目的愜意，訴說愛情的甜蜜；有情，一點一滴，晶瑩的水珠，蘊藏情誼的源起；有心，一分一秒，光陰的流逝，匯聚著愛情的珍惜；有意，一生一世，心靈的相依，詮釋著愛情的真締。祝你愛情甜蜜，擁有愛的傳奇！",
      "length": 104,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 17,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 18,
      "content": "很多的情侶在戀愛當中，都希望對方如何如何的對待自己，或者在單身的時候，就為對方設立了一系列的付出清單。其實，愛情就是一粒種子，只有懂得給予，才能開花結果。",
      "length": 77,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 19,
      "content": "天空中有你我最喜愛的顏色，現實中有你我最相配的角色。白雲依靠著藍天，藍天包容著白雲，就像現在的你和我，多美！",
      "length": 54,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 20,
      "content": "喜歡的人不出現，出現的人不喜歡。這都是因為你太愛自己了！都說理想豐滿、現實骨感，其實理想和現實之間的差距，恰恰是我們內心對自己認知的錯位。總覺得生命中迎面而來的人太糟糕，或許正是因為把自己設想得太完美。",
      "length": 101,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 21,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 22,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 23,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 24,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 25,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 26,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 27,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 28,
      "content": "喜歡一個人，如果失去了，就像丟掉自己心愛的物品，雖有遺憾，但是心中不會有多痛。可是愛一個人，如果失去了，就會留下一個傷口，永遠都會隱隱作痛。有些失去是註定的，不要因為自己的一時寂寞，而去接愛一段不合適你的愛；也不要因為一段不合適你的愛，而去寂寞一生。",
      "length": 125,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 29,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 30,
      "content": "如果只是為了安穩地過一輩子，找誰不行，幹嗎非你不可？我要和你談戀愛，我要我們一直一直地戀愛，我不要你像是認了命那樣守著我，我才不稀罕呢！愛情不是這樣的，不應該是這樣的，愛情應該是兩個人永遠開心地一起打家劫舍，而不是一起躲在暗處唯唯諾諾地分贓。--笛安《東霓》",
      "length": 129,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 31,
      "content": "辮子不是隨便散的，短信不是隨便看的，三葉草不是隨便送的……我的青春詞典裡，亂碼很多，空白也很多，但是都是，你的名字寫的端端正正排正數第二。",
      "length": 69,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 32,
      "content": "不忘初心，方得始終。我們寄生在時間裡，觀世態沉浮，察人情冷暖，感覺自己對於世界，就如空氣般若有若無，如塵埃般若即若離。愛情總是想象的比現實美麗。愛情再堅固，也無法承受忙碌的侵蝕，你忙得天荒地亂，你忙得忘記關心，你忙得身心疲憊，你忙得無所適從，但是，愛情不能等你有空才珍惜。",
      "length": 136,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 33,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 34,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 35,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 36,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 37,
      "content": "遠方的戀情，就向火與風，假如僅僅是小火苗，風一吹就滅，如果是熊熊焚燒的烈火，風吹過反而會越燒越旺。",
      "length": 49,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 38,
      "content": "愛，如果不是全部，那就什麼也不是。愛可以一點一滴地修飾你的言行與靈魂，而不是小心翼翼、戰戰兢兢地討對方的歡心，或是整天提心吊膽地擔心那人的變心。愛是平等的交流，而不需要太多發抱歉與解釋。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為我愛你我才知道人生有許多無法滿足的事，愛情總是太美。",
      "length": 176,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 39,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 40,
      "content": "愛情不是奇遇，可是當我們在這樣的奇遇中有了愛情，卻早已註定了分離。適合走到最後的人，從一開始就是為了彼此而生的。",
      "length": 56,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 41,
      "content": "愛情的美麗在於相互的欣賞渴望和追求。那些風花雪月的故事，那些花前月下的誓言，那些淺唱低吟的呢喃，宛如披著輕沙的夢，觸動著我多愁善感的靈魂和浪漫的情懷。",
      "length": 75,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 42,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 43,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 44,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 45,
      "content": "好好珍惜在一起的每一分鐘，美好的回憶應該留給快樂和歡笑。無論遇到什麼事情，都不要輕易說你不喜歡我，不要輕易放棄我這段感情，因為，下一站的人未必比我好！愛，是種責任，我不是碰不到更好的，而是因為已經有了你，我不想再碰到更好的。",
      "length": 112,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 46,
      "content": "愛情應該像磨石子，或許剛撿到的時候你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如將自己已經擁有的石頭磨亮磨光。很多人認為，是因為感情淡了，人才會變的懶惰，其實人是先被惰性徵服，感情才慢慢變淡的。",
      "length": 131,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 47,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 48,
      "content": "女人擅長把過程拖慢，男人卻喜歡把過程加快。我們為什麼不能把感情凝固？凝固在一個最美麗的時刻，不必前進，也不會退後，凝固就是最好的結局，但是這太像天方夜譚了，我們無能力凝固任何一段感情而使之不腐朽。於是，我們唯有戰戰兢兢地前進，直到不能前進為止。",
      "length": 122,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 49,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-08-28T18:10:18.270Z"
    },
    {
      "id": 50,
      "content": "愛你的感覺，永遠都是那麼美。你那溫柔的笑臉，是我致命的弱點。愛你愛你……不管今生或來世，我將永遠愛你。",
      "length": 51,
      "addedAt": "2025-08-28T18:10:18.270Z"
    }
  ]
}