{
  "type": "愛情文案",
  "updated": "2025-11-01T06:10:40.857Z",
  "updateTime": "2025/11/1 下午2:10:40",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 2,
      "content": "在愛情的海洋，有太多的波浪，我們以為愛的很深很真，其實愛的很淺很淡，一句難聽的話，就會狠狠刺痛對方的心。為了不讓對方受傷害，有的人潛藏在愛情背後，收穫幸福和快樂，而有的人為了愛情為她付出一切，甚至是寶貴的生命。我們不能左右愛情，只有去適應愛情，好好珍惜彼此，幸福才能更長久。",
      "length": 137,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 3,
      "content": "這一年，我懂得了日久不一定生情，但一定能夠見人心。這一年，我懂得了原來討厭的可以依舊討厭，喜歡的卻有很多可以不再喜歡。這一年，我懂得沒有誰會像父母一樣一直包容並原諒你。這一年，我懂得了生容易，活容易，生活不容易。",
      "length": 106,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 4,
      "content": "愛情是什麼？就是親親嘴皮子，住著小房子，有點小銀子，養個小胖子，一起提著菜籃子，摟著小脖子，踱著腳丫子，逛著小巷子，洗著菜盤子，最後兩人坐著家中的老椅子，帶帶小孫子，聊聊好日子，倖幸福福一輩子。愛情相戀時是激情，相守時是親情。",
      "length": 113,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 5,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 6,
      "content": "你要的是什麼樣的愛情，若是和聰明的人戀愛是會很快樂，因為他們的幽默，會說話，但是也時時存在著危機，因為這樣的人很容易變心。總是需要一些溫暖。哪怕是一點點自以為是的紀念。想知道一個人愛不愛你，那麼也就是去看他和你在一起有沒有活力，開不開心，有就是愛，沒有就是不愛。",
      "length": 131,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 7,
      "content": "真正的愛情源於彼此發自內心的傾慕，建立在兩情相悅的基礎上。任何只顧瘋狂的去愛別人而不顧自己是否也被愛，或者只顧索取而不知道真心付出的人都不會有好的結局。",
      "length": 76,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 8,
      "content": "風過花飛，斬不斷的是對你無數的牽牽絆絆。沒有人會知道，這種想念是如何的痛徹心肺，如何的將心徹底掏空，再無情的撕碎。你的身影總在心中飛，讓我醉、飛花悠悠開放想念，繁星閃閃忽閃掛牽，炊煙裊裊飄蕩眷戀，日月穿梭見證誓言，親愛的，嘴上不說，其實愛你在每一天，今生有你相伴最幸福。愛你一生一世，牽手永遠。",
      "length": 147,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 9,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 10,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生註定在一起的。一輩子其實不長。能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢。一輩子只愛一個人，並不丟人。明明知道，除了他還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要去溫暖另一顆心，坦誠相待，這樣才可以幸福。",
      "length": 133,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 11,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 12,
      "content": ".不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 104,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 13,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 14,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 15,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 16,
      "content": "我，痴痴的守候著彩虹的出現，跨越了千年的等待，才修來對你的緣份。邂逅的美麗，只一次回眸，就凝固了我心房的波動，毫不猶豫的為你心動，一再為你深深的陶醉，幸福著你的幸福，為了幸福而幸福，我已知足。",
      "length": 96,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 17,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 18,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 19,
      "content": "有一天，天愛上了海，可是空氣阻隔了它們，它們無法相愛，天哭了，淚水落在海里，即使不能相愛，也要把靈魂託給大海，從此海比天藍。",
      "length": 62,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 20,
      "content": "有人說愛情就像撿石頭，總想撿到一個適合自己的。她適合你，那你又適合她嗎？其實，愛情應該像磨石子兒，或許剛撿到的時候，你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如好好將自己已經擁用的石頭磨亮磨光。",
      "length": 132,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 21,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 22,
      "content": "拼命對一個人好，生怕做錯一點對方就不喜歡你，這不是愛，而是取悅。分手後覺得更愛對方，沒他就活不下去，這不是愛情是不甘心。你拼命工作努力做人，生怕別人會看不起你，這不是要強，而是恐懼。許多人被情緒控制，只敢抓住而不敢放棄。但什麼都不敢放棄，你活得多累。會放棄的生活才會更灑脫。",
      "length": 137,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 23,
      "content": "現在的我，還是會選擇去相信愛情，可不會再天真的覺得愛情是生命的全部，因為我知道，有一份比愛情更重要的東西需要我們去面對，那就是永久的感情。他包括了轟烈愛情平淡後轉化後的情，一種讓我們無法用語言去形容的情感，亦或是猜不透的生活之迷。",
      "length": 115,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 24,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 25,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 26,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 27,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 28,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 29,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 30,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 31,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 32,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 33,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 34,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 35,
      "content": "原來世界上有一些人假得比鬼還恐怖。有了你，我迷失了自我。失去你，我多麼希望自己再度迷失。想你，是一種美麗的憂傷的甜蜜的惆悵，心裡面，卻是一種用任何語言也無法表達的溫馨。",
      "length": 84,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 36,
      "content": "經過一次付出了卻得不到回報的愛情之後，免不了對人起了疑心，總提防著。還以為這是自己長大了，也不過是小資產階級那點保本的策略：不想賠，就把錢藏好，一分也不要拿出來。這個思路，廣泛應用於各類情感，這就是通俗愛情。",
      "length": 104,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 37,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 38,
      "content": "也許愛不是熱情，不是懷念，不過是歲月，年深月久成了生活的一部分。人，都喜歡和不計較的人在一起相處，不計較的人剛開始時，看似失去，但長久下來卻是獲得；愛佔他人便宜的人，剛開始看似獲得，但相處久後卻是失去。",
      "length": 101,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 39,
      "content": "愛需要面對現實，現實很殘酷，愛無疑有了一種責任與擔當；或是彼此間的理想，亦或是彼此間心靈的昇華，青春年少時的纏綿在現實面前顯得是那麼的脆弱。無奈，愛即成了一種力量，一種信念。",
      "length": 87,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 40,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 41,
      "content": "愛情的世界很大，大到可以裝下100種委屈，愛情的世界也很小，小到三個人一起就會窒息，一個人身邊的位置只有那麼多，你能給的也只有這麼多。在這個狹小的圈子裡，有些人要進來，就有一些人，不得不離開，但是離開不是放棄，是為了更好的回來。",
      "length": 114,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 42,
      "content": "走在一起是緣分，一起在走是幸福，在一起就擁有了一生相守的幸福；有人說，緣分是前世修來的，是五百次回眸的執著才換來今生的擦肩而過，是千年不變的守候才有了今生的默默相守；有人說，幸福是有形狀的，你把它放在心裡，它就是心的形狀，你把它放在外面，它就虛無縹緲。",
      "length": 126,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 43,
      "content": "這世上你最好看，眼神最讓我溫暖，星辰鬧成一串，月色笑成一彎，傻傻望了你一晚，怎麼看都喜歡。只要你快樂，我什麼事都為你幹，因為愛你，我心最甜！",
      "length": 70,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 44,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 45,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 46,
      "content": "再深的記憶也敵不過一世的時間，在長的時間也敵不過錯過的遺憾。愛情確不是人生的唯一，但好的愛人可以是好的朋友、好的知己，擁有了自己對的那個人，就等於擁有了很多。人生，除了愛情，還有夢想，而我終其一生的夢想就是會有一個人，牽著我的手，陪我到生命的盡頭，讓我懂得什麼是真正的愛情。",
      "length": 137,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 47,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 48,
      "content": "你把愛情變成了菜市場，在裡面討價還價，心意則變成了一種交易。你變得愛計較。你開始挑剔愛情裡的一些小細節，放大檢視每一個舉動。在愛情裡面，你原來才是那個不滿足的人。愛裡的每一個小毛病，都變成了大問題。你是一個追求公平的人，伹卻忘了愛情裡面更需要的是包容。你覺得自己變得不可愛了。",
      "length": 138,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 49,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2025-11-01T06:10:40.858Z"
    },
    {
      "id": 50,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-11-01T06:10:40.858Z"
    }
  ]
}