{
  "type": "愛情文案",
  "updated": "2026-01-28T00:34:46.049Z",
  "updateTime": "2026/1/28 上午8:34:46",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 2,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 3,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 4,
      "content": "愛情，是一種既讓人甜蜜，又令人煩惱的東西。它給了你一個平凡的名字，你卻渴望與他生死與共。無論你曾經被傷害的有多深，總會有一個人的微笑，讓你忘記了承受過的所有傷痛。",
      "length": 81,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 5,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 6,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 7,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 8,
      "content": "就算給我整個世界，我所在乎的，不過是你看著我時的微笑。我們都有不願跟人分享的傷痛，所以只有選擇隱藏、選擇一個人承受、一個人流淚，一個人悲傷，然後，一個人慢慢蛻變，漸漸遺忘、變成回憶，不再過問。因為那終究只是一個人的感覺，除了你自己，沒有人會明白你的故事裡有過多少快樂或傷悲。",
      "length": 137,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 9,
      "content": "唯有你願意去相信，那樣才能得到你想相信的。對的人終究會遇上，美好的人終究會遇到，只要讓自己足夠的美好。努力讓自己獨立堅強，這樣才能有底氣告訴我愛的人，我愛他。",
      "length": 79,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 10,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 11,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 12,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 13,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 14,
      "content": "愛情始終面臨著失敗的危險，如果失敗又會留下很深的創傷，這創傷甚至可能終身不愈。熱戀者把自己全身心投入對方並被對方充滿，一旦愛情結束，就往往會有著一種被掏空的感覺。",
      "length": 81,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 15,
      "content": "愛情是一百年的孤獨，直到遇上那個矢志不渝的守護你的人，那一刻，所有苦澀的孤獨，都有了歸途。--張小嫻《我終究是愛你的》",
      "length": 59,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 16,
      "content": "如果愛有原因，那就不愛了；如果愛有目的，那也就不愛了；如果愛可以解釋，如果愛合情合理，那麼愛也就不復存在了。愛情不合乎邏輯，或許這就是愛的邏輯。",
      "length": 72,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 17,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 18,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 19,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 20,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 21,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 22,
      "content": "1、一見鍾情，鐘的不是情，是臉。2、看時間，不是為了起床，而是看還能睡多久。3、送女朋友回家，去哪都是順路。4、愛情的世界裡，女人的沉默是最大的哭聲。5、男女之間，可以有純友誼，只要一個打死不說，一個裝傻到底。6、你對一個人有慾望，那叫喜歡，你為一個人忍住慾望，那叫愛。",
      "length": 135,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 23,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 24,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 25,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 26,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 27,
      "content": "沒有人是不可代替的，太用力的愛情，讓人看不清內心。用力過度就是不自信，不信任，怕來不及表達自己的情緒，怕沒有時間耐心等待。但其實，細水長流，平靜而深刻，才更容易看到內心。",
      "length": 85,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 28,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 29,
      "content": "千年歲月輪迴中，我誓死不喝孟婆湯，只為在人海中能夠一眼認出你，是你，是你，我要的就是你，你的笑容那樣熟悉，嫁給我吧！",
      "length": 58,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 30,
      "content": "自己買玫瑰，算了，會被人笑的；買巧克力，算了，會胖；點上蠟燭，算了，沒有情人；情人節，願沒有情人的你和我一起度過快樂情人節！",
      "length": 62,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 31,
      "content": "我們的那些愛情，多是經得起風雨，經不住平淡。別把海誓山盟看得太重，它只是愛的外衣；別把激情洋溢看得太真，它只是愛的序曲；別把共渡難關看得太切，它只是愛的片斷。平淡主宰著生活，亦充斥著愛情，它如鋒利的刀，削去了我們的期待與夢幻。愛原是一醞初釀的谷酒唯有守住平淡流年，它才久而彌香。",
      "length": 139,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 32,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 33,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 34,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 35,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 36,
      "content": "愛一個人，那麼也就是永遠的是要心疼她，永遠都是不捨得去責備她的。看到她哭，自己的心那就是跟針扎的一樣；看到她笑，自己的就跟開了花兒一樣。在愛情中，每個人都有自己致命的軟肋",
      "length": 85,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 37,
      "content": "愛我，並不是因為我美好，這世間原有更多比我美好的人。愛我不是因為我的智慧，這世間自有數不清的智者。愛我，只因為我是我，有一點好有一點壞，古往今來獨一無二的我，愛我，只因為我們相遇。\\n&nbsp;",
      "length": 98,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 38,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 39,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 40,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 41,
      "content": "或許我們就這樣錯過，再來後悔為何當初不說。摘不到的星星，總是最閃亮的。熘掉的小魚，總是最美麗的。錯過的電影，總是最好看的。失去的情人，總是最懂我的。這世界上，每一個人都有個想要尋找的人。",
      "length": 93,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 42,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 43,
      "content": "漫長的未來裡，無數的時間會一點一點地改變人生以為不可頑抗的軌道，讓相愛的人分離，讓曾經的誓言變成虛無的回憶，讓年少的詩琴積上歲月的風沙，讓唸到的名字刻在墓地的石碑上。漫長到足夠讓你我相遇，相愛，然後。讓你再愛上另一個人。",
      "length": 110,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 44,
      "content": "找一個相守一生的人，未必要完美，甚至未必是至愛，只要同路就好，可以結伴而行，不至一生寂寞，足夠了。",
      "length": 49,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 45,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 46,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 47,
      "content": "愛情，是我們生命中的流水。不能缺少，卻也不能氾濫。小橋流水，是種意境，美而不張揚；如果變成了洪水，那可能把自己就此淹沒。而我們的人生，經歷不起太大的感情風浪。為了感情失去一切，太得不償失。",
      "length": 94,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 48,
      "content": "愛首先是一種尊重，不尊重他，怎麼會珍惜他？如果你的付出是源於心甘情願的愛，那麼你根本沒有心情會去計較得失；如果你已經開始在意自己的付出，是說明你的愛已經份量不足了。",
      "length": 82,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 49,
      "content": "憧憬美麗的春天，盼望溫暖的春天，請你走進我的生活，溫暖我的人生，你就是我的春天，我的夢，請你給我生命以綠色的希望吧！",
      "length": 58,
      "addedAt": "2026-01-28T00:34:46.049Z"
    },
    {
      "id": 50,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2026-01-28T00:34:46.049Z"
    }
  ]
}