{
  "type": "愛情文案",
  "updated": "2025-09-25T12:13:19.612Z",
  "updateTime": "2025/9/25 下午8:13:19",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛上你，沒有太多的理由。很自然的被你征服。回首往事，以為這輩子再也不會去觸碰愛情。可沒想到，今天，我還是如此簡單的被愛情征服。而且愛得不能自拔，不想放棄......",
      "length": 82,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 2,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 3,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 4,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 5,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 6,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 7,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 8,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 9,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 10,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 11,
      "content": "愛情本身就是一本書，翻過無數遍卻不知其深意何在，也許歸功於不用心，也許歸納出了真諦，人或人，僅僅只是人與人而已，相遇、相知、相愛，總在一種微妙的時間和空間階段畫出不同的弧線。",
      "length": 87,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 12,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 13,
      "content": "愛情，始像是一件華麗的衣裳，炫眼耀目，可滿路的荊棘，刮破了它，蹂躪了它，雖然一路上，他們縫了又縫，補了又補，可這愛情還是當初的愛情嗎？當初柏拉圖式的愛情理想，升到半空，就已然破滅了。",
      "length": 91,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 14,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 15,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 16,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 17,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 18,
      "content": "愛的奇妙，在於它是超意識、超自我、超物質的一種感覺，是心靈中一種美麗的犧牲，一種有距離的欣賞與理解。情用出去了，就不要考慮收回，愛不是放高利貸，投了資就能使收回利潤。愛又是這樣一張存摺，只要你不揮霍，珍惜每一次支出，每支一分，就有十分存入，使你一天比一天富有。",
      "length": 130,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 19,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 20,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 21,
      "content": "懂你的眼淚，能看到你心中全部的海洋；懂你的逞強，能看穿你撒謊背後所有的悲傷。這個世上，錢能買得起的，沒有真正的奢侈品，最奢侈的事，是把真心送給了你；緣分有千萬，屈指可數的只有限量版，最限量版的情，是把珍惜留給了你。",
      "length": 107,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 22,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 23,
      "content": "走過多少春秋，我終於在對的時間遇到了對的你！親愛的，感謝你使我：結束孤單的漂流；終止靈魂的鬥毆；找到甜蜜的歸宿，從此執著的相守！",
      "length": 64,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 24,
      "content": "愛是一場輸不起的豪賭。押上全部賭注以後，如果贏了，我們將贏得終生幸福；如果輸了，留下的只有道道傷痕。明知輸不起，偏偏還要賭，勸也勸不了，攔都攔不住--這就是愛情的魅力所在。總以為愛情可以填滿人生的遺憾，然而，製造更多的遺憾，卻偏偏是愛情。陰晴圓缺，在一段愛情中不斷重演。",
      "length": 135,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 25,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 26,
      "content": "吵吵鬧鬧的相愛，親親熱熱的怨恨，一切的沉重的輕浮，嚴肅的狂妄，整齊的混亂，鉛鑄的羽毛，寒冷的火焰，憔悴的健康，永遠覺醒的睡眠，否定的存在！我感到愛情正是這種東西。",
      "length": 81,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 27,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 28,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 29,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 30,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 31,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 32,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 33,
      "content": "生命中，有些人，一旦遇見，便一眼萬年；有些心動，一旦開始，便覆水難收；有些情，一旦眷戀，便海枯石爛；有些緣分，一旦交織，便在劫難逃。",
      "length": 66,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 34,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 35,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 36,
      "content": "因為你在乎對方，因為你愛得太投入，恨不得全世界只剩下彼此。所以，你害怕失去對方，所以約束，所以寸步不離，所以忘了給對方騰出一些私密空間。但是，戀愛的前提一定要信任對方。有時候，過於的在乎也會不小心變成傷害。",
      "length": 103,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 37,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 38,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 39,
      "content": "難以忘記初次見你，你那迷人的微笑，在我生活裡，你的身影，早已深刻，給你的情人節短信送給你的祝福，是我最熱烈的愛戀，我們幸福，我想珍惜，看到你的笑顏，我會開心，愛上你是我情非得已。",
      "length": 89,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 40,
      "content": "喜歡你，就會在想起你時微笑，至於你是否明白我微笑的原因，我一點也不在意。就像風很舒服時我也微笑，太陽很舒服時我也微笑，而風和太陽就跟你一樣，不會明白我微笑的原因。我怎麼對待風和太陽，我就怎麼對待你……",
      "length": 100,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 41,
      "content": "不是每個追求你的人都是值得信任。對你好，總有目的：有些人是想要佔有你，而有些人是想要保護你。想佔有你的人，雖然追求的時候千好萬好，可一旦得到，他就不在乎了。而想保護你的人，才會默默陪著你一生。為你的身體而來的人，也會為別的身體而走。只有為你心而來的人，才會長久。",
      "length": 131,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 42,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 43,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 44,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 45,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 46,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 47,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 48,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 49,
      "content": "兩個人相處時間久了，你會驚訝地發現，你的眼睛有點像TA的眼睛，TA的微笑也有點像你的微笑，你在不知不覺中讓TA改掉了TA的小壞習慣，你們走路的步伐變得相似，你們說話的語氣也愈來愈像，你們愛喝同一杯飲料，你們總能猜到對方下一句話是什麼。",
      "length": 117,
      "addedAt": "2025-09-25T12:13:19.612Z"
    },
    {
      "id": 50,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2025-09-25T12:13:19.612Z"
    }
  ]
}