{
  "type": "愛情文案",
  "updated": "2025-11-23T18:10:30.888Z",
  "updateTime": "2025/11/24 上午2:10:30",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 2,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 3,
      "content": "真愛是無處不在的。愛不是簡單的喜歡，而是永恆的感動。每分鐘都想在一起，是熱戀的狀態。當激情在生活和時間的磨礪下逐漸平息，我們會發現，愛就在你我身邊。它是你哭泣時對方遞過來的一條毛巾，是你無助時一個可以依靠的臂膀，是你走進人生低谷時的不離不棄。真愛樸素無華，需要用心去感受。",
      "length": 136,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 4,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 5,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 6,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 7,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 8,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 9,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 10,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 11,
      "content": "當我終於停歇了靠近你的腳步，忽然發覺只要能夠像最初那樣遙望著你、傾聽著你已經是足夠。至於愛與不愛，交給時間去疑問吧。",
      "length": 58,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 12,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 13,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 14,
      "content": "最真摯的愛情是什麼？最真摯的愛情就是帶著笑容，含著眼淚，看你所喜歡的人一步步的走向她所祈望的幸福生活。生活中，如果有人真的真心對你好，請你一定珍惜，即使做不成情侶也請你給這個對你好的以真誠的慰藉，這個世界上誰都沒有義務一定對你好，你永遠不知道那個被你討厭了無數次，拒絕了無數次還對你好的人多麼的喜歡你。",
      "length": 151,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 15,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 16,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 17,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 18,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 19,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 20,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 21,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 22,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 23,
      "content": "愛一個人，是多一個人，都會難受的兩個人的世界。喜歡一個人，是甜膩的。愛一個人，是苦盡甘來的。喜歡一個人，在一起的時候會很開心。愛一個人，在一起的時候，會莫名的失落。喜歡一個人，你不會想到你們的將來。愛一個人，你們常常在一起憧憬明天。喜歡一個人，在一起的時候永遠是歡樂。",
      "length": 134,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 24,
      "content": "愛情的世界很大，大到可以裝下100種委屈，愛情的世界也很小，小到三個人一起就會窒息，一個人身邊的位置只有那麼多，你能給的也只有這麼多。在這個狹小的圈子裡，有些人要進來，就有一些人，不得不離開，但是離開不是放棄，是為了更好的回來。",
      "length": 114,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 25,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 26,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 27,
      "content": "有一天，天愛上了海，可是空氣阻隔了它們，它們無法相愛，天哭了，淚水落在海里，即使不能相愛，也要把靈魂託給大海，從此海比天藍。",
      "length": 62,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 28,
      "content": "每個人心裡只有一個寶貝，後來它漸漸變成了眼淚！就算這句話是真的，我依舊無怨無悔，依舊把你當成我心裡唯一的寶貝，就算某一天它變成了眼淚，我至少還可以在回憶你的笑臉中陶醉，在呼喚你名字的時候無悔！",
      "length": 96,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 29,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 30,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 31,
      "content": "我愛的人，不一定要全聽我的，但是答應我的事一定要做到；我愛的人一定會從我們牽手那刻起對我說從今天起我們有福同享有難我當；我愛的人，一定會在我哭的時候為我擦眼淚，然後告訴我乖，不哭有我在呢！我愛的人，一定會在我累的時候，伸出手臂很心疼的說抱抱！如果有這樣一個人我一定會愛他。",
      "length": 136,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 32,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 33,
      "content": "愛，一個人，註定不是那麼簡簡單單，即使簡單，時間久了，依舊牽絆，可是，不迷戀那些神話，如果沒有期盼，沒有挫折，沒有刻骨銘心，那麼，幸福註定不會長久！",
      "length": 74,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 34,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 35,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 36,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 37,
      "content": "用盡全力，堅持不懈，用一顆勇敢的心，去挑戰生命的極限，單薄的力不從心，需要你的愛，給予我充足的馬力；抓住了你的手，成雙的飛，一定會有一番愛情的驚天動地。誰也無法預知未來的模樣，手拉手走過喜悅的天空，心貼心溫暖激情的大地，愛是你和我的堅持，彼此心有靈犀，愛是成雙的夢。",
      "length": 133,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 38,
      "content": "真愛需要等待，但太長的等待，對愛情都是一種摧殘。漫漫人生，滾滾紅塵，年年歲歲花相似，歲歲年年人不同。今生等不了，就別再寄望來生。奈何橋一過，又成陌路。所以，珍惜相見，珍惜相愛，珍惜擁有，珍惜身邊的人。畢竟，沒有誰經得起時間的改變，也沒有誰可以等到來世再愛。",
      "length": 128,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 39,
      "content": "1、一見鍾情，鐘的不是情，是臉。2、看時間，不是為了起床，而是看還能睡多久。3、送女朋友回家，去哪都是順路。4、愛情的世界裡，女人的沉默是最大的哭聲。5、男女之間，可以有純友誼，只要一個打死不說，一個裝傻到底。6、你對一個人有慾望，那叫喜歡，你為一個人忍住慾望，那叫愛。",
      "length": 135,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 40,
      "content": "不是每個追求你的人都是值得信任。對你好，總有目的：有些人是想要佔有你，而有些人是想要保護你。想佔有你的人，雖然追求的時候千好萬好，可一旦得到，他就不在乎了。而想保護你的人，才會默默陪著你一生。為你的身體而來的人，也會為別的身體而走。只有為你心而來的人，才會長久。",
      "length": 131,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 41,
      "content": "愛情就是愛情，不是萬能的。生活中應該充滿愛情，可愛情卻會在生活面前轟然倒地。曾經以為只要執著，只要堅持，一切美好的愛情都可以地久天長，都會在生活的洪流中奔流不息。可是，生活背叛了愛情。距離也並不能產生美。",
      "length": 102,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 42,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 43,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 44,
      "content": "愛情，像長不大的孩子，一旦一段愛情被稱為成熟，事實上它已經不是愛情，而是由時間定位的一種習慣。愛情，又像是一顆萌芽的種子，經歷風風雨雨變成了果實。沒有最初的感動，沒有最初的朦朧，沒有最初的難捨難分，它以一種叫擁有的形式推遠了那份珍貴。",
      "length": 117,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 45,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 46,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 47,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 48,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 49,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2025-11-23T18:10:30.889Z"
    },
    {
      "id": 50,
      "content": "遠方的戀情，就向火與風，假如僅僅是小火苗，風一吹就滅，如果是熊熊焚燒的烈火，風吹過反而會越燒越旺。",
      "length": 49,
      "addedAt": "2025-11-23T18:10:30.889Z"
    }
  ]
}