{
  "type": "愛情文案",
  "updated": "2025-10-05T18:09:17.731Z",
  "updateTime": "2025/10/6 上午2:09:17",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "緣分，默默地守候在某個渡口，等待著愛情的攜帶。兩顆空洞的心，不約而同。同時強烈的悸動，無聲中波濤洶湧。他一直在那裡，不近不遠，她一直在這裡，不進不退。然而，在他們的意念裡，愛情已不客氣闖了進來。",
      "length": 97,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 2,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 3,
      "content": "女人退一步，男人退兩步。一個懂得愛的人，寧可扮演輸家，也不去打敗自己的愛人。打敗了她，或者他，你想得到什麼呢？真愛，就要懂得讓步。",
      "length": 65,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 4,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 5,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 6,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 7,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 8,
      "content": "實際上，只要人家兩個人你情我願，能把這段感情持續到天長地久，都把對方當成最愛的人，那這場愛情無論是基於經濟還是基於物質，它都是一個完美的結合，我們都要對這樣的愛情給予最真誠的祝福。",
      "length": 90,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 9,
      "content": "生活既要忍得了苦，也要經得起甜。我希望有這麼一個人，給我波瀾不驚的愛情，陪我看世界的風景，許我一世的歡顏。生活就像坐過山車，有高峰，也有低谷，這意味著，無論眼下是好是壞，都只是暫時的。",
      "length": 92,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 10,
      "content": "茫茫人海，擦肩無數；過客萬千，誰能與共。漫長的等待，孤寂了誰的歲月，然，有個身影不經意間滑入眼簾，從此走不開，不遠去。",
      "length": 59,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 11,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 12,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 13,
      "content": "一個人要死要活想得到你，這不是愛情，而是佔有慾。一個真正愛你的人，並不會想盡辦法來得到你，不會滿口謊言的騙你，不會花言巧語的取悅你，而是用心的幫你，一心為將來打算。愛你的人有時候連死纏爛打都做不到，只是默默受傷，默默看你。愛的越深，就愛的越膽怯。",
      "length": 123,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 14,
      "content": "愛情裡心最重要：細心，可以讓愛情長長久久。貼心，可以讓愛情甜甜蜜蜜。用心，可以讓愛情歷久彌新。交心，可以讓愛情溫暖光亮。真心，可以讓愛情喜悅充實。慈悲心，可以讓愛情增加厚度。心與心的距離，可以很近，也可以很遠，被愛迷惑時，不妨靜下心來，聽聽自己對愛的需求，真心是否湧動。",
      "length": 135,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 15,
      "content": "不要去騙一個喜歡你的人。一輩子碰到一個愛你的人不容易，錯過一輛車可以等，錯過一個人就是一輩子。有一種東西不可以利用，那就是善良；有一種東西不可以欺騙，那就是感情。有一種東西不可以原諒，那就是謊言背後的欺騙。別叫愛你的那個人把心拿下來縫了又補！這樣會很疼！",
      "length": 127,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 16,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 17,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 18,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 19,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 20,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 21,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 22,
      "content": "我對你有了一種割捨不掉的欽佩感和依戀感。見不到你的時候，我會在一個無人的角落裡惆悵，滿心期待你的出現。你已經在我心靈最柔軟的地方生根了，喜歡在你的注視下度過每一分每一秒。",
      "length": 85,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 23,
      "content": "沉默，是一個人對愛最蒼白的表情；是一顆心對情最無力的回應。沉默的人，愛的最深；沉默的心，傷的最重。",
      "length": 49,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 24,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 25,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 26,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 27,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 28,
      "content": "想讓別人感激你很簡單，只需要在大多數時間對人不好，偶爾對人好以下，他就會對你感激涕零。想要讓別人厭煩你也很簡單，只需要每時每刻都對他好，好的久了，他就厭煩你了。人都是犯賤的，越和他親近，他就越理所當然。所以，越是長久的愛，就越要偶爾來點冷淡。",
      "length": 121,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 29,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 30,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 31,
      "content": "愛是一個人的事，是一個人的禪，獨自歡樂，自行了斷。似水流年，孤燈對照，獨自體會。愛不是名詞，而是動詞，它需要你付出，付出，再付出……才能澆灌出一朵花來。可是，沒有種子，哪來的花呢？",
      "length": 90,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 32,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 33,
      "content": "驚天動地的山盟海誓都是抵不上不離不棄的陪伴相守，再刻骨銘心的愛戀都是不如柴米油鹽平實的幸福。要想找到長久的幸福，你要看透這些，要剔除內心虛幻的想法，才是能找到真切的幸福。",
      "length": 85,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 34,
      "content": "好酒需要一口一口慢慢地用心去品，愛情則需要一點一滴地去關愛，去呵護，去培植。酒喝一點可以強身健體，喝多了傷肝傷脾；愛情則不然，愛得越深，情越長，人越清爽。",
      "length": 77,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 35,
      "content": "我願意用自己的心，好好的陪著你，愛著你。陪你到你想去的地方，用心走完我們人生的餘下的旅程。在未來的日子裡，也許什麼都無法確定，但唯一可以確定的是，我愛的人是你，無論現在還是將來，我想我這裡都會是你最溫暖的港灣，都是為你遮風避雨的城牆。",
      "length": 117,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 36,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 37,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 38,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時間遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 39,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 40,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 41,
      "content": "當兩個人在一起的時候，你往往不曉得愛情的珍貴，以為就是普通的生活而已，雖然甜蜜，但卻平淡。然而一旦分開，那種心被割去一塊的感覺，就會讓你明白，原來平淡的生活，就是愛情最好的禮物。所以很多人以為，分手後痛徹心扉的才是愛。其實你錯了，讓你甜蜜的才是愛，讓你痛苦的只是不甘心。",
      "length": 135,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 42,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 43,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 44,
      "content": "年輕的你，有足夠的理由相信：你將會得到這世間最幸福的一份愛。所以要耐心地等待。不要太早地相信任何的甜言蜜語，不管那些話語是出於善意或是惡意，對你都沒有絲毫的好處。果實要成熟了以後才會香甜，幸福也是一樣。",
      "length": 101,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 45,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 46,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 47,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 48,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 49,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2025-10-05T18:09:17.731Z"
    },
    {
      "id": 50,
      "content": "相信真正的愛情是存在的，但期望它會超越一切是不現實的。愛情可能隨時間的變化而變化，它的消亡不一定意味著背叛，而極有可能是自然的衰退。對愛情作如此認識，可以使我們不迷信愛情，也就不容易受傷和絕望。",
      "length": 97,
      "addedAt": "2025-10-05T18:09:17.731Z"
    }
  ]
}