{
  "type": "愛情文案",
  "updated": "2025-09-16T12:12:54.526Z",
  "updateTime": "2025/9/16 下午8:12:54",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "要有多堅強，才能不淚流；要有多灑脫，才能不失落。聽過的歌，情難捨；愛過的人，心難忘。往往太在乎一個人，就會失去自我；常常太迫切一份情，就會丟掉尊嚴。",
      "length": 74,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 2,
      "content": "不要去恨一個人，那是對自己的折磨。不是一見鍾情再則日久生情的。不是得不到的才是最好的。不是距離產生美，也不是寂寞比浪漫可靠。愛情是沒有邏輯可言的，各有各的姿態，你愛了，便是愛了。",
      "length": 89,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 3,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 4,
      "content": "風過花飛，斬不斷的是對你無數的牽牽絆絆。沒有人會知道，這種想念是如何的痛徹心肺，如何的將心徹底掏空，再無情的撕碎。你的身影總在心中飛，讓我醉、飛花悠悠開放想念，繁星閃閃忽閃掛牽，炊煙裊裊飄蕩眷戀，日月穿梭見證誓言，親愛的，嘴上不說，其實愛你在每一天，今生有你相伴最幸福。愛你一生一世，牽手永遠。",
      "length": 147,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 5,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 6,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 7,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 8,
      "content": "愛情就是愛情，不是萬能的。生活中應該充滿愛情，可愛情卻會在生活面前轟然倒地。曾經以為只要執著，只要堅持，一切美好的愛情都可以地久天長，都會在生活的洪流中奔流不息。可是，生活背叛了愛情。距離也並不能產生美。",
      "length": 102,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 9,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 10,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 11,
      "content": "愛情的美麗在於相互的欣賞渴望和追求。那些風花雪月的故事，那些花前月下的誓言，那些淺唱低吟的呢喃，宛如披著輕沙的夢，觸動著我多愁善感的靈魂和浪漫的情懷。",
      "length": 75,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 12,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 13,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 14,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 15,
      "content": "淡淡的暮色裡你將踏上歸程，不知您一天過得可好。在遙遠的角落有顆心在為你駐守、惦念。不必刻憶，因為剛剛掠過的風是我的溫柔。",
      "length": 60,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 16,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 17,
      "content": "不要去騙一個喜歡你的人。一輩子碰到一個愛你的人不容易，錯過一輛車可以等，錯過一個人就是一輩子。有一種東西不可以利用，那就是善良；有一種東西不可以欺騙，那就是感情。有一種東西不可以原諒，那就是謊言背後的欺騙。別叫愛你的那個人把心拿下來縫了又補！這樣會很疼！",
      "length": 127,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 18,
      "content": "愛上你，沒有太多的理由。很自然的被你征服。回首往事，以為這輩子再也不會去觸碰愛情。可沒想到，今天，我還是如此簡單的被愛情征服。而且愛得不能自拔，不想放棄......",
      "length": 82,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 19,
      "content": "兩個相愛的人在一起是一種快樂，幸福。因為不易所以才應該更加去珍惜，不要到失去的時候才懂得。同樣，愛需要包容，記得有這樣的一句話，彼此相愛的人，他們的心是彼此最溫暖的。",
      "length": 83,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 20,
      "content": "驚天動地的山盟海誓都是抵不上不離不棄的陪伴相守，再刻骨銘心的愛戀都是不如柴米油鹽平實的幸福。要想找到長久的幸福，你要看透這些，要剔除內心虛幻的想法，才是能找到真切的幸福。",
      "length": 85,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 21,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 22,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 23,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 24,
      "content": "有一些人，這一輩子都不會在一起，但是有一種感覺，卻可以藏在心裡守一輩子；在一起的時候需要兩個人做決定，分開時只需一個人;婚姻不是一個里程碑，而是一個雙方相處的過程，是另外一種人生的開始；因為有風有雨，幸福更值得珍惜，人總是會活出一個方法，等待屬於自己幸福。",
      "length": 128,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 25,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 26,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 27,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 28,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 29,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 30,
      "content": "這個世界上，一個人和另一個人相遇，已是一場難求的機遇。遇到了的，不一定相愛。相愛了的，不一定能相守。所以，既然愛了，就好好愛吧。若是年輕，就大膽的愛吧。",
      "length": 76,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 31,
      "content": "或許愛情只是因為寂寞，需要找一個人來愛，即使沒有任何結局，但自己堅持的幻覺，總讓自己一痛再痛，漸漸變的自私。很多人不需要再見，因為只是路過而已，遺忘就是我們給彼此最好的紀念。一個人的一生可以有多少時間給另一個人，愛也許只是在一瞬間，這份愛，卻也讓人記憶一輩子。",
      "length": 130,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 32,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 33,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 34,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 35,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 36,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 37,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 38,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 39,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 40,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 41,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 42,
      "content": "兩杯苦咖啡，讓它相融，讓彼此熟悉彼此的味道，慢慢的融合出，愛情兩個人共有的那一種，讓人歡樂的、濃濃的，讓人回味起，還有那種望梅止渴的美味。愛情，我說它是兩杯濃濃的苦苦的原味咖啡，融合了，成了彼此熟悉的味道，品味一生，那就是愛情。",
      "length": 114,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 43,
      "content": "一個女人最好的嫁妝就是一顆體貼溫暖的心，一個男人最好的聘禮就是一生的遷就與疼愛。世界上最珍貴的東西往往是免費的，可惜世人很多看不穿！愛，就是沒有理由的心疼和不設前提的寬容。",
      "length": 86,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 44,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 45,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 46,
      "content": "無憂純真的年代，愛是一種纏綿，朝夕相守，盟誓之約，至死不渝；是一種炫耀，彼此執手，溫柔的擁抱，耀眼的光芒綻放在青春的校園裡，投來多少羨慕的目光，傳來多少祝福的話語；愛更是一種心與心的交匯，一種內心莫名的渴望。",
      "length": 104,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 47,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 48,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 49,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-09-16T12:12:54.526Z"
    },
    {
      "id": 50,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2025-09-16T12:12:54.526Z"
    }
  ]
}