{
  "type": "愛情文案",
  "updated": "2025-11-24T00:33:57.185Z",
  "updateTime": "2025/11/24 上午8:33:57",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 2,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 3,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 4,
      "content": "有一片天，為你晴；有一朵雲，為你飄；有一葉草，為你綠；有一枝花，為你笑；有一彎月，為你走；有一段情，為你留。親愛的，想你了。",
      "length": 62,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 5,
      "content": "不要問別人愛不愛你，不管他如何回答都是否定的。一個人愛你，不會隱藏躲避，而會用各種辦法讓你知道。如果你不確定，一定不是愛。閃爍其詞是心虛，故作神秘是伎倆。愛是最濃烈的情感，不夠濃烈就不是愛。愛情只有愛與不愛，沒什麼不夠愛，不夠愛還是不愛，一旦遇見愛的馬上會把你淘汰。",
      "length": 133,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 6,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 7,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 8,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 9,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 10,
      "content": "與其久久的思念一個人，還不如面對面表白。與其不死不活的拖著，還不如趕緊換人戀愛。感情的事最怕拖，因為拖到最後，結局必然不好，但青春卻被消耗殆盡了。",
      "length": 73,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 11,
      "content": "茫茫人海可以找到一個心愛的人，這是多麼大的福氣，或許沒有你想象那麼好，應該也不會糟糕到哪裡，所以要知福惜福好好珍惜，多說關懷話，少說責備話。如果你懂得珍惜，你會發現你獲得的越來越多，如果你一昧追求，你會發現你失去的越來越快。",
      "length": 112,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 12,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 13,
      "content": "最真摯的愛情是什麼？最真摯的愛情就是帶著笑容，含著眼淚，看你所喜歡的人一步步的走向她所祈望的幸福生活。生活中，如果有人真的真心對你好，請你一定珍惜，即使做不成情侶也請你給這個對你好的以真誠的慰藉，這個世界上誰都沒有義務一定對你好，你永遠不知道那個被你討厭了無數次，拒絕了無數次還對你好的人多麼的喜歡你。",
      "length": 151,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 14,
      "content": "很多時候我們都會說愛，但有時候大家對愛有一定的誤讀。比如我把我認為好的硬要給你，我不認為這叫愛，那可能是某一種關心，這個關心裡一定包含某些控制。我覺得真正的愛是你理解他接受他之後，給他他想要的東西，那個是一種成全，那才是愛。",
      "length": 112,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 15,
      "content": "這輩子能真正品嚐到愛情甜蜜的人很少，當一個深愛著你的人，為你而改變，那是因為他愛你；當你遇到一個人，他為你收起他的頑固脾氣，也因為他愛你；他把你的興趣也變成了他的興趣，還是因為他愛你。--如果你發現身邊有這樣的人，請你好好珍惜。溜掉的小魚，總是最美麗的；失去的情人，總是最懂你的。",
      "length": 140,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 16,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 17,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 18,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 19,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 20,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 21,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 22,
      "content": "再深的記憶也敵不過一世的時間，在長的時間也敵不過錯過的遺憾。愛情確不是人生的唯一，但好的愛人可以是好的朋友、好的知己，擁有了自己對的那個人，就等於擁有了很多。人生，除了愛情，還有夢想，而我終其一生的夢想就是會有一個人，牽著我的手，陪我到生命的盡頭，讓我懂得什麼是真正的愛情。",
      "length": 137,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 23,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 24,
      "content": "有一些人，這一輩子都不會在一起，但是有一種感覺，卻可以藏在心裡守一輩子；在一起的時候需要兩個人做決定，分開時只需一個人;婚姻不是一個里程碑，而是一個雙方相處的過程，是另外一種人生的開始；因為有風有雨，幸福更值得珍惜，人總是會活出一個方法，等待屬於自己幸福。",
      "length": 128,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 25,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 26,
      "content": "從見你的第一眼開始，我就發現終於找到我的另一半了！我要給她一生的幸福！從未動搖過！我堅信一生不動搖！",
      "length": 50,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 27,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 28,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 29,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 30,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 31,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 32,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 33,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 34,
      "content": "拼命對一個人好，生怕做錯一點對方就不喜歡你，這不是愛，而是取悅。分手後覺得更愛對方，沒他就活不下去，這不是愛情是不甘心。你拼命工作努力做人，生怕別人會看不起你，這不是要強，而是恐懼。許多人被情緒控制，只敢抓住而不敢放棄。但什麼都不敢放棄，你活得多累。會放棄的生活才會更灑脫。",
      "length": 137,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 35,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 36,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 37,
      "content": "有一句話是情深緣淺。情深是她，緣淺是他和她。有一個詞是福薄。她福薄，所以遇上他，他福薄，所以錯過她。",
      "length": 50,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 38,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 39,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 40,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 41,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 42,
      "content": "愛一個人，是多一個人，都會難受的兩個人的世界。喜歡一個人，是甜膩的。愛一個人，是苦盡甘來的。喜歡一個人，在一起的時候會很開心。愛一個人，在一起的時候，會莫名的失落。喜歡一個人，你不會想到你們的將來。愛一個人，你們常常在一起憧憬明天。喜歡一個人，在一起的時候永遠是歡樂。",
      "length": 134,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 43,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 44,
      "content": "遠方的戀情，就向火與風，假如僅僅是小火苗，風一吹就滅，如果是熊熊焚燒的烈火，風吹過反而會越燒越旺。",
      "length": 49,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 45,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 46,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 47,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 48,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 49,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2025-11-24T00:33:57.186Z"
    },
    {
      "id": 50,
      "content": "這輩子能夠相守固然是好，無法相守，只是因為不適合。有些你愛過的人的確只是個過程，他在你生命裡出現，是為了使你茁壯，使你學會珍惜和付出，使你終於知道這一生你想要的是什麼，你始終追尋的又是什麼。當天的墜落換來的是日後的提升，那麼，當時的痛苦也就值得了。 ─── 張小嫻《謝謝你離開我》",
      "length": 140,
      "addedAt": "2025-11-24T00:33:57.186Z"
    }
  ]
}