{
  "type": "愛情文案",
  "updated": "2025-10-22T12:13:55.877Z",
  "updateTime": "2025/10/22 下午8:13:55",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 2,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 3,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 4,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 5,
      "content": "不知道在這個世界每個角落，每時每刻都在發生的愛情，是否都像這樣，從最初的激情到最後的平淡，有它顛撲不破的方向。當一切都趨於荷爾蒙洶湧後的平靜，才愈加看得清對方給的愛，有多少歡喜又有多少受寵若驚，有多少瑕疵又有多少自以為是。",
      "length": 111,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 6,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 7,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 8,
      "content": "思念如水，如水的思念漸漸的把我淹沒，我沉浸在這甜蜜的思念裡，窗外，微風依舊，你的夢裡，可有我的出現……",
      "length": 51,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 9,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 10,
      "content": "我不知道月亮能不能代表我的心，但我告訴你我真的愛你！愛你有多深，我找不到標準來衡量，但我向你保證時間可以見證我愛你一生一世！",
      "length": 62,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 11,
      "content": "愛情是堅強與脆弱的結合體。堅強時，愛的種子種在任何貧瘠的土壤裡都會生根發芽，在任何寒冷酷熱的條件下都能開花結果；脆弱時，哪怕只是一丁點的傷害，一丁點的背叛，都會讓愛情之花瞬間凋零。唯有以理解為基石，以寬容為立柱，以珍惜為牆壁，以滿足為裝飾，兩顆心住在裡面才會安全。",
      "length": 132,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 12,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 13,
      "content": "愛是一場修行，相信很多人聽到這句話都會心動。確實，愛是一場修行，每個人都執著這自己的因，追求著想要的果。修行的路上，有人熱烈，有人平淡；有人走的匆忙，有人步步從容。直到走完了這一生，才會發現，踏遍萬水千山，窮盡一生風華，都得不到我們想要的圓滿具足。",
      "length": 124,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 14,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 15,
      "content": "有一句話是情深緣淺。情深是她，緣淺是他和她。有一個詞是福薄。她福薄，所以遇上他，他福薄，所以錯過她。",
      "length": 50,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 16,
      "content": "我，痴痴的守候著彩虹的出現，跨越了千年的等待，才修來對你的緣份。邂逅的美麗，只一次回眸，就凝固了我心房的波動，毫不猶豫的為你心動，一再為你深深的陶醉，幸福著你的幸福，為了幸福而幸福，我已知足。",
      "length": 96,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 17,
      "content": "兩人相愛，不可能不改變對方，也不可能自己不改變。兩個人一起跟一個人自己有很大不同，因為你要在意對方的情感和情緒，你要適應對方的生活習慣，你要懂得有時要放下自己去關照對方。所以在愛情中，沒有人全身而退，對方都會給你留下各種烙印。只想別人遷就自己，那不是愛，那是自戀。",
      "length": 132,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 18,
      "content": "愛久之後，你們之間共同的東西也就日漸豐厚，包括共同的目標、共同的回憶和彼此間千金難買的默契。當彼此間的不同被渲染上一層辯證的能量--那雖然是差異，但是你們瞭解並欣賞，你們的愛就會更具有生命力。",
      "length": 96,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 19,
      "content": "結婚就像考試。本來各答各的大家相安無事，突然有人提前交卷，你就開始慌了，後來交卷的越來越多，你就越來越慌，最後也只能隨便寫幾句趕緊交了。但是隨便答的卷有幾個能及格啊，不及格就得重考。所以早知會重考還不如當初多檢查檢查再交卷。當然，時間到了不管你準沒準備好卷子最後都會被收走。",
      "length": 137,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 20,
      "content": "為什麼有些人明明條件很好，可偏偏在感情裡很自卑呢？不管外面有多少人在追求，可一旦面對那個人，立刻就全無自信了。原因很簡單，因為你太重視對方，整顆心都在別人身上，乃至於害怕自己做的不夠好。愛情就是這樣，他愛你時，你就驕傲上雲端。他不愛你時，就卑微入塵埃。",
      "length": 126,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 21,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 22,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 23,
      "content": "戀人之間，最怕的不是情緒化，而是徹底迴歸平靜。一旦萬籟俱寂，也就是情之盡頭了。越廝纏，才越廝愛。那些正在折騰著的男男女女們，別嫌煩：生命在於運動，愛情註定折騰！",
      "length": 80,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 24,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 25,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 26,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 27,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 28,
      "content": "謝謝你，讓我們相遇，讓我愛上了你。你流淚，我陪你，我不在意你的難過感染了我！你難過，我陪你，我不在意你的傷感傳給了我！你傷心，我陪你，我不在意你的痛苦感傷了我！你痛苦，我陪你，街燈照不到的地方還有我陪著你。",
      "length": 103,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 29,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 30,
      "content": "我不是一個善言談的人，但是我會用我的實際行動讓你感覺到，我是真的很愛你的，所以希望你給我一個照顧你一輩子的機會，然後一起慢慢變老，好嗎？",
      "length": 68,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 31,
      "content": "瘋狂的一瞬間，我會愛上你，抓住了真愛，就抓住了你的心。愛是你我的夢，因為愛情，青睞了你的心海，一個人的力量，微不足道的關愛，孤掌難鳴，等待著你的等待；兩個人的成雙，凝成一股堅韌的繩，心與心的交匯，可以掌控愛情的舞臺。",
      "length": 108,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 32,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 33,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 34,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 35,
      "content": "愛情如水，清澈甘醇，流到心裡卻很甜美，灑在地上一會就幹，不會留下任何痕跡，滋潤著世間的萬事萬物。愛情如星，點亮夜空中所有的繁星，每一顆都是亮晶晶，不負良辰，不負美景，不會似流水般無影無蹤。愛情如陽光，溫暖柔和，平淡無奇，給人力量，感動，若沒有它，世界將會是一片漆黑。",
      "length": 133,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 36,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 37,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 38,
      "content": "愛情總是在我們不經意的讓我們變成了俘虜，變成了我們為另一半不知道晴天陰天的傻瓜，但是更多的時候我們都喜歡在同一片陽光裡得到那份愛的滋潤，都喜歡在同一個傘下感知那份彼此的心跳。我們高興了我們高興的，我們傷心了我們傷心的，可最後我們都擁著同一個時間的聲音對彼此說，我愛你。",
      "length": 134,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 39,
      "content": "愛，如果不是全部，那就什麼也不是。愛可以一點一滴地修飾你的言行與靈魂，而不是小心翼翼、戰戰兢兢地討對方的歡心，或是整天提心吊膽地擔心那人的變心。愛是平等的交流，而不需要太多發抱歉與解釋。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為我愛你我才知道人生有許多無法滿足的事，愛情總是太美。",
      "length": 176,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 40,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 41,
      "content": "有時候，一個建議你離開的人，可能是最愛你的。一個希望你放棄的人，可能是最關心你的。一個渴求不再聯繫的人，可能是最掛念你的。一個默默離開的人，可能是最捨不得你的。我們的人生，就是在這樣矛盾而糾結裡渡過。愛並不是一場在一起的遊戲，愛恰恰是種掛念你而不得不離開的痛楚。",
      "length": 131,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 42,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 43,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 44,
      "content": "愛一個人要愛她的優點，愛她的缺點，愛她的驕傲，愛她的自卑。這個世界上最遠的距離不是心與心的距離，也不是我在你的身邊你卻不知道我愛你，而是明明相愛卻不能在一起。我愛你不長，一生足矣！",
      "length": 90,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 45,
      "content": "好想，好想你！如果清風有情，請帶去我對你的思念，這一生都為你牽掛；如果白雲有意，請帶去我對你的愛戀，生生世世都願和你共纏綿！",
      "length": 62,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 46,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 47,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 48,
      "content": "如果你不會愛上我就不要給我感動，讓我難以忘懷，我只有一份感情，給了你就再也給不了別人，無論別人多麼痴情，我知道自己不會再動心，感情就是這樣，兩者之間總要一個人受傷扛住出現的所有狀況。",
      "length": 91,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 49,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2025-10-22T12:13:55.877Z"
    },
    {
      "id": 50,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2025-10-22T12:13:55.877Z"
    }
  ]
}