{
  "type": "愛情文案",
  "updated": "2025-10-25T06:10:26.586Z",
  "updateTime": "2025/10/25 下午2:10:26",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 2,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 3,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 4,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 5,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 6,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 7,
      "content": "牽掛或深或淺，總在心上。乘著風，一路高架橋向前，朦朧的燈光透射另一種溫暖的浪漫。我們的前路，看似在黑夜深處，等在穿越了時光的隧道後，我們的故事突然一片明朗。懷念情人節的浪漫小雨，想念紀念日的靜謐風霜，生命美得極致，因為生命的陪伴，我們一路都能走好。今天，閉上眼睛，時光不再悲傷。",
      "length": 139,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 8,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 9,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 10,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 11,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 12,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 13,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 14,
      "content": "一個人如果連自己都不珍惜，又怎會有人珍惜？許多時候，你覺得沒人愛你，沒人疼你，沒有對你好，首先就得反思一下，你自己是否愛自己，是否疼自己，是否對自己好。自私確實不好，但完全的無私就是對自己的傷害。所以啊，愛人先愛己。你愛自己有多少，別人愛你才有多少。",
      "length": 125,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 15,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 16,
      "content": "每個人的初戀，大都十分純情，跨過初戀，愛情就生出很多姿態：有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人。不是每個人都適合和你白頭到老。有的人，是拿來成長的；有的人，是拿來一起生活的；有的人，是拿來一輩子懷念的。誰是你拿來愛的人，驀然回首，你尋見了嗎？",
      "length": 134,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 17,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 18,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 19,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 20,
      "content": "我愛的人，不一定要全聽我的，但是答應我的事一定要做到；我愛的人一定會從我們牽手那刻起對我說從今天起我們有福同享有難我當；我愛的人，一定會在我哭的時候為我擦眼淚，然後告訴我乖，不哭有我在呢！我愛的人，一定會在我累的時候，伸出手臂很心疼的說抱抱！如果有這樣一個人我一定會愛他。",
      "length": 136,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 21,
      "content": "愛情是以微笑開始，以吻生長，以淚結束。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。",
      "length": 95,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 22,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 23,
      "content": "我總以為只要我努力、只要我掏出我全部的心，總有一天她會愛上我，就象我愛她一樣地愛我。難為你肯為她這樣做，可是愛情，好像不應該是這樣的。有時候有些東西，不是努力能得來的。--《愛有來生》",
      "length": 92,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 24,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 25,
      "content": "愛情裡，我們都是沒有安全感的人，患得患失。明明是依賴，卻要表現出無足輕重的樣子；明明是在意，卻要表現出毫不在乎的樣子。偶爾我只想一個人靜靜的就好，不受任何打擾。別說我冷漠，別說我無情，表面上的不在乎，表面上的無所謂，誰又知道我內心有時的轟然狂喜與徹底失望。",
      "length": 128,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 26,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 27,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 28,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 29,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 30,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 31,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 32,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 33,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 34,
      "content": "愛一個人，就是要他沐浴愛的幸福；愛一個人，就是要他遠離孤獨的煩憂；愛一個人，就是要他告別失意的困擾；愛一個人，就是要他不再經受心靈的折磨；愛一個人，無論他在何方都要為他默默的祈禱；愛一個人，無論自己身在何處都為他牽腸掛肚；愛一個人，情願讓自己受苦受累也要為他鋪平道路......",
      "length": 139,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 35,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 36,
      "content": "一個人要死要活想得到你，這不是愛情，而是佔有慾。一個真正愛你的人，並不會想盡辦法來得到你，不會滿口謊言的騙你，不會花言巧語的取悅你，而是用心的幫你，一心為將來打算。愛你的人有時候連死纏爛打都做不到，只是默默受傷，默默看你。愛的越深，就愛的越膽怯。",
      "length": 123,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 37,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 38,
      "content": "我們的那些愛情，多是經得起風雨，經不住平淡。別把海誓山盟看得太重，它只是愛的外衣；別把激情洋溢看得太真，它只是愛的序曲；別把共渡難關看得太切，它只是愛的片斷。平淡主宰著生活，亦充斥著愛情，它如鋒利的刀，削去了我們的期待與夢幻。愛原是一醞初釀的谷酒唯有守住平淡流年，它才久而彌香。",
      "length": 139,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 39,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 40,
      "content": "如果遇上的那個人是對的，一定不需要你花費那麼多技巧辛苦來維繫。若是一段感情需要你很小心很努力，那麼終究還是會失去。別讓自己太累，太用力的愛情，往往太容易失去生命力。",
      "length": 82,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 41,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 42,
      "content": "兩杯苦咖啡，讓它相融，讓彼此熟悉彼此的味道，慢慢的融合出，愛情兩個人共有的那一種，讓人歡樂的、濃濃的，讓人回味起，還有那種望梅止渴的美味。愛情，我說它是兩杯濃濃的苦苦的原味咖啡，融合了，成了彼此熟悉的味道，品味一生，那就是愛情。",
      "length": 114,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 43,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 44,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 45,
      "content": "你把愛情變成了菜市場，在裡面討價還價，心意則變成了一種交易。你變得愛計較。你開始挑剔愛情裡的一些小細節，放大檢視每一個舉動。在愛情裡面，你原來才是那個不滿足的人。愛裡的每一個小毛病，都變成了大問題。你是一個追求公平的人，伹卻忘了愛情裡面更需要的是包容。你覺得自己變得不可愛了。",
      "length": 138,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 46,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 47,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 48,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 49,
      "content": "熾烈的愛會讓你做出許多失去理智的事情，而理智本身就因為愛的不夠。當有人和你在一起，從瘋狂轉為理智，或許就是愛情的消退吧。",
      "length": 60,
      "addedAt": "2025-10-25T06:10:26.587Z"
    },
    {
      "id": 50,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2025-10-25T06:10:26.587Z"
    }
  ]
}