{
  "type": "愛情文案",
  "updated": "2026-01-11T12:52:22.172Z",
  "updateTime": "2026/1/11 下午8:52:22",
  "totalCount": 35,
  "targetCount": 50,
  "completionRate": "70.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2026-01-11T12:52:22.172Z"
    },
    {
      "id": 2,
      "content": "或許愛情只是因為寂寞，需要找一個人來愛，即使沒有任何結局，但自己堅持的幻覺，總讓自己一痛再痛，漸漸變的自私。很多人不需要再見，因為只是路過而已，遺忘就是我們給彼此最好的紀念。一個人的一生可以有多少時間給另一個人，愛也許只是在一瞬間，這份愛，卻也讓人記憶一輩子。",
      "length": 130,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 3,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 4,
      "content": "愛情，對於年輕人來說，她是一團火。一旦她燃燒就會付出一切。對於中年人，愛情是一杯濃酒。因為她已經醞釀了許久，不用品嚐，就已經芬芳四溢了。如果非得要嘗試，那要一點、一點的去喝。否則會醉的，醉得沒有了方向。當你清醒時，你才發現，你已經離你的出發點很遠、很遠……",
      "length": 128,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 5,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 6,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 7,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 8,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 9,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 10,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 11,
      "content": "愛情是神秘的東西，一個人可以有好幾次戀愛，但愛來愛去你會發現，最愛的人只有一個，而在你身邊的，又往往不是你最愛的人。離開永遠都是比相遇更加的容易，因為相遇那是幾億人中一次的緣分，而離開就只是你兩個人的結局。",
      "length": 103,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 12,
      "content": "就算給我整個世界，我所在乎的，不過是你看著我時的微笑。我們都有不願跟人分享的傷痛，所以只有選擇隱藏、選擇一個人承受、一個人流淚，一個人悲傷，然後，一個人慢慢蛻變，漸漸遺忘、變成回憶，不再過問。因為那終究只是一個人的感覺，除了你自己，沒有人會明白你的故事裡有過多少快樂或傷悲。",
      "length": 137,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 13,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 14,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 15,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 16,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 17,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 18,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 19,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 20,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 21,
      "content": "好的愛情，應該是那樣吧，我看你是似滿月皎潔美麗，你看我是如花似玉為你而開，能夠和一個人相愛，到老，那才是愛情的真境界，而一個人的相思，算不得愛情。",
      "length": 73,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 22,
      "content": "同行一生，是難得的緣分；共度一旅，也是一份可貴的紀念。愛我的人，我不愛她；我愛的人，她不愛我；兩情相悅，那麼到底能不能在一起了？我想是可以的，因為世間必有真情在。愛情沒有因果，愛情沒有規則，愛情不分對錯，真愛最殘忍卻不褪色。",
      "length": 112,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 23,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 24,
      "content": "男人要永遠感謝在他20多歲的時候曾經陪在他身邊的女人。因為20多歲的男人處在一生中的最低點，沒錢沒事業；而20多歲的女人卻是她最燦爛的時候。",
      "length": 70,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 25,
      "content": "相信真正的愛情是存在的，但期望它會超越一切是不現實的。愛情可能隨時間的變化而變化，它的消亡不一定意味著背叛，而極有可能是自然的衰退。對愛情作如此認識，可以使我們不迷信愛情，也就不容易受傷和絕望。",
      "length": 97,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 26,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 27,
      "content": "心裡裝下一個他。只要讀出他的名字，就會覺得自己變得勇敢，變得堅強。可以不顧一切地對他好，即使他什麼也不知道。會聽他聽過的歌，讀他讀過的書，在意他在意的人。即便他忘了那首歌那本書那個人，我也還是會一樣深深記得。我想要我們什麼都在一起做，即使我們什麼都沒在一起做過。",
      "length": 131,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 28,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 29,
      "content": "儲蓄愛情的過程，其實也是真正考驗兩個人愛情忠貞與否的過程。不是當事人來考驗，而是生活的考驗。在儲蓄愛情的過程中，有些人終於忍耐不住了？露了原形。有些人在平淡如水的日常生活裡卻打磨出金燦燦的光圈，讓我們體會到他安靜的外表下一顆充滿了愛與柔情的心靈。",
      "length": 123,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 30,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 31,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 32,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 33,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 34,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2026-01-11T12:52:22.173Z"
    },
    {
      "id": 35,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2026-01-11T12:52:22.173Z"
    }
  ]
}