{
  "type": "愛情文案",
  "updated": "2025-10-29T06:12:19.527Z",
  "updateTime": "2025/10/29 下午2:12:19",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我願我所能剩餘下來的信仰，只是清晨醒來時你耐心聽我訴說閒話一二，不過是窗外物換星移春去秋來，然後給我以靜而長久的擁抱。因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 107,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 2,
      "content": "愛情就是這樣，默默的對視，就會心有靈犀；默默的相守，就會刻骨銘心；默默的思念，就能意會彼此的寂寞；默默的感應，是我們一輩子的塵緣。",
      "length": 65,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 3,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 4,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 5,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 6,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 7,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 8,
      "content": "原來世界上有一些人假得比鬼還恐怖。有了你，我迷失了自我。失去你，我多麼希望自己再度迷失。想你，是一種美麗的憂傷的甜蜜的惆悵，心裡面，卻是一種用任何語言也無法表達的溫馨。",
      "length": 84,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 9,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 10,
      "content": "你臨水而佇，依窗遠望，我千里迢迢涉水而來，只是為了傾聽那花開的季節，將一朵花而香息溫存在掌心種植，彷彿聽到了桃蕊的心在律動，那掐似少女的情懷，在等待渡她的良人。將一朵花種植在心底，不求春花無，不求相應成趣，惟願細水長流，孕育一枚殷紅的果子，將一段情懷，抵達心靈深處紛紛綻放。",
      "length": 137,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 11,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 12,
      "content": "愛情是一百年的孤獨，直到遇上那個矢志不渝的守護你的人，那一刻，所有苦澀的孤獨，都有了歸途。--張小嫻《我終究是愛你的》",
      "length": 59,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 13,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 14,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 15,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 16,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 17,
      "content": "所有男人的愛會隨著時間越變越淡。女人雖是會產生依戀，卻也不可能永遠為愛活著。所謂的愛情，彷彿只是人生中的曇花一現，燦爛過，便消失。因為從沒哪一種愛，可敵得過熟悉的侵襲。",
      "length": 84,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 18,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 19,
      "content": "遇上一個人要一分鐘的時間，喜歡一個人只需一小時的時間，愛上一個人要一天的時間，可要我忘記你卻要用上一生的時間。",
      "length": 55,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 20,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 21,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 22,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 23,
      "content": "不愛不是因為沒有未來，而是他根本沒有把你設計進他的未來。相愛並不就代表著他把你設計進了他的未來裡，他只是現在愛你，而不是這一輩子。他的人生已經過了一半，哪裡有一輩子去愛你，一輩子的愛豈不是美麗的承諾。承諾是永遠兌現不了的誓言，因為沒把握，才給你承諾。",
      "length": 125,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 24,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 25,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 26,
      "content": "有愛情的生活是幸福的，為愛情而生活是危險的。如果說愛情是一朵鮮花，那麼它只有紮根在事業的沃土裡才能竟相開放，鮮豔奪目。若把愛情看得高於一切，那不僅會破壞愛情，而且很容易葬送人生及事業。",
      "length": 92,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 27,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 28,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 29,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 30,
      "content": "最真摯的愛情是什麼？最真摯的愛情就是帶著笑容，含著眼淚，看你所喜歡的人一步步的走向她所祈望的幸福生活。生活中，如果有人真的真心對你好，請你一定珍惜，即使做不成情侶也請你給這個對你好的以真誠的慰藉，這個世界上誰都沒有義務一定對你好，你永遠不知道那個被你討厭了無數次，拒絕了無數次還對你好的人多麼的喜歡你。",
      "length": 151,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 31,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 32,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 33,
      "content": "所謂愛情，就是有那麼一個人，可以輕易控制你的情緒，前一刻讓你哭，下一刻又讓你笑。真正的愛情，就是這樣：當我們都老了，我還是會記得你當初讓我心動的樣子。",
      "length": 75,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 34,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 35,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 36,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 37,
      "content": "愛若是虛的，至少，她可以用錢來求實，愛若是真的，有愛就有了一起。當至愛充盈心間，當柔情抵達心底，當真愛滌盪心靈，回頭才會發現，生活在愛的海洋中的我們才算幸福美滿。",
      "length": 81,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 38,
      "content": "愛，一個人，註定不是那麼簡簡單單，即使簡單，時間久了，依舊牽絆，可是，不迷戀那些神話，如果沒有期盼，沒有挫折，沒有刻骨銘心，那麼，幸福註定不會長久！",
      "length": 74,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 39,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 40,
      "content": "愛情裡，我們都是沒有安全感的人，患得患失。明明是依賴，卻要表現出無足輕重的樣子；明明是在意，卻要表現出毫不在乎的樣子。偶爾我只想一個人靜靜的就好，不受任何打擾。別說我冷漠，別說我無情，表面上的不在乎，表面上的無所謂，誰又知道我內心有時的轟然狂喜與徹底失望。",
      "length": 128,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 41,
      "content": "愛情的世界很大，大到可以裝下100種委屈，愛情的世界也很小，小到三個人一起就會窒息，一個人身邊的位置只有那麼多，你能給的也只有這麼多。在這個狹小的圈子裡，有些人要進來，就有一些人，不得不離開，但是離開不是放棄，是為了更好的回來。",
      "length": 114,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 42,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 43,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 44,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 45,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 46,
      "content": "人生，就是一種簡單的軌跡，一種平淡的重複。一個人成熟的標誌，是學會狠心，學會獨立，學會微笑，學會丟棄不值得的感情。有個男人，他教會了我如何愛，但他離開的時候卻沒教會我如何放開。",
      "length": 88,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 47,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 48,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 49,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-10-29T06:12:19.528Z"
    },
    {
      "id": 50,
      "content": "年輕的你，有足夠的理由相信：你將會得到這世間最幸福的一份愛。所以要耐心地等待。不要太早地相信任何的甜言蜜語，不管那些話語是出於善意或是惡意，對你都沒有絲毫的好處。果實要成熟了以後才會香甜，幸福也是一樣。",
      "length": 101,
      "addedAt": "2025-10-29T06:12:19.528Z"
    }
  ]
}