{
  "type": "愛情文案",
  "updated": "2026-01-27T18:15:19.852Z",
  "updateTime": "2026/1/28 上午2:15:19",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "沒有深刻的愛情，哪有傷心刺骨的憂傷，沒有美麗甜蜜的愛情，哪有刻骨銘心的失落心痛，只有經歷過，才能體驗那抹憂傷......",
      "length": 60,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 2,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 3,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 4,
      "content": "愛你是前世彌留之際情感的延續，是今生輪迴前不變的諾言。有一個人，你總說要放下他，卻總是忍不住又拿起來回味；有一個人，你真的好想他快樂，所以你寧願自己不快樂；有一個人，離開他的時候你笑了，但是一轉身，早已淚流滿面。",
      "length": 106,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 5,
      "content": "愛情像放大鏡，把好的那個你和壞的那個你，同時放大了擺在你面前。而真愛，就是幫助好的那個你，最終戰勝壞的那個你的那種愛情。真愛會讓你成為一個更寬容、更自信、更強大也更幸福的人。而且真愛應該是雙方的，把你變得更好的同時，也把對方變得更好。--毛路《人生對人生觀開的玩笑》",
      "length": 133,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 6,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 7,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 8,
      "content": "我想，愛你而不用抓住你，欣賞你而不須批判你，和你一起參與而不強求你，離開你亦無須言歉疚，幫助你而沒有半點看低你，那麼，我倆的相處就是真誠的，並且能彼此滋養。",
      "length": 78,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 9,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 10,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 11,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時空遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 12,
      "content": "戀愛時，切忌被對方刻意製造的幾次浪漫誤導，尤其對方以各種激烈手段表達愛意時，因為那樣的愛，來的快，去的也快，當初有多熱烈，後來就可能有多落寞，願意製造一輩子浪漫的人畢竟不多。真正愛你的人，會讓你內心滋生一股溫柔如水的力量，時間越長，越能感受到那種力量。",
      "length": 126,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 13,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 14,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 15,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 16,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 17,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 18,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 19,
      "content": "男人喜歡把愛情擺在桌子上，做炫耀的資本，成功的標誌；女人喜歡把愛情放在心裡，做幻想的理由，平淡生活的慰籍；男人喜歡帶著愛情散步，女人喜歡枕著愛情入眠；男人費勁心思抓到愛情後，又毫不猶豫地丟掉；女人則糊里糊塗的得到，然後想救命稻草一樣的保存。",
      "length": 120,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 20,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 21,
      "content": "愛，最需要的是舒坦。如果感覺自由、舒服、安心，你就愛對了；如果感覺處處被掣肘、受控制、沒了自我，就該考慮調整了。愛，那就是互相依靠，相互溫暖，相伴鼓勵一起走向那個未知的未來。愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 180,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 22,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 23,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 24,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 25,
      "content": "愛一個人要愛她的優點，愛她的缺點，愛她的驕傲，愛她的自卑。這個世界上最遠的距離不是心與心的距離，也不是我在你的身邊你卻不知道我愛你，而是明明相愛卻不能在一起。我愛你不長，一生足矣！",
      "length": 90,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 26,
      "content": "愛情，是一種既讓人甜蜜，又令人煩惱的東西。它給了你一個平凡的名字，你卻渴望與他生死與共。無論你曾經被傷害的有多深，總會有一個人的微笑，讓你忘記了承受過的所有傷痛。",
      "length": 81,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 27,
      "content": "有人說愛情就像撿石頭，總想撿到一個適合自己的。她適合你，那你又適合她嗎？其實，愛情應該像磨石子兒，或許剛撿到的時候，你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如好好將自己已經擁用的石頭磨亮磨光。",
      "length": 132,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 28,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 29,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 30,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 31,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 32,
      "content": "暗戀的人總是經過一段暗戀後變得堅強，也已成長，成長到接受別人的愛，亦或去追求所愛，而這一切，好像與那個人無關。那個人何其無辜，被愛時他絲毫不知情，被愛後別人的堅強也好似和他無關，但不得不承認，他無意中造就了一個人的蛻變和成長，所以，那個人，又是何其偉大。",
      "length": 127,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 33,
      "content": "緣分是一種機緣巧合，本來應該擦肩而過的人相識或相戀。我相信緣分，冥冥之中有一雙無形的手，在左右我們的命運。 緣分是前世感情的延續，緣分是今世的擦肩而過。緣分是前世不變的誓言，緣分是今生痛苦的約定。緣分是一次機遇的把握，緣分是一種愛慕的流逝。緣分是相遇時美好夢想。",
      "length": 131,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 34,
      "content": "我們都是近視眼，忽略了離我們最真的情感，我們都是遠視眼，模糊了離我們最近的幸福。一輩子真的很短，遠沒有我們想象的那麼長，永遠真的沒有多遠，所以不妨對愛你的人好一點，也對自己好一點，是你的枕畔人，明天可能就是你的陌路人，如果這輩子來不及好好愛，就更不要指望下一輩子還能遇見。",
      "length": 136,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 35,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 36,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 37,
      "content": "每個人心裡只有一個寶貝，後來它漸漸變成了眼淚！就算這句話是真的，我依舊無怨無悔，依舊把你當成我心裡唯一的寶貝，就算某一天它變成了眼淚，我至少還可以在回憶你的笑臉中陶醉，在呼喚你名字的時候無悔！",
      "length": 96,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 38,
      "content": "分手時，請不要告訴我，其實你也真的愛過我。在愛的最後一刻，請不要保留你的欺騙，你要知道，我寧願相信你從來就未曾對我有過愛。也許，傷得徹 底，我才會放得徹底。或許，錯誤的愛才埋葬了我的笑容。人生中那些永恆的留念，不是恨，是愛，是感謝，是放手，是對虛妄的無為。我說，溫暖自給。",
      "length": 136,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 39,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 40,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 41,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 42,
      "content": "當惆悵不經意時湧起，你感覺了思念的滋味；當思念在不經意時想起，你感受等待的滋味；當等待在不經意時燃起，你體會了牽掛的滋味；當牽掛在不經意時升起，你才明白了愛的滋味。",
      "length": 82,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 43,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 44,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 45,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 46,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 47,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 48,
      "content": "年輕時，很多男孩子在遇到喜歡的女孩或喜歡自己女孩的時候，他們以為自己窮，選擇了放棄退縮，於是他們努力去脫貧致富，後來他們賺到了錢，才發現以前遇到的那些女孩都早已有了自己的歸宿，其實真正的愛情不是窮不窮，真正愛你的女孩子在意的是你的人和你富有的思想，你的真心和你愛她的勇氣。",
      "length": 136,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 49,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2026-01-27T18:15:19.852Z"
    },
    {
      "id": 50,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2026-01-27T18:15:19.852Z"
    }
  ]
}