{
  "type": "愛情文案",
  "updated": "2025-07-25T06:12:04.426Z",
  "updateTime": "2025/7/25 下午2:12:04",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛並不是虛情假意的謊言，它是實實在在的情感，只要仔細感受，你就會發現愛本就緊挨著你：它可能是清早母親擠向你牙刷上的一寸牙膏，讓你感受到溫馨；它可能是陌生人的一把攙扶，讓你體會到溫曖；它可能是作業本里老師落下的一根白髮，讓你感悟到關愛；它可能就是一個微笑，讓你理解到寬容和讚賞。在生活中，你有了這種感受，體會，感悟，理解，受到觸動感染，激勵鼓舞，你就會去掉冷漠，解除封閉，成為一個有愛心的人。",
      "length": 195,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 2,
      "content": "我願意用自己的心，好好的陪著你，愛著你。陪你到你想去的地方，用心走完我們人生的餘下的旅程。在未來的日子裡，也許什麼都無法確定，但唯一可以確定的是，我愛的人是你，無論現在還是將來，我想我這裡都會是你最溫暖的港灣，都是為你遮風避雨的城牆。",
      "length": 117,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 3,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 4,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 5,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 6,
      "content": "懂得愛情的女人通常輸得很慘。愛情本來就是殘忍的，勝者為王。感情可以轉帳，婚姻可以隨時凍結，激情可以透支，愛情善價而沽。這就是我們的生活。今天的長相廝守，只不過是盡力而為而已。",
      "length": 87,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 7,
      "content": "如果只是為了安穩地過一輩子，找誰不行，幹嗎非你不可？我要和你談戀愛，我要我們一直一直地戀愛，我不要你像是認了命那樣守著我，我才不稀罕呢！愛情不是這樣的，不應該是這樣的，愛情應該是兩個人永遠開心地一起打家劫舍，而不是一起躲在暗處唯唯諾諾地分贓。--笛安《東霓》",
      "length": 129,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 8,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 9,
      "content": "如果愛你是錯的話，我不想對；如果對是等於沒有你的話，我寧願錯一輩子；如果非要把著份愛加上一個期限，我希望是一萬年。",
      "length": 57,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 10,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 11,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 12,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 13,
      "content": "結婚就像考試。本來各答各的大家相安無事，突然有人提前交卷，你就開始慌了，後來交卷的越來越多，你就越來越慌，最後也只能隨便寫幾句趕緊交了。但是隨便答的卷有幾個能及格啊，不及格就得重考。所以早知會重考還不如當初多檢查檢查再交卷。當然，時間到了不管你準沒準備好卷子最後都會被收走。",
      "length": 137,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 14,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 15,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 16,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 17,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 18,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 19,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 20,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 21,
      "content": "如果我們是在彼此最閃光的時候相遇，是好的，因為我們知道自己愛了一個值得愛的人，他/她有能力經營好自己的生活；如果我們是在彼此最狼狽的時候相遇，也是好的，因為我們知道自己愛了一個堅強的人，即使遇挫，也可以相濡以沫。",
      "length": 106,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 22,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 23,
      "content": "獨坐相思椅，手握相思筆，望著相思月，想著相思的你，寫著相思信，句句相思語，滴滴相思淚，全部相思你，天是湛藍海是深邃，我愛你是真的！",
      "length": 65,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 24,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 25,
      "content": "有一些人，這一輩子都不會在一起，但是有一種感覺，卻可以藏在心裡守一輩子；在一起的時候需要兩個人做決定，分開時只需一個人;婚姻不是一個里程碑，而是一個雙方相處的過程，是另外一種人生的開始；因為有風有雨，幸福更值得珍惜，人總是會活出一個方法，等待屬於自己幸福。",
      "length": 128,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 26,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 27,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 28,
      "content": "愛一個人要愛她的優點，愛她的缺點，愛她的驕傲，愛她的自卑。這個世界上最遠的距離不是心與心的距離，也不是我在你的身邊你卻不知道我愛你，而是明明相愛卻不能在一起。我愛你不長，一生足矣！",
      "length": 90,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 29,
      "content": "好酒需要一口一口慢慢地用心去品，愛情則需要一點一滴地去關愛，去呵護，去培植。酒喝一點可以強身健體，喝多了傷肝傷脾；愛情則不然，愛得越深，情越長，人越清爽。",
      "length": 77,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 30,
      "content": "你不開心的時候，我陪你，你哭泣的時候，我陪你，你心情很不爽的時候，我陪你，你不想回家的時候，我陪你，無論怎樣，我都陪你，只因為你是我最愛的人，你就是我的音樂，你給我帶來好聽的音符。你是我的全部，你給我生命帶來了色彩。",
      "length": 108,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 31,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 32,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 33,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 34,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 35,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 36,
      "content": "雖然我們彼此分隔異地，但因為愛情，所以我們距離很近。在每一個入睡的晚上，跟你說聲晚安；在每一個醒來的早上，和你說聲早安。",
      "length": 60,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 37,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生註定在一起的。一輩子其實不長。能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢。一輩子只愛一個人，並不丟人。明明知道，除了他還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要去溫暖另一顆心，坦誠相待，這樣才可以幸福。",
      "length": 133,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 38,
      "content": "愛我，就把你的手給我。我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的微笑,讓你天天快樂。",
      "length": 136,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 39,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 40,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 41,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 42,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 43,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 44,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 45,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 46,
      "content": "就算給我整個世界，我所在乎的，不過是你看著我時的微笑。我們都有不願跟人分享的傷痛，所以只有選擇隱藏、選擇一個人承受、一個人流淚，一個人悲傷，然後，一個人慢慢蛻變，漸漸遺忘、變成回憶，不再過問。因為那終究只是一個人的感覺，除了你自己，沒有人會明白你的故事裡有過多少快樂或傷悲。",
      "length": 137,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 47,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 48,
      "content": "曾經努力的愛情，以為會幸福。原來，愛情並不簡簡單單就可以做好。曾經的溫暖如今已經變成了回憶。會痛，會疼，會傷，永遠是愛情給的。握不住的流沙，抓不住的時光，疼不完的愛情。",
      "length": 84,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 49,
      "content": "愛，一個人，註定不是那麼簡簡單單，即使簡單，時間久了，依舊牽絆，可是，不迷戀那些神話，如果沒有期盼，沒有挫折，沒有刻骨銘心，那麼，幸福註定不會長久！",
      "length": 74,
      "addedAt": "2025-07-25T06:12:04.426Z"
    },
    {
      "id": 50,
      "content": "好想，好想你！如果清風有情，請帶去我對你的思念，這一生都為你牽掛；如果白雲有意，請帶去我對你的愛戀，生生世世都願和你共纏綿！",
      "length": 62,
      "addedAt": "2025-07-25T06:12:04.426Z"
    }
  ]
}