{
  "type": "愛情文案",
  "updated": "2025-08-27T00:29:54.230Z",
  "updateTime": "2025/8/27 上午8:29:54",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 2,
      "content": "紅塵煙雨盡顯柔弱，一束小花情懷默默，怎奈何蜂蝶的執著？花草皆有情，人又豈能無情；行於風塵，誰也擺不脫情感的糾葛；自古柔情多佳話，歷代多情出文章；這是亙古不變的道理，曾經滄海難為水，除卻巫山不是雲。誰又能說兩情相悅，一定會相互偕老，有些人，猶如巫山雲雨，旨在思念，只在想念。",
      "length": 136,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 3,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 4,
      "content": "有愛情的生活是幸福的，為愛情而生活是危險的。如果說愛情是一朵鮮花，那麼它只有紮根在事業的沃土裡才能竟相開放，鮮豔奪目。若把愛情看得高於一切，那不僅會破壞愛情，而且很容易葬送人生及事業。",
      "length": 92,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 5,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 6,
      "content": "為什麼有些人明明條件很好，可偏偏在感情裡很自卑呢？不管外面有多少人在追求，可一旦面對那個人，立刻就全無自信了。原因很簡單，因為你太重視對方，整顆心都在別人身上，乃至於害怕自己做的不夠好。愛情就是這樣，他愛你時，你就驕傲上雲端。他不愛你時，就卑微入塵埃。",
      "length": 126,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 7,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 8,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 9,
      "content": "風過花飛，斬不斷的是對你無數的牽牽絆絆。沒有人會知道，這種想念是如何的痛徹心肺，如何的將心徹底掏空，再無情的撕碎。你的身影總在心中飛，讓我醉、飛花悠悠開放想念，繁星閃閃忽閃掛牽，炊煙裊裊飄蕩眷戀，日月穿梭見證誓言，親愛的，嘴上不說，其實愛你在每一天，今生有你相伴最幸福。愛你一生一世，牽手永遠。",
      "length": 147,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 10,
      "content": "這輩子能真正品嚐到愛情甜蜜的人很少，當一個深愛著你的人，為你而改變，那是因為他愛你；當你遇到一個人，他為你收起他的頑固脾氣，也因為他愛你；他把你的興趣也變成了他的興趣，還是因為他愛你。--如果你發現身邊有這樣的人，請你好好珍惜。溜掉的小魚，總是最美麗的；失去的情人，總是最懂你的。",
      "length": 140,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 11,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 12,
      "content": "要有多堅強，才能不淚流；要有多灑脫，才能不失落。聽過的歌，情難捨；愛過的人，心難忘。往往太在乎一個人，就會失去自我；常常太迫切一份情，就會丟掉尊嚴。",
      "length": 74,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 13,
      "content": "愛，只是一份默默的深情，不求任何回報，也許不會有人會懂，也許他也並不能體會到這愛有多少，此愛深藏於心而無處能訴。但每一次當走過與他共同呆過遊過的地方，心就變得很柔軟，不論原本的心情是喜是怒或哀或樂，都會感覺到心底升起的柔情，想起與他曾在一起的幸福，心就思緒萬千。",
      "length": 131,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 14,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 15,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 16,
      "content": "兩個人在一起，開始總是驚心動魄，患得患失，隨著深入瞭解，神秘感褪去，慢慢會失去新鮮感，激情歸於平淡。這時，溝通最重要，也許不再為對方牽腸掛肚，可是有一種默契是在充分交流和信任後產生，和一個磨合很好的伴侶在一起，放鬆而踏實，是愛情的美好體現。時間雖然消磨激情，同時，時間會積累深情。",
      "length": 140,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 17,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 18,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 19,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 20,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 21,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 22,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 23,
      "content": "我不是碰不到更好的，而是因為已經有你，我不想再碰到更好的。我不是不會對別人動心，而是因為已經有你，我就覺得沒必要再對其他人動心。我不是不會愛上別的人，而是我更加懂得珍惜你，能在一起不容易，即使你不是最好的，甚至不是最適合我的，但卻是我最珍惜的。",
      "length": 122,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 24,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 25,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 26,
      "content": "我記得你的手掌是溫暖的，你曾說愛我！我們兜兜轉轉走了這麼久又回到了這裡！你很快又投入另一段戀情，我們曾執手說好的甜蜜誓言被我們合力敲碎了，原來時間讓我們遺失了彼此的同時，也讓我們學會了淡忘！愛與喜歡，不過是一場自顧自的執著，但我愛你，愛了整整一個曾經！",
      "length": 126,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 27,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 28,
      "content": "假如愛情可以解釋，誓言可以修改。那麼，生活就會比較容易。假如有一天，我終於能將你忘記。然而，這不是隨便傳說的故事。也不是明天才要上演的戲劇。我無法在我是生命中，就這麼把你劃去。",
      "length": 88,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 29,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 30,
      "content": "一份真正的感情，需要彼此的珍惜；一份執著的守望，需要彼此的用心。不是所有的等待，都能守候成美麗的風景，不是所有的感情，都能成為美麗的故事。用心珍惜每一份愛，用心付出每一份情。愛，在珍惜裡，溫暖；情，在守候裡，長久。",
      "length": 107,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 31,
      "content": "曾經努力的愛情，以為會幸福。原來，愛情並不簡簡單單就可以做好。曾經的溫暖如今已經變成了回憶。會痛，會疼，會傷，永遠是愛情給的。握不住的流沙，抓不住的時光，疼不完的愛情。",
      "length": 84,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 32,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 33,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 34,
      "content": "你在一生裡遇見了你心愛的人，可以說你是幸運的，無論結局怎樣，都可以說是幸福的吧？白頭到老，固然很好，如果分手了，或者為愛情而傷心，也都是很幸福，畢竟你愛過，你為了愛情在落淚，為了愛情在心碎，曾經很浪漫過，兩個人可以在冬天的風下瘋狂，在夏天的雨下漫步。",
      "length": 125,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 35,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 36,
      "content": "人生最大的快樂不在於佔有什麼，而在於追求的過程。在人生跑道上，有人用心欣賞風景，有人努力讓自己成為風景。人人都希望追求到美好，人生的美好其實是無止境的旅途！喜歡你的人，要你的現在。愛你的人，要你的未來。真正的愛情，不是一見鍾情，而是日久生情。",
      "length": 121,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 37,
      "content": "這輩子能夠相守固然是好，無法相守，只是因為不適合。有些你愛過的人的確只是個過程，他在你生命裡出現，是為了使你茁壯，使你學會珍惜和付出，使你終於知道這一生你想要的是什麼，你始終追尋的又是什麼。當天的墜落換來的是日後的提升，那麼，當時的痛苦也就值得了。 ─── 張小嫻《謝謝你離開我》",
      "length": 140,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 38,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 39,
      "content": "你有多好，我說不出來；我有多想你，我也說不出來。我只知道愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事。愛你，想你，看你，是我一輩子都要做的事。",
      "length": 84,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 40,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 41,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 42,
      "content": "戀愛就象手機，總是謠傳要單向收費，卻永遠出不了臺，最後你才發現，謠言發源地不是用戶自己，就是沒有手機的所謂專家學者。再以後，你不得不說服自己，雙向收費是多麼合理合法。",
      "length": 83,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 43,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 44,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 45,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 46,
      "content": "一見鍾情這種事，浪漫但不一定長久。日久生情這種事，很難卻更難分開。一見鍾情永遠和外貌有關，日久生情永遠和習慣有關。越緩慢的愛上一個人，就愛的越長久。愛情可以有一瞬間，但真情卻需時間澆灌。",
      "length": 93,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 47,
      "content": "在乎和你牽手的曾經，在乎我們將要走過的往後；每次原諒，我都自我安慰，因為我不夠好，只能把委屈給你，把傷害給自己；每次寬恕，並不表示我會忘記，我只是收藏好自己的傷痕，然後費力地在銘記中遺忘......當你以為你愛上了一個人時，也許只是愛上了戀愛的感覺。 &nbsp;",
      "length": 132,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 48,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 49,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2025-08-27T00:29:54.230Z"
    },
    {
      "id": 50,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2025-08-27T00:29:54.230Z"
    }
  ]
}