{
  "type": "愛情文案",
  "updated": "2026-02-10T12:28:00.675Z",
  "updateTime": "2026/2/10 下午8:28:00",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 2,
      "content": "千萬別說配不上我，當年小喬和曹操配嗎？他們到最後還不是走到了一起。如果你覺得我配不上你，就請先把我看清楚了，談了之後別說我沒給你悔過的機會。",
      "length": 70,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 3,
      "content": "茫茫人海，怎麼才能撞到你；大街小巷，到哪去找你；遍地的你，一個也不是我的你；滿街的人，一個都不是我的人。從城市到鄉村，從大酒店到小餐館，屬於我牽的那隻手都沒有了蹤影。我等著你出來，與我漫步，等著你的眼神，與我相碰，等著你哪隻溫暖的手，與我相牽！不是我在等，而是我生命需要你。",
      "length": 137,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 4,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 5,
      "content": "如果，在身邊的最後真的不是你。如果經歷了那麼多坎坷輾轉後，最終還是要分開。如果故事到最後，是我們的身邊都有了別的人。如果回憶，諾言和曾經相愛的決心都在現實面前變的渺小，不堪一擊。不管以後如何，不管結局如何。現在的我還是願意執著的去愛------我們一起等我們的最後，最後的最後。",
      "length": 139,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 6,
      "content": "想成為她的影子，形影不離，這樣的喜歡單純卻又容易自卑，嚮往卻又有些心酸，喜歡一個人真的很難。",
      "length": 46,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 7,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 8,
      "content": "女人退一步，男人退兩步。一個懂得愛的人，寧可扮演輸家，也不去打敗自己的愛人。打敗了她，或者他，你想得到什麼呢？真愛，就要懂得讓步。",
      "length": 65,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 9,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 10,
      "content": "如果做不了你的唯一，我連最愛也不要做。如果你給我的，也同樣給了別人，那我寧願不要。我若在你心上，情敵三千又何妨。你若在我身旁，負了天下又怎樣。愛絕不是要找一雙完全適合你的手，而是一雙無論有多麼的不合適，也願意牽你的手。",
      "length": 109,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 11,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 12,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 13,
      "content": "淡淡的暮色裡你將踏上歸程，不知您一天過得可好。在遙遠的角落有顆心在為你駐守、惦念。不必刻憶，因為剛剛掠過的風是我的溫柔。",
      "length": 60,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 14,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 15,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 16,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 17,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 18,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 19,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 20,
      "content": "幸福是有你陪伴著我生活的腳步，快樂是有你伴隨著我走過人生的旅途，我的幸福是你快樂的感悟，我的快樂是你幸福的全部，有你的陪伴我的幸福不會輕易的一閃而過，有你的伴隨我的快樂也會越來越多！",
      "length": 91,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 21,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 22,
      "content": "戀愛時，你有一股強烈的渴望想要融入這個人。這已不是愛的問題。你的身體充滿愉悅感，你的頭腦活動完全不見了。因為我們在嬰兒期跟母親進入過這樣的狀態，所以我們認為若想再度擁有這種狀態，就必須和另一個人在一起。其實我們真正想找的只是那份融為一體，黃金般的溫暖感。",
      "length": 127,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 23,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 24,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 25,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 26,
      "content": "愛像一陣風，吹完它就走。你唱著，我卻想說，喜歡是一陣風，伴著歌吹來了，悄無聲息。喜歡是什麼，一絲好感。一種無所謂的，沒有開始，沒有結局的旅程嗎？",
      "length": 72,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 27,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 28,
      "content": "兩杯苦咖啡，讓它相融，讓彼此熟悉彼此的味道，慢慢的融合出，愛情兩個人共有的那一種，讓人歡樂的、濃濃的，讓人回味起，還有那種望梅止渴的美味。愛情，我說它是兩杯濃濃的苦苦的原味咖啡，融合了，成了彼此熟悉的味道，品味一生，那就是愛情。",
      "length": 114,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 29,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 30,
      "content": "真愛需要等待，但太長的等待，對愛情都是一種摧殘。漫漫人生，滾滾紅塵，年年歲歲花相似，歲歲年年人不同。今生等不了，就別再寄望來生。奈何橋一過，又成陌路。所以，珍惜相見，珍惜相愛，珍惜擁有，珍惜身邊的人。畢竟，沒有誰經得起時間的改變，也沒有誰可以等到來世再愛。",
      "length": 128,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 31,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 32,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 33,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 34,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 35,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 36,
      "content": "我不知道月亮能不能代表我的心，但我告訴你我真的愛你！愛你有多深，我找不到標準來衡量，但我向你保證時間可以見證我愛你一生一世！",
      "length": 62,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 37,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 38,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 39,
      "content": "我的情也真，我的意也真，月亮代表我的心，輕輕的一個吻，是我深深的一段情。此情此意，哪怕走到天涯海角，哪怕海枯石爛，哪怕斗轉星移，我都永遠銘刻心頭，一生不變，愛你到永遠！",
      "length": 84,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 40,
      "content": "從現在開始你只准疼我一個，要寵我，不許騙我，答應我的每一件事都要做到，對我說的每一句話都要真心！--《河東獅吼》",
      "length": 56,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 41,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 42,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 43,
      "content": "同行一生，是難得的緣分；共度一旅，也是一份可貴的紀念。愛我的人，我不愛她；我愛的人，她不愛我；兩情相悅，那麼到底能不能在一起了？我想是可以的，因為世間必有真情在。愛情沒有因果，愛情沒有規則，愛情不分對錯，真愛最殘忍卻不褪色。",
      "length": 112,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 44,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 45,
      "content": "愛並不是虛情假意的謊言，它是實實在在的情感，只要仔細感受，你就會發現愛本就緊挨著你：它可能是清早母親擠向你牙刷上的一寸牙膏，讓你感受到溫馨；它可能是陌生人的一把攙扶，讓你體會到溫曖；它可能是作業本里老師落下的一根白髮，讓你感悟到關愛；它可能就是一個微笑，讓你理解到寬容和讚賞。在生活中，你有了這種感受，體會，感悟，理解，受到觸動感染，激勵鼓舞，你就會去掉冷漠，解除封閉，成為一個有愛心的人。",
      "length": 195,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 46,
      "content": "你要的是什麼樣的愛情，若是和聰明的人戀愛是會很快樂，因為他們的幽默，會說話，但是也時時存在著危機，因為這樣的人很容易變心。總是需要一些溫暖。哪怕是一點點自以為是的紀念。想知道一個人愛不愛你，那麼也就是去看他和你在一起有沒有活力，開不開心，有就是愛，沒有就是不愛。",
      "length": 131,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 47,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 48,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 49,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2026-02-10T12:28:00.675Z"
    },
    {
      "id": 50,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2026-02-10T12:28:00.675Z"
    }
  ]
}