{
  "type": "愛情文案",
  "updated": "2026-02-27T00:41:25.723Z",
  "updateTime": "2026/2/27 上午8:41:25",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 2,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 3,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 4,
      "content": "好的愛情，讓我們更愛這個世界，而不是隻愛對方；好的愛情，讓生命更豪放地盛開，而不是困在狹窄的愛裡；好的愛情，不會消耗我們的活力，而是讓我們活得更有元氣；好的愛情，讓我們體驗的不是愛情的好，而是生活的好；好的愛情，能讓我們走到最後，安詳在那個不只叫愛情的地方。",
      "length": 129,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 5,
      "content": "春天我會給你清新的愛，夏天我會給你綠蔭般清涼的愛，秋天我為你灑下金色的愛，冬天一片片潔白的雪花便是我純白的愛！",
      "length": 55,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 6,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 7,
      "content": "不管這考驗多坎坷，都要一大步跨過去。你的愛情，如果，不幸福，如果，不快樂，那就放手吧，有些失去那是註定的，有些緣分是永遠不會有結果的。愛一個人不一定會擁有，若是擁有一個人，就好好愛她。",
      "length": 92,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 8,
      "content": "有愛，一花一草，滿目的愜意，訴說愛情的甜蜜；有情，一點一滴，晶瑩的水珠，蘊藏情誼的源起；有心，一分一秒，光陰的流逝，匯聚著愛情的珍惜；有意，一生一世，心靈的相依，詮釋著愛情的真締。祝你愛情甜蜜，擁有愛的傳奇！",
      "length": 104,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 9,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 10,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 11,
      "content": "你臨水而佇，依窗遠望，我千里迢迢涉水而來，只是為了傾聽那花開的季節，將一朵花而香息溫存在掌心種植，彷彿聽到了桃蕊的心在律動，那掐似少女的情懷，在等待渡她的良人。將一朵花種植在心底，不求春花無，不求相應成趣，惟願細水長流，孕育一枚殷紅的果子，將一段情懷，抵達心靈深處紛紛綻放。",
      "length": 137,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 12,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 13,
      "content": "心香一縷飄無際，風輕夜寂靜思情何物吹落君心相思雨，雪融春去緣歸處情，唯美，唯真。明月夜，落花時。能助歡笑，亦傷別離。感失金石怨，緣盡表神悲。天下誰知我愛，世間有幸識君。",
      "length": 84,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 14,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 15,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 16,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 17,
      "content": "不忘初心，方得始終。我們寄生在時間裡，觀世態沉浮，察人情冷暖，感覺自己對於世界，就如空氣般若有若無，如塵埃般若即若離。愛情總是想象的比現實美麗。愛情再堅固，也無法承受忙碌的侵蝕，你忙得天荒地亂，你忙得忘記關心，你忙得身心疲憊，你忙得無所適從，但是，愛情不能等你有空才珍惜。",
      "length": 136,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 18,
      "content": "自己買玫瑰，算了，會被人笑的；買巧克力，算了，會胖；點上蠟燭，算了，沒有情人；情人節，願沒有情人的你和我一起度過快樂情人節！",
      "length": 62,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 19,
      "content": "愛情一如人生，無法預料。一直以為：生命誠可貴，愛情價更高。一直想擁有一份可以讓我銘記一生的愛情，無須太多繁華浪漫。於是我在佛前苦苦哀求。願用一世換來今生與你的永恆。",
      "length": 82,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 20,
      "content": "愛情，也許在我心裡還沒有完全消亡，但願它不會再打擾你。我曾經默默無語地，毫無指望地愛過你，我既忍受著羞怯，又忍受著嫉妒的折磨，但願上帝保佑你，另一個人也會像我愛你一樣。",
      "length": 84,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 21,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 22,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 23,
      "content": "愛情不合乎邏輯，這或許就是愛的邏輯。真正熱愛的，或許並不是一個大家公認的最該愛，愛的最正確的人，而是一個使我忘乎所以，無法不愛的人。愛不是因為被愛，只是因為愛。",
      "length": 80,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 24,
      "content": "如果你也愛一個人，請不要去和別人曖昧，因為那樣會傷害到你們之間得來不易的愛情，也會傷害到其他人。曖昧只能填補內心一時的空虛，是長久不了的，是有百害而無一利的。一份美好的愛情，是容不下一丁點的欺騙和虛偽的，但更容不下的是曖昧。",
      "length": 112,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 25,
      "content": "戀愛是茶，不能隔夜，婚姻如酒，越存越香，只是，大多數人都封不好這瓶酒，所以許多婚姻跑了氣，到最後，只剩下一罈苦水，好不狼狽。感情的債和時光的海一樣，都是我們越不過的東西。",
      "length": 85,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 26,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 27,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 28,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 29,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 30,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 31,
      "content": "你把愛情變成了菜市場，在裡面討價還價，心意則變成了一種交易。你變得愛計較。你開始挑剔愛情裡的一些小細節，放大檢視每一個舉動。在愛情裡面，你原來才是那個不滿足的人。愛裡的每一個小毛病，都變成了大問題。你是一個追求公平的人，伹卻忘了愛情裡面更需要的是包容。你覺得自己變得不可愛了。",
      "length": 138,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 32,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 33,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 34,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 35,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 36,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 37,
      "content": "若你欲哭無淚，那就嘗試著說出來。如若不是為了一個人，誰肯枯守一座城。城市和愛情，總是有著這樣那樣的關係。我們會因為一個人，去到那座城，因為那是一座愛的城；我們也會因為一個人，離開一座城，那是一座絕望的傷城。生命是一場遇見，在人來人往之間，最稀罕的就是你會遇見另一個自己。",
      "length": 135,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 38,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 39,
      "content": "最愛你的人，往往離開的時候最決絕。愛和尊嚴緊緊捆綁，用死纏爛打去挽留的，更多的是一種好勝心。真正深切的愛情，會讓人要強到寧肯獨自傷悲、也不願破壞掉曾經那些高貴的記......",
      "length": 87,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 40,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 41,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 42,
      "content": "不管你對多少異性失望，你都沒有理由對愛情失望。因為愛情本身就是希望，永遠是生命的一種希望。愛情是你自己的品質，是你自己的心魂，是你自己的處境，與別人無關。愛情不是一個名詞，而是一個動詞，永遠的動詞，無窮動。",
      "length": 103,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 43,
      "content": "獨坐相思椅，手握相思筆，望著相思月，想著相思的你，寫著相思信，句句相思語，滴滴相思淚，全部相思你，天是湛藍海是深邃，我愛你是真的！",
      "length": 65,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 44,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 45,
      "content": "每個人都有很多缺點，幸運的話，你還是會找到愛你的人，他不但包容你，他甚至心痛你那些缺點，擔心你會因此而吃虧。你的缺點再多，在他眼裡始終可愛。你所有的不好，絲毫沒有減少他對你的愛。愛情就有這麼傻，只要一直傻到底就好。傻不到底的話，所有的缺點和不好，才會突然變得那麼難以容忍。",
      "length": 136,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 46,
      "content": "一個人愛上你的原因，並不是你有多好，而是你對他有多重要。為什麼有些人表現的再優秀，也不如別人撒幾句嬌管用，就是這個道理。你的優秀，只是你的好。而別人撒嬌，卻讓男人覺得自己很重要。談戀愛，是兩個人相互權衡比重。所以，你對他有多重要，就代表他有多愛你。",
      "length": 124,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 47,
      "content": "如果，真愛一個人，你會陷入情不自禁的旋渦中，情不自禁念他的好，情不自禁回憶和他一起走過的時光，情不自禁為他做一些事情，情不自禁在乎著他的一切。他愛不愛你，你也是能夠感覺到的。真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起的。對自己好點，對心愛的人也要好點。",
      "length": 131,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 48,
      "content": "如果你問我，想做你的什麼，那我會告訴你，我不做你的愛人，也不做你的情人，我要做你的手機，因為你每天都會，把我拿在手裡，把我貼在臉上，把我放在唇邊，如果你匆忙間把我忘在家裡，你會急忙回來把我帶在你的身邊，不是我粘著你，是你離不開我，無論今生還是來世……",
      "length": 125,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 49,
      "content": "有愛情的生活是幸福的，為愛情而生活是危險的。如果說愛情是一朵鮮花，那麼它只有紮根在事業的沃土裡才能竟相開放，鮮豔奪目。若把愛情看得高於一切，那不僅會破壞愛情，而且很容易葬送人生及事業。",
      "length": 92,
      "addedAt": "2026-02-27T00:41:25.723Z"
    },
    {
      "id": 50,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2026-02-27T00:41:25.723Z"
    }
  ]
}