{
  "type": "愛情文案",
  "updated": "2025-10-21T06:11:54.469Z",
  "updateTime": "2025/10/21 下午2:11:54",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 2,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時空遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 3,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 4,
      "content": "也許愛不是熱情，不是懷念，不過是歲月，年深月久成了生活的一部分。人，都喜歡和不計較的人在一起相處，不計較的人剛開始時，看似失去，但長久下來卻是獲得；愛佔他人便宜的人，剛開始看似獲得，但相處久後卻是失去。",
      "length": 101,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 5,
      "content": "為什麼有些人明明條件很好，可偏偏在感情裡很自卑呢？不管外面有多少人在追求，可一旦面對那個人，立刻就全無自信了。原因很簡單，因為你太重視對方，整顆心都在別人身上，乃至於害怕自己做的不夠好。愛情就是這樣，他愛你時，你就驕傲上雲端。他不愛你時，就卑微入塵埃。",
      "length": 126,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 6,
      "content": "我，痴痴的守候著彩虹的出現，跨越了千年的等待，才修來對你的緣份。邂逅的美麗，只一次回眸，就凝固了我心房的波動，毫不猶豫的為你心動，一再為你深深的陶醉，幸福著你的幸福，為了幸福而幸福，我已知足。",
      "length": 96,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 7,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 8,
      "content": "愛情是什麼？就是親親嘴皮子，住著小房子，有點小銀子，養個小胖子，一起提著菜籃子，摟著小脖子，踱著腳丫子，逛著小巷子，洗著菜盤子，最後兩人坐著家中的老椅子，帶帶小孫子，聊聊好日子，倖幸福福一輩子。愛情相戀時是激情，相守時是親情。",
      "length": 113,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 9,
      "content": "愛情的花蕾，需要兩顆真摯的心靈滋潤，才能綻出最美的花朵。愛情路上，無論遭遇風霜雨雪，還是陰霧瀰漫，只要兩顆相愛的心靈緊緊相貼，就一定能驅散濃陰迷霧，笑看一縷陽光的燦爛，輕嗅一朵花兒的香甜。",
      "length": 94,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 10,
      "content": "有人背叛你，你卻想挽回。有人不愛你，你卻討好他。何必為愛委屈自己。一個人如真心愛你，絕不會對你忽冷忽熱；一個人如真心想追你，絕不會跟你玩曖昧。與其卑微的戀愛，不如選擇單身。",
      "length": 86,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 11,
      "content": "暮然回首，那人就在燈火闌珊處的感動。茫茫人海，總有一個人千載不變地等著我，那是我十三億分之一的緣。你見他第一眼的時候就感覺到溫暖，甚至你分不清是在哪個時候，一份喜歡，莫名的昇華作了愛戀。讓你有願得一人心，白首不相離的決然。",
      "length": 111,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 12,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 13,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 14,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 15,
      "content": "所謂新鮮感，不是和未知的人一起去做同樣的事情，而是和已知的人一起去體驗未知的人生。兩個人相愛卻時常要吵架。這是真愛嗎？或許是在某個時刻，你們是真愛，但實際上，這份愛並不夠。因為兩個人會吵架，是因為生活裡不願妥協，不願為對方改變。但是選擇一個人，那麼也就是選擇一種生活方式。",
      "length": 136,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 16,
      "content": "有時候，一個建議你離開的人，可能是最愛你的。一個希望你放棄的人，可能是最關心你的。一個渴求不再聯繫的人，可能是最掛念你的。一個默默離開的人，可能是最捨不得你的。我們的人生，就是在這樣矛盾而糾結裡渡過。愛並不是一場在一起的遊戲，愛恰恰是種掛念你而不得不離開的痛楚。",
      "length": 131,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 17,
      "content": "因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 48,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 18,
      "content": "一個人如果連自己都不珍惜，又怎會有人珍惜？許多時候，你覺得沒人愛你，沒人疼你，沒有對你好，首先就得反思一下，你自己是否愛自己，是否疼自己，是否對自己好。自私確實不好，但完全的無私就是對自己的傷害。所以啊，愛人先愛己。你愛自己有多少，別人愛你才有多少。",
      "length": 125,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 19,
      "content": "不愛不是因為沒有未來，而是他根本沒有把你設計進他的未來。相愛並不就代表著他把你設計進了他的未來裡，他只是現在愛你，而不是這一輩子。他的人生已經過了一半，哪裡有一輩子去愛你，一輩子的愛豈不是美麗的承諾。承諾是永遠兌現不了的誓言，因為沒把握，才給你承諾。",
      "length": 125,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 20,
      "content": "愛情應該像磨石子，或許剛撿到的時候你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如將自己已經擁有的石頭磨亮磨光。很多人認為，是因為感情淡了，人才會變的懶惰，其實人是先被惰性徵服，感情才慢慢變淡的。",
      "length": 131,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 21,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 22,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 23,
      "content": "一個人願意等待，另一個人才願意出現。一個人願意出現，另一個人才願意奮不顧身。一個人願意奮不顧身，另一個人才願意託付終身。",
      "length": 60,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 24,
      "content": "某個人。你在我心裡最遙遠的位置，最冰冷的位置。每當想起你，我就想起你問我，值得不值得。現在我可以告訴你，其實早知道，不值得，只是心沒有答應去放棄，可是我做到了不打擾，我做到了慢慢的去遺忘，做到了能淡然的看你們的糾纏不清，我會心疼你的憂傷，會心疼你的難過，雖然那不是為我，我想每個人的心裡，總有一個不能去完美的遺憾，我把這個遺憾留給你。我不知道到底是怎麼了，才會變成如今的模樣。但我知道，有緣有份，我們終究會在一起，沒有的，我們終究會離開。所以我一直能笑著說再見。",
      "length": 231,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 25,
      "content": "在你面前，我無法做到完美，可我渴望和你一起書寫屬於我們的完美童話；我無法對你做到俯首帖耳，可我願意站成一棵挺立的小樹，哪怕只是陪襯你的風景；我無法承擔你所有的苦痛，可我希望走進你的心裡，讀懂你的心靈，無言地守著你，疼著你。",
      "length": 111,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 26,
      "content": "世人說，愛情是杯咖啡，或濃或淡，或甜或苦，主要是看自己放下的是什麼！要我說，愛情就像季節，春夏秋冬，酸甜苦辣，自己品嚐。甜甜的一份愛情是這樣的，那你的呢？無論你身在那裡，我的愛始終與你相伴。",
      "length": 95,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 27,
      "content": "冥冥之中，似乎有一根線牽引著你我走到一起。當視線對上的那一刻，天地萬物已被遺忘於腦後，眼中看到的只有你，那時就知道我已陷入愛情的漩渦裡，再也爬不出來，也不願再出來了。",
      "length": 83,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 28,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 29,
      "content": "對愛，我們要認真對待，不要兒戲安排，不管自己是否愛上一個人或被一個人愛，我們都要認真對待。面對眼前的人，我們都明確地給對方、給自己一個最好的交待，如果不愛了，我們要選擇真誠善待緣盡今生的雙方。不要太過於執著地挽救這剩下的那點餘溫，否則將會傷害到我們熟悉的每一個人。適應這種變化的事實讓大家都微笑釋懷。",
      "length": 150,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 30,
      "content": "真正的愛情源於彼此發自內心的傾慕，建立在兩情相悅的基礎上。任何只顧瘋狂的去愛別人而不顧自己是否也被愛，或者只顧索取而不知道真心付出的人都不會有好的結局。",
      "length": 76,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 31,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 32,
      "content": "最愛你的人，往往離開的時候最決絕。愛和尊嚴緊緊捆綁，用死纏爛打去挽留的，更多的是一種好勝心。真正深切的愛情，會讓人要強到寧肯獨自傷悲、也不願破壞掉曾經那些高貴的記......",
      "length": 87,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 33,
      "content": "曾經幻想，有一天，不做現在的我，變成另一個人，過另一種人生，愛上別的人，經歷另一些愛恨恩情與離別，體會另一種無常，再也不會遇上現在愛著的人。在另一種人生裡，和你成了陌路人，也許會相遇，卻永不相識。那會是怎樣的人生？要是過另一種人生，再也不會遇上你，是會比較幸福，還是不幸？",
      "length": 136,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 34,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 35,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 36,
      "content": "不要去恨一個人，那是對自己的折磨。不是一見鍾情再則日久生情的。不是得不到的才是最好的。不是距離產生美，也不是寂寞比浪漫可靠。愛情是沒有邏輯可言的，各有各的姿態，你愛了，便是愛了。",
      "length": 89,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 37,
      "content": "愛情裡心最重要：細心，可以讓愛情長長久久。貼心，可以讓愛情甜甜蜜蜜。用心，可以讓愛情歷久彌新。交心，可以讓愛情溫暖光亮。真心，可以讓愛情喜悅充實。慈悲心，可以讓愛情增加厚度。心與心的距離，可以很近，也可以很遠，被愛迷惑時，不妨靜下心來，聽聽自己對愛的需求，真心是否湧動。",
      "length": 135,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 38,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 39,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 40,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 41,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 42,
      "content": "有人說，愛讓一個人低聲下氣，愛讓一個人失去自己。他們說，誰愛得多，誰就輸得多。是的，我承認，愛情是一場博奕。但愛情不是戰爭。愛不是用來制約對方，也不是用來打敗對方的。",
      "length": 83,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 43,
      "content": "我喜歡你的眼，看著我的眼。我喜歡你的臉，貼著我的臉。時間在改變，我不會改變。因為我很愛你。不想要你放棄，愛情這種默契得來不易。我愛你，真的是很愛你。所以想，把整個世界都給你。",
      "length": 87,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 44,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 45,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 46,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 47,
      "content": "千萬別說配不上我，當年小喬和曹操配嗎？他們到最後還不是走到了一起。如果你覺得我配不上你，就請先把我看清楚了，談了之後別說我沒給你悔過的機會。",
      "length": 70,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 48,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 49,
      "content": "愛情不合乎邏輯，這或許就是愛的邏輯。真正熱愛的，或許並不是一個大家公認的最該愛，愛的最正確的人，而是一個使我忘乎所以，無法不愛的人。愛不是因為被愛，只是因為愛。",
      "length": 80,
      "addedAt": "2025-10-21T06:11:54.469Z"
    },
    {
      "id": 50,
      "content": "我是不大相信那種建立於情慾之上的愛的。情慾之愛如果到了生死相許的份上，讓人感受到的就不是感動，而是可怕。靈魂的地久天長是果園，慾望的地久天長是荒原。沒有亮的所謂死生寂滅，從來都是一個人的事。是你心裡沒有亮了，才會覺得外面的黑暗。",
      "length": 114,
      "addedAt": "2025-10-21T06:11:54.469Z"
    }
  ]
}