{
  "type": "愛情文案",
  "updated": "2025-08-06T06:13:00.031Z",
  "updateTime": "2025/8/6 下午2:13:00",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛情是神秘的東西，一個人可以有好幾次戀愛，但愛來愛去你會發現，最愛的人只有一個，而在你身邊的，又往往不是你最愛的人。離開永遠都是比相遇更加的容易，因為相遇那是幾億人中一次的緣分，而離開就只是你兩個人的結局。",
      "length": 103,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 2,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 3,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 4,
      "content": "太物質化的東西不會長久，太現實化的問題只是一種空想，太愛一個不愛自己的人只是另一個的負擔，太相信一個人的承諾只會更加的失去自我！最後只能託著疲憊不堪的身體躲在無人的角落一個人哭泣...",
      "length": 92,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 5,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 6,
      "content": "最愛你的人，往往離開的時候最決絕。愛和尊嚴緊緊捆綁，用死纏爛打去挽留的，更多的是一種好勝心。真正深切的愛情，會讓人要強到寧肯獨自傷悲、也不願破壞掉曾經那些高貴的記......",
      "length": 87,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 7,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 8,
      "content": "君，你若給我安暖，我一定會還你期許。紅塵路上，我願飲玫瑰清露，為你把這一首專屬於你我的《高山流水》唱到極致。風裡、雨裡，我的心花只為你盛放。滾滾紅塵，我的愛只為你存在。",
      "length": 84,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 9,
      "content": "愛一個人最重要的也許不是山盟海誓和甜言蜜語，生活中的一些瑣事，更能體現他對你的用情，那才是愛的密碼。財富是一種寄存，錢再多，你也不能帶到棺材裡去；情愛是一種寄存，人之亡之，情之焉附？權位是一種寄存，無論你怎樣叱吒風雲，卻不能逃出最終的交替；即使是生命本身，也不過是寄存於這個星球上的匆匆過客。而這個星球，本身充其量也就是造物主為人類建造的一間小驛站。",
      "length": 175,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 10,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 11,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 12,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 13,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 14,
      "content": "愛情是一部憂傷的童話，惟其遙遠與真實。放棄一個愛你的人並不痛苦，放棄一個你愛的人那才痛苦。若是有緣時間空間都不是距離，若是無緣總是相聚也無法合意；凡事不必太在意，更不需去強求，就讓一切隨緣。逃避不一定躲得過，面對不一定最難過，孤獨不一定不快樂，得到不一定長久，失去不一定不再擁有。",
      "length": 140,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 15,
      "content": "我希望有個人能夠為我決定所有事情，工作上的決定，以至買哪一件衣服，也不用我三心兩意。當然，他的決定最好也是我心中所想的。我希望他能夠猜中我的心意，不用我說出來。他為我做的事，我不需要知道那個過程。",
      "length": 98,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 16,
      "content": "愛情很簡單，簡單到只有愛。一心一意是感情裡最溫柔的力量，歲月與共是平淡中最真實的擁有。有一種牽掛，無聲無息；有一種思念，望眼欲穿。",
      "length": 65,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 17,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 18,
      "content": "愛情不是遊戲，因為我們玩不起。不要輕易說愛，許下的諾言欠下的債。愛不是缺了就可以找，更不是累了便可以換。愛一個人，不一定要擁有；但擁有一個人，就一定要好好去愛。愛，不是一個人的獨角戲，而是兩個人的對手戲！女人善變的是臉，而男人善變的卻是心。",
      "length": 120,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 19,
      "content": "有一片天，為你晴；有一朵雲，為你飄；有一葉草，為你綠；有一枝花，為你笑；有一彎月，為你走；有一段情，為你留。親愛的，想你了。",
      "length": 62,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 20,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 21,
      "content": "獨坐相思椅，手握相思筆，望著相思月，想著相思的你，寫著相思信，句句相思語，滴滴相思淚，全部相思你，天是湛藍海是深邃，我愛你是真的！",
      "length": 65,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 22,
      "content": "我愛的人我要親手給她幸福，別人我不放心，我知道每個人心中都有一座城，城中都會有個人，是你牽掛這座城的初衷。無論你走到哪裡，總會因為一座城而想起一個人。而我的這個人，就是你。",
      "length": 86,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 23,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 24,
      "content": "今夜，握一管纖筆，在雨前，或在月下，憑窗靜靜地想你，蘸著溫潤的彩暈，勾勒一池雨鈴霖的絕美，寫一段人間好句，把你的身影細細的裁剪。就這樣，挽住四季的明媚，守著一份安然，微笑向暖，與你牽著時光的手，一直向前走，穿越歲月的輪迴，歷盡季節的更迭。",
      "length": 119,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 25,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 26,
      "content": "也許一個輕輕地轉身，就會遇見自己一生想要愛的人，獲得一份沉甸甸的愛情。不要把愛情想得如此簡單，更不要把愛情想得很困難，如果真是你的，拿不走；不是你的，即使付出再多也沒有用；就算得到了仍然也守不住。",
      "length": 98,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 27,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 28,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 29,
      "content": "也許愛不是熱情，不是懷念，不過是歲月，年深月久成了生活的一部分。人，都喜歡和不計較的人在一起相處，不計較的人剛開始時，看似失去，但長久下來卻是獲得；愛佔他人便宜的人，剛開始看似獲得，但相處久後卻是失去。",
      "length": 101,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 30,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 31,
      "content": "愛情裡心最重要：細心，可以讓愛情長長久久。貼心，可以讓愛情甜甜蜜蜜。用心，可以讓愛情歷久彌新。交心，可以讓愛情溫暖光亮。真心，可以讓愛情喜悅充實。慈悲心，可以讓愛情增加厚度。心與心的距離，可以很近，也可以很遠，被愛迷惑時，不妨靜下心來，聽聽自己對愛的需求，真心是否湧動。",
      "length": 135,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 32,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 33,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 34,
      "content": "千年歲月輪迴中，我誓死不喝孟婆湯，只為在人海中能夠一眼認出你，是你，是你，我要的就是你，你的笑容那樣熟悉，嫁給我吧！",
      "length": 58,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 35,
      "content": "愛情，說到底，還是一件心疼的事情，如果你一直心疼，說明你一直在愛，什麼時候麻木了冷漠了，那麼，才是愛情過去了，才是愛已涼。",
      "length": 61,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 36,
      "content": "愛是一個人的事，是一個人的禪，獨自歡樂，自行了斷。似水流年，孤燈對照，獨自體會。愛不是名詞，而是動詞，它需要你付出，付出，再付出……才能澆灌出一朵花來。可是，沒有種子，哪來的花呢？",
      "length": 90,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 37,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 38,
      "content": "在愛情的海洋，有太多的波浪，我們以為愛的很深很真，其實愛的很淺很淡，一句難聽的話，就會狠狠刺痛對方的心。為了不讓對方受傷害，有的人潛藏在愛情背後，收穫幸福和快樂，而有的人為了愛情為她付出一切，甚至是寶貴的生命。我們不能左右愛情，只有去適應愛情，好好珍惜彼此，幸福才能更長久。",
      "length": 137,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 39,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 40,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 41,
      "content": "真正愛一個人，就千萬不要進入他的生命，不能干擾對方，也不能讓對方因愛的痴念而困惑。真正愛一個人，就應該讓對方自由，去成全對方，讓他永遠不受束縛，全無牽掛的去達成理想；受真理的影響，去完成他自己的使命，真正愛一個人就要放手。",
      "length": 111,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 42,
      "content": "愛情就像一雙會走路的腳，有了路，腳才不會寂寞，前進路上，左腳永遠追不上右腳，你要明明白白的問，有生之年，你的等待又是否會等得到，一個你想要的結果，如果不能，請你放棄！",
      "length": 83,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 43,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 44,
      "content": "或許愛情只是因為寂寞，需要找一個人來愛，即使沒有任何結局，但自己堅持的幻覺，總讓自己一痛再痛，漸漸變的自私。很多人不需要再見，因為只是路過而已，遺忘就是我們給彼此最好的紀念。一個人的一生可以有多少時間給另一個人，愛也許只是在一瞬間，這份愛，卻也讓人記憶一輩子。",
      "length": 130,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 45,
      "content": "經過一次付出了卻得不到回報的愛情之後，免不了對人起了疑心，總提防著。還以為這是自己長大了，也不過是小資產階級那點保本的策略：不想賠，就把錢藏好，一分也不要拿出來。這個思路，廣泛應用於各類情感，這就是通俗愛情。",
      "length": 104,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 46,
      "content": "淡淡的暮色裡你將踏上歸程，不知您一天過得可好。在遙遠的角落有顆心在為你駐守、惦念。不必刻憶，因為剛剛掠過的風是我的溫柔。",
      "length": 60,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 47,
      "content": "愛上你，沒有太多的理由。很自然的被你征服。回首往事，以為這輩子再也不會去觸碰愛情。可沒想到，今天，我還是如此簡單的被愛情征服。而且愛得不能自拔，不想放棄......",
      "length": 82,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 48,
      "content": "如果愛有原因，那就不愛了；如果愛有目的，那也就不愛了；如果愛可以解釋，如果愛合情合理，那麼愛也就不復存在了。愛情不合乎邏輯，或許這就是愛的邏輯。",
      "length": 72,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 49,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2025-08-06T06:13:00.031Z"
    },
    {
      "id": 50,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2025-08-06T06:13:00.031Z"
    }
  ]
}