{
  "type": "愛情文案",
  "updated": "2025-11-06T00:30:41.968Z",
  "updateTime": "2025/11/6 上午8:30:41",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "人生學會隨緣，才能活得瀟灑自在。隨緣，是一種胸懷，是一種成熟，是對自我內心的一種自信和把握。原來，我們在落淚以前的轉身，是那麼的不甘心，是那麼的留戀曾經的故事。真的放棄真的很難，一旦放棄了，就真的放下吧，別讓過去的陰影，羈絆了你的步履。縱使遍體鱗傷，未必銘心刻骨。",
      "length": 132,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 2,
      "content": "當兩個人在一起的時候，你往往不曉得愛情的珍貴，以為就是普通的生活而已，雖然甜蜜，但卻平淡。然而一旦分開，那種心被割去一塊的感覺，就會讓你明白，原來平淡的生活，就是愛情最好的禮物。所以很多人以為，分手後痛徹心扉的才是愛。其實你錯了，讓你甜蜜的才是愛，讓你痛苦的只是不甘心。",
      "length": 135,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 3,
      "content": "最初的相識相知，後來的相濡以沫，讓我相信你就是我一直在苦苦找尋的幸福。但我猜到了過程，卻未曾猜到結局。現在才發現，幸福有時距離我很近很近，甚至觸手可及，但卻也只是過眼雲煙，轉瞬即逝。其實，我想要的幸福真的很簡單，我只想：願得一人心，白首不相離。",
      "length": 122,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 4,
      "content": "千年歲月輪迴中，我誓死不喝孟婆湯，只為在人海中能夠一眼認出你，是你，是你，我要的就是你，你的笑容那樣熟悉，嫁給我吧！",
      "length": 58,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 5,
      "content": "原來世界上有一些人假得比鬼還恐怖。有了你，我迷失了自我。失去你，我多麼希望自己再度迷失。想你，是一種美麗的憂傷的甜蜜的惆悵，心裡面，卻是一種用任何語言也無法表達的溫馨。",
      "length": 84,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 6,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 7,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 8,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 9,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 10,
      "content": "如果還可以，令你在須臾的閒暇之間追尋我的身影，我願若深藏於地底的繭，再沉睡二十年，然後在春日的暖陽中，破繭而出，化蛹為蝶，在藍天下碧草邊，翩翩為你而舞。",
      "length": 76,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 11,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 12,
      "content": "放棄一些東西，是為了成全你所愛之人，為了不傷害愛。我不敢說放棄後就一定會有真正的幸福，但我可以肯定，面對無奈時，不放棄該放棄的，始終不會幸福，那就要看，是怎樣的放棄了。學會放棄，讓彼此都能有一個更輕鬆的開始，遍體鱗傷得的愛並不一定刻骨銘心。",
      "length": 120,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 13,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 14,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 15,
      "content": "我對你有了一種割捨不掉的欽佩感和依戀感。見不到你的時候，我會在一個無人的角落裡惆悵，滿心期待你的出現。你已經在我心靈最柔軟的地方生根了，喜歡在你的注視下度過每一分每一秒。",
      "length": 85,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 16,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 17,
      "content": "我們總想改變戀人，甚至希望戀人為自己主動改變。其實，既然相愛，那就試著理解對方吧。只要不是觸碰你底線的問題，那就讓對方堅持一些自己的東西吧。我們不能因為愛一個人，就讓對方放棄他原本的東西。這樣的愛太自私，太霸道，是一種以愛的名義的掠奪。",
      "length": 118,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 18,
      "content": "因為愛過，所以知道寂寞的滋味，因為難過，所以會常常流淚，因為不想錯過這一站的幸福，所以更加的珍惜你。我想，你會明白的，愛一個人是自私的，卑微的。你若此生只願執卿之手，我必定誓死相隨，相伴一生一世。",
      "length": 98,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 19,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 20,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 21,
      "content": "假如愛情可以解釋，誓言可以修改。那麼，生活就會比較容易。假如有一天，我終於能將你忘記。然而，這不是隨便傳說的故事。也不是明天才要上演的戲劇。我無法在我是生命中，就這麼把你劃去。",
      "length": 88,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 22,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 23,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 24,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 25,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 26,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 27,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 28,
      "content": "【超級浪漫的句子】一份珍貴的情意，執著千萬個祝福，送給我想念的你！不管我們距離有多遠，想你的心是永遠不變的。",
      "length": 54,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 29,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 30,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 31,
      "content": "風雨人生，淺笑淡然，心中有夢，便是晴天。隔著一程山水，獨守著一份痴念，你來與不來，在與不在，我會一直等你，只為等你，等你為我披上夢寐的紅妝，與你朝夕相對的看細水流長。",
      "length": 83,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 32,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 33,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 34,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 35,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 36,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 37,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 38,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 39,
      "content": "你臨水而佇，依窗遠望，我千里迢迢涉水而來，只是為了傾聽那花開的季節，將一朵花而香息溫存在掌心種植，彷彿聽到了桃蕊的心在律動，那掐似少女的情懷，在等待渡她的良人。將一朵花種植在心底，不求春花無，不求相應成趣，惟願細水長流，孕育一枚殷紅的果子，將一段情懷，抵達心靈深處紛紛綻放。",
      "length": 137,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 40,
      "content": "昨夜星光點點，宛若你明亮雙眼，今夜月兒圓圓，彷彿你美麗容顏，當午陽光燦爛光芒，你是我心中永恆新娘。尋找絲絲溫柔，凝視你雙眸發現你是我一生尋求。",
      "length": 71,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 41,
      "content": "沉默，是一個人對愛最蒼白的表情；是一顆心對情最無力的回應。沉默的人，愛的最深；沉默的心，傷的最重。",
      "length": 49,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 42,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 43,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 44,
      "content": "天空中有你我最喜愛的顏色，現實中有你我最相配的角色。白雲依靠著藍天，藍天包容著白雲，就像現在的你和我，多美！",
      "length": 54,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 45,
      "content": "喜歡你，卻不一定愛你；愛你，就一定很喜歡你。其實，喜歡和愛僅一步之遙。但想要邁這一步就看你。是喜歡邁這一步，還是愛邁這一步。喜歡很容易轉變為愛，但愛過之後卻很難再說喜歡。喜歡是輕鬆而淡淡的心態，愛一旦說出了口，就變成了一種誓言，一種承諾。",
      "length": 119,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 46,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 47,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 48,
      "content": "為什麼有些人明明條件很好，可偏偏在感情裡很自卑呢？不管外面有多少人在追求，可一旦面對那個人，立刻就全無自信了。原因很簡單，因為你太重視對方，整顆心都在別人身上，乃至於害怕自己做的不夠好。愛情就是這樣，他愛你時，你就驕傲上雲端。他不愛你時，就卑微入塵埃。",
      "length": 126,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 49,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-11-06T00:30:41.968Z"
    },
    {
      "id": 50,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-11-06T00:30:41.968Z"
    }
  ]
}