{
  "type": "愛情文案",
  "updated": "2025-11-08T06:10:53.893Z",
  "updateTime": "2025/11/8 下午2:10:53",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "曾經，我害怕有一天，我們坐在同一個地方，但是卻只剩下沉默，曾經，我害怕有一天，我們走在同一條路上，但是卻沒有等待，曾經，我害怕有一天我們佇立在同一個路口，但是卻走向各自的方向。現在，我所害怕的都兌現了，我很好，只是很想你。這個世界很小，我們就這樣遇見。",
      "length": 126,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 2,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 3,
      "content": "我們往往在愛上一個人時，就會情不自禁的竭力討他歡心，用自己的痛苦換取他哪怕是片刻的笑容，心甘情願在一個人面前卑微。可是，如果你一直在無私的付出，對方一直在坦然的接受；你一直在委屈自己，對方一直無視你的尊嚴。這樣的愛情，能算得上是愛情嗎？愛若疼痛，就不叫愛；愛若卑微，便不再是愛。",
      "length": 139,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 4,
      "content": "不要去恨一個人，那是對自己的折磨。不是一見鍾情再則日久生情的。不是得不到的才是最好的。不是距離產生美，也不是寂寞比浪漫可靠。愛情是沒有邏輯可言的，各有各的姿態，你愛了，便是愛了。",
      "length": 89,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 5,
      "content": "真愛需要等待，但太長的等待，對愛情都是一種摧殘。漫漫人生，滾滾紅塵，年年歲歲花相似，歲歲年年人不同。今生等不了，就別再寄望來生。奈何橋一過，又成陌路。所以，珍惜相見，珍惜相愛，珍惜擁有，珍惜身邊的人。畢竟，沒有誰經得起時間的改變，也沒有誰可以等到來世再愛。",
      "length": 128,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 6,
      "content": "一份真正的愛，不是覺得累了就放手，不是覺得不合適就分開，是即使再累也想在一起，即使不合適也想努力爭取，累是因為在乎，不合適是因為愛得不夠，真正的愛沒有那麼多借口。",
      "length": 81,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 7,
      "content": "時光荏苒，我將永遠追隨你愛情的腳步，在愛情的天空，愛著你的愛。在我的生命裡，你是我唯一的愛情，美麗的你，伴著悠揚的旋律，在愛情的天空，和我一起翩翩起舞，舞出我們兩個人的精彩。",
      "length": 87,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 8,
      "content": "男人把幼稚的女人看作單純，女人把單純的男人看作幼稚；事業是男人的姿色，姿色是女人的事業；男人用智商掌控女人，女人用情商拴住男人；男人喜歡長得漂亮的女人，女人喜歡對她好的男人；忠孝才是真正的男人味，柔順才是真正的女人味；男人忠孝令女人有安全感，女人柔順令男人有幸福感。",
      "length": 133,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 9,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 10,
      "content": "我愛你，這是我的劫難。一個人就算再好，但不願陪你走下去，那他就是過客。一個人就算有再多缺點，可能處處忍讓你，陪你到最後，那就是終點。因為陪伴與懂得，比愛情更加重要。一生中會有很多段愛情，陪你走到最後的，始終只有一個人。找一個你願意忍受你的人，一起走到最後。",
      "length": 128,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 11,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 12,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 13,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 14,
      "content": "我是不大相信那種建立於情慾之上的愛的。情慾之愛如果到了生死相許的份上，讓人感受到的就不是感動，而是可怕。靈魂的地久天長是果園，慾望的地久天長是荒原。沒有亮的所謂死生寂滅，從來都是一個人的事。是你心裡沒有亮了，才會覺得外面的黑暗。",
      "length": 114,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 15,
      "content": "我們或許會愛錯人、或許會為不值得的事痛哭流涕，但有一點是確信無疑的，那就是錯誤能幫助我們找到對的那個人，那也是能讓我們下次做得更好。有誰是不犯錯的呢？我們都有過痛苦的經歷，只是為了找到最後的歸宿。",
      "length": 98,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 16,
      "content": "這個世界上，一個人和另一個人相遇，已是一場難求的機遇。遇到了的，不一定相愛。相愛了的，不一定能相守。所以，既然愛了，就好好愛吧。若是年輕，就大膽的愛吧。",
      "length": 76,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 17,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 18,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 19,
      "content": "愛情總是在我們不經意的讓我們變成了俘虜，變成了我們為另一半不知道晴天陰天的傻瓜，但是更多的時候我們都喜歡在同一片陽光裡得到那份愛的滋潤，都喜歡在同一個傘下感知那份彼此的心跳。我們高興了我們高興的，我們傷心了我們傷心的，可最後我們都擁著同一個時間的聲音對彼此說，我愛你。",
      "length": 134,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 20,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 21,
      "content": "一個人要是真愛你，就不會嫌棄你三位數的體重，不會嫌棄你A和C之間的罩杯，不會嫌棄你臉上零星的痘痘，不會嫌棄你不修長的大腿和不纖細的腳踝。一個人要是真愛你，就會努力鍛鍊身體以便能夠抱起你，就會買各種好吃的給貪吃的你，會像欣賞寶物一般地凝視並不完美的你。是愛，不是迎合。",
      "length": 133,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 22,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 23,
      "content": "那個人，不一定要會甜言蜜語，但一定要有好脾氣；那個人，不一定要帥氣多金，但一定要有聰明的頭腦和上進心；那個人，一定會在過馬路時牽著我的手，對我說寶貝跟我走；那個人，一定會在我累的時候伸出雙臂，心疼的說寶貝抱抱；那個人，一定會在某個陽光明媚的日子，笑著對我說，寶貝，我們該有個家了。",
      "length": 140,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 24,
      "content": "真正的愛，不是一時浪漫的激情，也不是驚天動地的表白，而是一份自然而然的牽掛，一份不動聲色的關懷，一份設身處地的體貼，一份如影隨形的惦念。再多繁華和浪漫的時光，都比不上一起樸素相依的歲月，生活可以是平淡的，也是有詩意的，只要我們不離不棄的牽著手走過人生的每一天，每一個日子都是幸福的。",
      "length": 141,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 25,
      "content": "愛，從來就是一件千百迴轉的事。不曾被離棄，不曾受傷害，怎懂得愛人？愛，原來就是一種經歷。但願人長久。",
      "length": 50,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 26,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 27,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 28,
      "content": "傷口，是愛的筆記，裡面記載的許多內容是需要你用一生來忘記的。能夠相伴一生的情感，難道不值得珍惜嗎？痛苦是人生一筆重要的財富，不要輕易踐踏；曾經愛過你的人，前世一定和你有緣，不要語言虐待。如果他今生真的負你了，或許因為你前生負他。",
      "length": 114,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 29,
      "content": "假如愛情可以解釋，誓言可以修改。那麼，生活就會比較容易。假如有一天，我終於能將你忘記。然而，這不是隨便傳說的故事。也不是明天才要上演的戲劇。我無法在我是生命中，就這麼把你劃去。",
      "length": 88,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 30,
      "content": "冥冥之中，似乎有一根線牽引著你我走到一起。當視線對上的那一刻，天地萬物已被遺忘於腦後，眼中看到的只有你，那時就知道我已陷入愛情的漩渦裡，再也爬不出來，也不願再出來了。",
      "length": 83,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 31,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 32,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 33,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 34,
      "content": "沒有不可能在一起的兩個人，只有靠不到一起的兩顆心，愛情不是轟轟烈烈的誓言，而是平平淡淡的陪伴。閉上眼睛，清理你的心，過去的就讓它過去吧，用心甘情願的態度，過隨遇而安的生活。心情不好時，要經常問自己，你有什麼而不是沒有什麼。世界很大，機會很多，人生很短，不要蜷縮在一小塊陰影裡。",
      "length": 138,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 35,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 36,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 37,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 38,
      "content": "當愛不能夠完美的時候，我寧願選擇無悔，不管來生是多麼美麗，我不願失去今生對你的記憶，我不求天長地久的美景，我要所有輪迴裡有你，即使是守著一片回憶，我也會笑的開心。",
      "length": 81,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 39,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 40,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 41,
      "content": "愛情是需要付出和捨得的，當你想要得到一份刻骨銘心的愛情時，你就必須作好承受刻骨銘心之苦的準備，否則，就不要輕易去嘗試。",
      "length": 59,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 42,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 43,
      "content": "再深的記憶也敵不過一世的時間，在長的時間也敵不過錯過的遺憾。愛情確不是人生的唯一，但好的愛人可以是好的朋友、好的知己，擁有了自己對的那個人，就等於擁有了很多。人生，除了愛情，還有夢想，而我終其一生的夢想就是會有一個人，牽著我的手，陪我到生命的盡頭，讓我懂得什麼是真正的愛情。",
      "length": 137,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 44,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 45,
      "content": "如果你愛上了一個人，而他只會讓你哭，那麼你愛錯了。如果你愛上一個人，而他只會給你錢，那麼你愛錯了。如果你愛上一個人，而他一次次欺騙你，那麼你愛錯了。其實好的戀愛很簡單，他會讓你歡笑，讓你有安全感。時間久了你就明白，最好的男人，其實無非就是老實可靠。",
      "length": 124,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 46,
      "content": "心香一縷飄無際，風輕夜寂靜思情何物吹落君心相思雨，雪融春去緣歸處情，唯美，唯真。明月夜，落花時。能助歡笑，亦傷別離。感失金石怨，緣盡表神悲。天下誰知我愛，世間有幸識君。",
      "length": 84,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 47,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 48,
      "content": "愛情裡，沒有規則、沒有對錯、沒有英雄、沒有智者、更沒有天才......在經典的愛情裡，只會有兩個傻瓜，牽著彼此的手，傻傻地愛著，傻傻地生活著，又傻傻地度過一輩子。",
      "length": 81,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 49,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2025-11-08T06:10:53.894Z"
    },
    {
      "id": 50,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2025-11-08T06:10:53.894Z"
    }
  ]
}