{
  "type": "愛情文案",
  "updated": "2025-09-15T00:31:49.956Z",
  "updateTime": "2025/9/15 上午8:31:49",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 2,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 3,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 4,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 5,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 6,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 7,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 8,
      "content": "如果遇上的那個人是對的，一定不需要你花費那麼多技巧辛苦來維繫。若是一段感情需要你很小心很努力，那麼終究還是會失去。別讓自己太累，太用力的愛情，往往太容易失去生命力。",
      "length": 82,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 9,
      "content": "這個世界，真愛的表白勝過火山的爆發，真愛的流露勝過瀑布的沖刷，火山的岩漿甚至可以融化一切，單不能融化愛，瀑布的強力沖刷能沖刷一切，但唯獨不能沖刷掉愛的痕跡。愛是不可毀滅的強大存在。",
      "length": 90,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 10,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 11,
      "content": "真愛是無處不在的。愛不是簡單的喜歡，而是永恆的感動。每分鐘都想在一起，是熱戀的狀態。當激情在生活和時間的磨礪下逐漸平息，我們會發現，愛就在你我身邊。它是你哭泣時對方遞過來的一條毛巾，是你無助時一個可以依靠的臂膀，是你走進人生低谷時的不離不棄。真愛樸素無華，需要用心去感受。",
      "length": 136,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 12,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 13,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 14,
      "content": "蓄意著滿懷的傷情，在這幽柔的月夜下等你，為你和上一曲蕭音。夜靜謐，獨自品嚐這寂夜難眠的旋律。指尖那漸平、漸薄、漸穿的樹葉，卻是承載不了我對你的一片深情。月下花開，是因為傾注了我對你的愛。",
      "length": 93,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 15,
      "content": "你在害怕什麼呢？如果有人愛你，就讓他愛。如果有花送來，就謝謝。如果有人約你，就考慮。在這世上，別人對你好，都不太會傷害你。只有你對別人好，才會一再反噬，令你痛苦。所以，放心大膽的讓人愛，而小心謹慎的去愛人。",
      "length": 103,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 16,
      "content": "愛情，也許在我心裡還沒有完全消亡，但願它不會再打擾你。我曾經默默無語地，毫無指望地愛過你，我既忍受著羞怯，又忍受著嫉妒的折磨，但願上帝保佑你，另一個人也會像我愛你一樣。",
      "length": 84,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 17,
      "content": "我不相信天長地久的愛情，因為我不知道天長地久是多久？我不相信永遠，因為我無法計算永遠的時間有多長。但是我真的相信世間有真愛，當兩顆相愛的心連在了一起，我們的愛會與天地共存，與生命同老，我們會牽手到白頭，不離不棄，幸福終老。原來，這樣的愛才是一輩子。",
      "length": 124,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 18,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 19,
      "content": "心裡裝下一個他。只要讀出他的名字，就會覺得自己變得勇敢，變得堅強。可以不顧一切地對他好，即使他什麼也不知道。會聽他聽過的歌，讀他讀過的書，在意他在意的人。即便他忘了那首歌那本書那個人，我也還是會一樣深深記得。我想要我們什麼都在一起做，即使我們什麼都沒在一起做過。",
      "length": 131,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 20,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 21,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 22,
      "content": "有一片天，為你晴；有一朵雲，為你飄；有一葉草，為你綠；有一枝花，為你笑；有一彎月，為你走；有一段情，為你留。親愛的，想你了。",
      "length": 62,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 23,
      "content": "愛一個人最重要的也許不是山盟海誓和甜言蜜語，生活中的一些瑣事，更能體現他對你的用情，那才是愛的密碼。財富是一種寄存，錢再多，你也不能帶到棺材裡去；情愛是一種寄存，人之亡之，情之焉附？權位是一種寄存，無論你怎樣叱吒風雲，卻不能逃出最終的交替；即使是生命本身，也不過是寄存於這個星球上的匆匆過客。而這個星球，本身充其量也就是造物主為人類建造的一間小驛站。",
      "length": 175,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 24,
      "content": "紅塵路茫茫，許願念長長，修一個你身，再修一個我身，隱於塵世，行善，養性，修心，然後再修一個來生，再修一個你，因明瞭，愛！是一種久遠的修行。愛！是一種不老的遠行。懂你的，能得包容，不懂你的，只語成傷。得心者，能得生死與共，這！就是愛情。",
      "length": 117,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 25,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 26,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 27,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 28,
      "content": "真愛會敗給什麼？會敗給金錢嗎？會敗給生活嗎？會敗給現實嗎？會敗給爹媽嗎？會敗給小三嗎？會敗給距離嗎？其實，愛情可能會輸給一切，但真愛卻從未輸給過誰。你的愛情敗給了誰，唯一的原因，只是這愛情，從來都不真。愛情無論輸給誰，最後都輸在不夠愛。",
      "length": 118,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 29,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 30,
      "content": "如相愛，那就奔著結婚去，不要用青春賭愛情。時間越長愛情越淡青春越少，用青春賭愛情，輸定了。愛情不是一陣子，有責任的愛情，是一輩子的。所以，白頭偕老，就需都愛對方，都願去為對方犧牲。",
      "length": 90,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 31,
      "content": "情之一字，看的太輕，傷人；看得太重，傷己。知道該放下的，知道那是無望的執念，知道那一份心思已經隔了滄海茫茫。然而曾今滄海，縱然巫山隔雲，也是相識相見一場。",
      "length": 77,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 32,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 33,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 34,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 35,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 36,
      "content": "愛情的世界很大，大到可以裝下100種委屈，愛情的世界也很小，小到三個人一起就會窒息，一個人身邊的位置只有那麼多，你能給的也只有這麼多。在這個狹小的圈子裡，有些人要進來，就有一些人，不得不離開，但是離開不是放棄，是為了更好的回來。",
      "length": 114,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 37,
      "content": "你的身影，吸引我；你的溫柔，纏繞我；你的美麗，侵潤我；你的話語，激勵我；我對你的愛，如剛剛出浴的美人，帶著淡淡的清香，絲絲的羞澀。",
      "length": 65,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 38,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 39,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 40,
      "content": "戀愛時，切忌被對方刻意製造的幾次浪漫誤導，尤其對方以各種激烈手段表達愛意時，因為那樣的愛，來的快，去的也快，當初有多熱烈，後來就可能有多落寞，願意製造一輩子浪漫的人畢竟不多。真正愛你的人，會讓你內心滋生一股溫柔如水的力量，時間越長，越能感受到那種力量。",
      "length": 126,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 41,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 42,
      "content": "要有多堅強，才能不淚流；要有多灑脫，才能不失落。聽過的歌，情難捨；愛過的人，心難忘。往往太在乎一個人，就會失去自我；常常太迫切一份情，就會丟掉尊嚴。",
      "length": 74,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 43,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 44,
      "content": "有生之年，狹路相逢，終不能倖免。如果你希望愛情關係給你帶來幸福，那毫不含糊地說，你一定會失望。你可能會得到一時的滿足、欣喜、虛榮心、安全感、某種保障，但這些都不是愛情。",
      "length": 84,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 45,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 46,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 47,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 48,
      "content": "有一些人，這一輩子都不會在一起，但是有一種感覺，卻可以藏在心裡守一輩子；在一起的時候需要兩個人做決定，分開時只需一個人;婚姻不是一個里程碑，而是一個雙方相處的過程，是另外一種人生的開始；因為有風有雨，幸福更值得珍惜，人總是會活出一個方法，等待屬於自己幸福。",
      "length": 128,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 49,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2025-09-15T00:31:49.957Z"
    },
    {
      "id": 50,
      "content": "愛你的感覺，永遠都是那麼美。你那溫柔的笑臉，是我致命的弱點。愛你愛你……不管今生或來世，我將永遠愛你。",
      "length": 51,
      "addedAt": "2025-09-15T00:31:49.957Z"
    }
  ]
}