{
  "type": "愛情文案",
  "updated": "2025-11-16T06:10:59.367Z",
  "updateTime": "2025/11/16 下午2:10:59",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 2,
      "content": "為什麼有些人明明條件很好，可偏偏在感情裡很自卑呢？不管外面有多少人在追求，可一旦面對那個人，立刻就全無自信了。原因很簡單，因為你太重視對方，整顆心都在別人身上，乃至於害怕自己做的不夠好。愛情就是這樣，他愛你時，你就驕傲上雲端。他不愛你時，就卑微入塵埃。",
      "length": 126,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 3,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 4,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 5,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 6,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 7,
      "content": "其實，兩情相悅，在初見的那一刻，只是浮萍一樣的表露，如若天長地久，還能保存著濃郁的芳香，也許，這樣的情緣才是最美的風景，畢竟這樣的情緣總是難得的。人生許許多多的相守，起初都是如紙一樣的單薄。在經歷了風霜雨雪的歷練之後，將各自溫存整合在一起，包容了各自殘缺，營造一處寧靜的港灣。",
      "length": 138,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 8,
      "content": "喜歡你，就會在想起你時微笑，至於你是否明白我微笑的原因，我一點也不在意。就像風很舒服時我也微笑，太陽很舒服時我也微笑，而風和太陽就跟你一樣，不會明白我微笑的原因。我怎麼對待風和太陽，我就怎麼對待你……",
      "length": 100,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 9,
      "content": "獨坐相思椅，手握相思筆，望著相思月，想著相思的你，寫著相思信，句句相思語，滴滴相思淚，全部相思你，天是湛藍海是深邃，我愛你是真的！",
      "length": 65,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 10,
      "content": "就算給我整個世界，我所在乎的，不過是你看著我時的微笑。我們都有不願跟人分享的傷痛，所以只有選擇隱藏、選擇一個人承受、一個人流淚，一個人悲傷，然後，一個人慢慢蛻變，漸漸遺忘、變成回憶，不再過問。因為那終究只是一個人的感覺，除了你自己，沒有人會明白你的故事裡有過多少快樂或傷悲。",
      "length": 137,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 11,
      "content": "愛是一種感受。當你勞累的時候，我的愛會突然進入你的身心，給你充滿無窮的力量，使你感受到愛的活力；當你心靈空蕩的時候，我的愛會即刻來到你身旁，溫暖你孤寂的情感，使你感受到愛的充實。",
      "length": 89,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 12,
      "content": "如果說世間所有愛的相遇，都是一個溫暖的巧合，然而有些巧合，卻是那麼的恰如其分。美好的時光，不是被流逝，就是被辜負，而我們總是在遲到的光陰裡，遇見那個對的人，分享你的喜怒哀愁，帶給你無限真摯與美好，付予你別人給不了的快樂和美好，還有，一直期待的歡笑。",
      "length": 124,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 13,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 14,
      "content": "一見鍾情這種事，浪漫但不一定長久。日久生情這種事，很難卻更難分開。一見鍾情永遠和外貌有關，日久生情永遠和習慣有關。越緩慢的愛上一個人，就愛的越長久。愛情可以有一瞬間，但真情卻需時間澆灌。",
      "length": 93,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 15,
      "content": "愛情就是愛情，不是萬能的。生活中應該充滿愛情，可愛情卻會在生活面前轟然倒地。曾經以為只要執著，只要堅持，一切美好的愛情都可以地久天長，都會在生活的洪流中奔流不息。可是，生活背叛了愛情。距離也並不能產生美。",
      "length": 102,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 16,
      "content": "兩個人總是比一個人溫暖。人生底色都無盡荒涼，但看透了這荒涼之後，一步步再往回走，人生，會一點點溫暖起來。半夜聽遠處笛聲，他吹的是繞春的情分，我聽的是人生的驚蟄。",
      "length": 80,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 17,
      "content": "現在的我，還是會選擇去相信愛情，可不會再天真的覺得愛情是生命的全部，因為我知道，有一份比愛情更重要的東西需要我們去面對，那就是永久的感情。他包括了轟烈愛情平淡後轉化後的情，一種讓我們無法用語言去形容的情感，亦或是猜不透的生活之迷。",
      "length": 115,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 18,
      "content": "愛，就是比誰更心軟。在這一項面前，其他一切條件都註定是附屬配件。真摯的感情，唯有在柔軟的地方才可茂密生長。若遇上一個人，每遇爭執總是比你心軟。那麼，這就是愛你的人。",
      "length": 82,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 19,
      "content": "你若再不給我回話，我就把手機給你沒收了，你若再不和我說話，我就吻你把嘴給你堵上，你若再不理我，我就直接把你抱到禮堂，做我的新娘，願不願都是你了，因為你只能是我的！",
      "length": 81,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 20,
      "content": "因為你，我願意成為一個更好的人，不想成為你的包袱，因此發奮努力，只是為了想要證明我足以與你相配。",
      "length": 48,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 21,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 22,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 23,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 24,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 25,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 26,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 27,
      "content": "愛情，是一種既讓人甜蜜，又令人煩惱的東西。它給了你一個平凡的名字，你卻渴望與他生死與共。無論你曾經被傷害的有多深，總會有一個人的微笑，讓你忘記了承受過的所有傷痛。",
      "length": 81,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 28,
      "content": "倘若有些話，是在當初說，而不是留到現在，倘若當初多一點關心，多一點理解，多一點付出，我還是猜不出結果，只能說也許不是現在這樣子，不要以為是你什麼也沒有，所以她離開了你，你有沒有想過，當初你什麼也沒有的時候她不是也和你在一起走了那麼遠的路程...一段感情出現了問題，兩個人都有責任。",
      "length": 140,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 29,
      "content": "每個女人內心裡都向往著愛情，渴望獲得受人鍾愛的快樂。希望得到保護、提高、同情，這是女人的一種特性。再加上多愁善感和情不自禁，往往使女人很難拒絕對方。這使她們認為自己是在戀愛。",
      "length": 87,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 30,
      "content": "因為想一個人而寂寞，因為愛一個人而溫順；因為有一個夢而執著，因為等一個人而折磨；愛，就大聲說出來，因為你永遠都不會知道，明天和意外，哪個會先來！世界上最遠的距離，不是站在你面前你不知道我愛你，而是愛到痴迷，卻不能說我愛你。",
      "length": 111,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 31,
      "content": "愛情是一百年的孤獨，直到遇上那個矢志不渝的守護你的人，那一刻，所有苦澀的孤獨，都有了歸途。--張小嫻《我終究是愛你的》",
      "length": 59,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 32,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 33,
      "content": "愛是一種享受，即使痛苦也會覺得幸福；愛是一種體會，即使心碎也會覺得甜蜜；愛是一種經歷，即使破碎也會覺得美麗；不要因為寂寞而錯愛，不要因為錯愛而寂寞一生。",
      "length": 76,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 34,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 35,
      "content": "相擁的時光，陌生了城市喧鬧的荒涼，牽手的日子，不看那些讓人心痛的傷，愛你，愛你，在我們第一次相遇的目光，心被你捕獲，情被你收藏。",
      "length": 64,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 36,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 37,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 38,
      "content": "害怕失去的恐懼，有時候會讓你選擇離開。原本你是擔心自己會失去，最後自己反倒主動離開呢？所以感情會讓你做奇怪的事情。感情會讓你失去判斷能力，會讓你完全失去理智。因為你害怕的是懸而未決，有了結果，反倒就只剩傷心了。做人何須糾結呢？愛到哪兒就開心到哪兒吧。",
      "length": 125,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 39,
      "content": "有時候，我會覺得愛情只是一個人的事情，與其他人無關。比如，我們愛上了一個人，而對方卻不知道，那麼這份愛情便成了一份清寂的思念與牽掛。愛情永遠都是自私的。我們可以與別人分享陽光、空氣和水，卻無法與任何人分享愛情。",
      "length": 105,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 40,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 41,
      "content": "我愛你，不僅因為你的樣子，還因為，和你在一起時，我的樣子。那個讓你流淚的，是你最愛的人；那個懂你眼淚的，是最愛你的人。那個為你擦乾眼淚的，才是最後和你相守的人。",
      "length": 80,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 42,
      "content": "懂得保持距離，適當地離開，到懷念時再相見，這樣的關係，遠比永恆地黏在一起更長久新鮮。很多女人自尋煩惱，就是太執著，總想把愛人留在自己的視線內，令對方窒息，自己難受。遠一點的風景，多一點想象和希冀。這是我們在枯死的生活中渴望旅行的最大意義。",
      "length": 119,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 43,
      "content": "你不開心的時候，我陪你，你哭泣的時候，我陪你，你心情很不爽的時候，我陪你，你不想回家的時候，我陪你，無論怎樣，我都陪你，只因為你是我最愛的人，你就是我的音樂，你給我帶來好聽的音符。你是我的全部，你給我生命帶來了色彩。",
      "length": 108,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 44,
      "content": "你在一生裡遇見了你心愛的人，可以說你是幸運的，無論結局怎樣，都可以說是幸福的吧？白頭到老，固然很好，如果分手了，或者為愛情而傷心，也都是很幸福，畢竟你愛過，你為了愛情在落淚，為了愛情在心碎，曾經很浪漫過，兩個人可以在冬天的風下瘋狂，在夏天的雨下漫步。",
      "length": 125,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 45,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 46,
      "content": "愛情裡，我們都是沒有安全感的人，患得患失。明明是依賴，卻要表現出無足輕重的樣子；明明是在意，卻要表現出毫不在乎的樣子。偶爾我只想一個人靜靜的就好，不受任何打擾。別說我冷漠，別說我無情，表面上的不在乎，表面上的無所謂，誰又知道我內心有時的轟然狂喜與徹底失望。",
      "length": 128,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 47,
      "content": "你終會明白，誰是虛情假意，誰是真心愛你，誰會為你不顧一切。不要浪費生命，去忍受這些不必忍受的事。忍受完，又浪費生命去抱怨或咒罵，這太划不來。你一定有更好的事可做的！假如你的生活開始變得像一列失控的火車，抓住急救繩，趕緊跳下去。否則，你只能呆在一列飛車上，卻不知駛向何方。",
      "length": 135,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 48,
      "content": "很多時候，愛一個人愛得太深，人會醉，而恨得太久，心也容易碎。世間最痛苦的事莫過於等待，我不知道她等了我多久，我一直以為我不會再有機會見到她，突然間，我不知道該怎麼開口，不知道怎麼講第一句話，告訴她，我真的很愛她。原來塵世間有很多煩惱是很容易解決的，有些事只要你肯反過來看，你會有另外一番光景，我終於明白，靜花水月是什麼意思，其實情之所至，應該你中有我，我中有你，誰是男誰女，又有什麼關係，兩個人在一起開心不就行了，今天她是小霸王，可能明天又會輪到我了。",
      "length": 226,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 49,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2025-11-16T06:10:59.368Z"
    },
    {
      "id": 50,
      "content": "愛情是神秘的東西，一個人可以有好幾次戀愛，但愛來愛去你會發現，最愛的人只有一個，而在你身邊的，又往往不是你最愛的人。離開永遠都是比相遇更加的容易，因為相遇那是幾億人中一次的緣分，而離開就只是你兩個人的結局。",
      "length": 103,
      "addedAt": "2025-11-16T06:10:59.368Z"
    }
  ]
}