{
  "type": "愛情文案",
  "updated": "2025-09-01T00:36:52.585Z",
  "updateTime": "2025/9/1 上午8:36:52",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 2,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 3,
      "content": "愛情不合乎邏輯，這或許就是愛的邏輯。真正熱愛的，或許並不是一個大家公認的最該愛，愛的最正確的人，而是一個使我忘乎所以，無法不愛的人。愛不是因為被愛，只是因為愛。",
      "length": 80,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 4,
      "content": "吵吵鬧鬧的相愛，親親熱熱的怨恨，一切的沉重的輕浮，嚴肅的狂妄，整齊的混亂，鉛鑄的羽毛，寒冷的火焰，憔悴的健康，永遠覺醒的睡眠，否定的存在！我感到愛情正是這種東西。",
      "length": 81,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 5,
      "content": "因為愛，所以離開他。我喜歡這句話。有些感情如此直接和殘酷。容不下任何迂迴曲折的溫暖。帶著溫暖的心情離開，要比蒼白的真相要好，純粹的東西死的太快了...人生難得放縱自己一次，那麼就讓我放縱一下自己的感情吧，不必在意結果，當真心愛過之後，就會淡然的去面對人生的很多挫折。",
      "length": 133,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 6,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 7,
      "content": "我們不能保證每一段愛情的永恆，但最起碼能保證它的真誠。愛情不是一片樹葉，不會一吹就跑掉，所以當你遇到愛情的時候，儘管去逮住它。也不要害怕被愛情拒絕，哪一段青春不會經歷傷痛，哪一段愛情不因此而深刻。被拒絕了又怎樣，下一段愛情還在路上，不敢面對愛情的人亦不配擁有愛情。",
      "length": 132,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 8,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 9,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 10,
      "content": "愛總是會使我們有太多期許：希望長久，希望不會分離，希望佔有和實現。而最終只是覺得有些許厭倦，不知道該往哪裡去。愛情就是這樣，有些人會慢慢遺落在歲月的風塵裡，哭過，笑過，吵過，鬧過，再戀戀不捨也都只是曾經。",
      "length": 102,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 11,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 12,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 13,
      "content": "現在每天醒來睜開眼見到的是牆上你那似陽光般的笑靨，好想哪天醒來時，第一眼所觸及的是真正的你那似花般甜甜的睡容。",
      "length": 55,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 14,
      "content": "每一份長久的愛背後，都會有一個特別能忍的人。不是不委屈，只是選擇默默承受；不是不流淚，只是自己悄悄隱藏。",
      "length": 52,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 15,
      "content": "風過花飛，斬不斷的是對你無數的牽牽絆絆。沒有人會知道，這種想念是如何的痛徹心肺，如何的將心徹底掏空，再無情的撕碎。你的身影總在心中飛，讓我醉、飛花悠悠開放想念，繁星閃閃忽閃掛牽，炊煙裊裊飄蕩眷戀，日月穿梭見證誓言，親愛的，嘴上不說，其實愛你在每一天，今生有你相伴最幸福。愛你一生一世，牽手永遠。",
      "length": 147,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 16,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 17,
      "content": "從見你的第一眼開始，我就發現終於找到我的另一半了！我要給她一生的幸福！從未動搖過！我堅信一生不動搖！",
      "length": 50,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 18,
      "content": "愛情如果不落到穿衣、吃飯、睡覺、數錢這些實實在在的生活中去，是不會長久的。真正的愛情，就是不緊張，就是可以在他面前無所顧忌地打嗝、放屁、挖耳朵、流鼻涕；真正愛你的人，就是那個你可以不洗臉、不梳頭、不化妝見到的那個人。",
      "length": 108,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 19,
      "content": "愛情，對於年輕人來說，她是一團火。一旦她燃燒就會付出一切。對於中年人，愛情是一杯濃酒。因為她已經醞釀了許久，不用品嚐，就已經芬芳四溢了。如果非得要嘗試，那要一點、一點的去喝。否則會醉的，醉得沒有了方向。當你清醒時，你才發現，你已經離你的出發點很遠、很遠……",
      "length": 128,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 20,
      "content": "心裡裝下一個他。只要讀出他的名字，就會覺得自己變得勇敢，變得堅強。可以不顧一切地對他好，即使他什麼也不知道。會聽他聽過的歌，讀他讀過的書，在意他在意的人。即便他忘了那首歌那本書那個人，我也還是會一樣深深記得。我想要我們什麼都在一起做，即使我們什麼都沒在一起做過。",
      "length": 131,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 21,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 22,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 23,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 24,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 25,
      "content": "愛情是什麼啊？愛情就像一把雙刃刀。愛情好似一處驛站。愛情就像一顆定時炸彈。愛情好似紅玫瑰。所謂的愛情在每兩個人的身上扮演著不同的角色。它隨時都可以在每個人的身上發揮扮演的作用。某些人為了愛情甚至什麼事都去做。甚至是去死。他都願意去死等等。",
      "length": 119,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 26,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 27,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 28,
      "content": "若一對男女，互相等了若干年，盼了若干年，都眷戀著前世的印記、纏綿著今生的綺情，那麼這樣的相見，那便是傾盡生命之全力的守候。一切都是註定，如同楊柳遇見了春風，如同雪花落進了手掌。",
      "length": 88,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 29,
      "content": "愛你的感覺，永遠都是那麼美。你那溫柔的笑臉，是我致命的弱點。愛你愛你……不管今生或來世，我將永遠愛你。",
      "length": 51,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 30,
      "content": "你就是最甜蜜的愛人，我希望聽到的，不是你怎樣地愛我，而是你一直在我身邊的承諾，讓我感到最幸福的事，正是你一直在。我認定你是我最甜蜜的愛人，我知道你永遠也不會離開。",
      "length": 81,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 31,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 32,
      "content": "洶湧而至的愛，來得快去的也快。而真正對你好的人，往往是細水長流。你可能會怪他沒有付出真心，但在一天天過日子裡，卻能感覺到他對你無所不在的關心。好的感情，不是一下子就把你感動暈，而是細水長流的把你寵壞。",
      "length": 100,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 33,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 34,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 35,
      "content": "想讓別人感激你很簡單，只需要在大多數時間對人不好，偶爾對人好以下，他就會對你感激涕零。想要讓別人厭煩你也很簡單，只需要每時每刻都對他好，好的久了，他就厭煩你了。人都是犯賤的，越和他親近，他就越理所當然。所以，越是長久的愛，就越要偶爾來點冷淡。",
      "length": 121,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 36,
      "content": "我愛的人，不一定要全聽我的，但是答應我的事一定要做到；我愛的人一定會從我們牽手那刻起對我說從今天起我們有福同享有難我當；我愛的人，一定會在我哭的時候為我擦眼淚，然後告訴我乖，不哭有我在呢！我愛的人，一定會在我累的時候，伸出手臂很心疼的說抱抱！如果有這樣一個人我一定會愛他。",
      "length": 136,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 37,
      "content": "戀愛時，切忌被對方刻意製造的幾次浪漫誤導，尤其對方以各種激烈手段表達愛意時，因為那樣的愛，來的快，去的也快，當初有多熱烈，後來就可能有多落寞，願意製造一輩子浪漫的人畢竟不多。真正愛你的人，會讓你內心滋生一股溫柔如水的力量，時間越長，越能感受到那種力量。",
      "length": 126,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 38,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 39,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 40,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時空遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 41,
      "content": "有人說愛情就像撿石頭，總想撿到一個適合自己的。她適合你，那你又適合她嗎？其實，愛情應該像磨石子兒，或許剛撿到的時候，你不是那麼滿意，但是請記住，人是有彈性的，很多事情是可以改變的，只要你有心，有勇氣，與其到處去撿未知的石頭，還不如好好將自己已經擁用的石頭磨亮磨光。",
      "length": 132,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 42,
      "content": "人在得不到的時候，什麼都可以不介意，得到之後，什麼都會有點介意。這是愛情，請你不要介意。有人問，分離的時候，到底是離開的那個人比較痛苦，還是留下來的那個人比較痛苦？應該說，愛的最深的那個人比較痛苦。",
      "length": 99,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 43,
      "content": "愛是神奇的，它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；而兩個人共享一個幸福，卻有兩個幸福。讓你難過的事情，有一天，你一定會笑著說出來。沒有關係我們只是朋友，所以不會有分開的理由。",
      "length": 96,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 44,
      "content": "有時候，在戀情都已經結束了很久以後，我們才漸漸醒悟。原來那時候我們愛那個人的方式，錯了。然後，我們就忽然很想把那個人找回來，重新再愛一遍。",
      "length": 69,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 45,
      "content": "緣分是一種機緣巧合，本來應該擦肩而過的人相識或相戀。我相信緣分，冥冥之中有一雙無形的手，在左右我們的命運。 緣分是前世感情的延續，緣分是今世的擦肩而過。緣分是前世不變的誓言，緣分是今生痛苦的約定。緣分是一次機遇的把握，緣分是一種愛慕的流逝。緣分是相遇時美好夢想。",
      "length": 131,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 46,
      "content": "愛我，並不是因為我美好，這世間原有更多比我美好的人。愛我不是因為我的智慧，這世間自有數不清的智者。愛我，只因為我是我，有一點好有一點壞，古往今來獨一無二的我，愛我，只因為我們相遇。\\n&nbsp;",
      "length": 98,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 47,
      "content": "女人退一步，男人退兩步。一個懂得愛的人，寧可扮演輸家，也不去打敗自己的愛人。打敗了她，或者他，你想得到什麼呢？真愛，就要懂得讓步。",
      "length": 65,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 48,
      "content": "【對於愛情】愛情是一份純美的情感，有時是甘心情願的，有時卻無能為力。愛久了，成了一種習慣；痛久了，成了一道刻痕；恨久了，成了一種負擔。有心的人，再遠也會記掛對方；無心的人，咫尺卻遠似天涯。如果你的愛情停留在曾經，它只屬於過去那個時間。",
      "length": 117,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 49,
      "content": "不管這考驗多坎坷，都要一大步跨過去。你的愛情，如果，不幸福，如果，不快樂，那就放手吧，有些失去那是註定的，有些緣分是永遠不會有結果的。愛一個人不一定會擁有，若是擁有一個人，就好好愛她。",
      "length": 92,
      "addedAt": "2025-09-01T00:36:52.586Z"
    },
    {
      "id": 50,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2025-09-01T00:36:52.586Z"
    }
  ]
}