{
  "type": "愛情文案",
  "updated": "2026-02-27T12:59:10.450Z",
  "updateTime": "2026/2/27 下午8:59:10",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "世界上的愛情有兩種。一種是讀你；一種是毒你。讀你的感覺，就像一首美妙甜蜜的小夜曲，詩意浪漫而充滿了激情、自然。這種讀你的愛情驚心動魄、刻骨銘心。它會讓你為愛奉獻犧牲、為愛流血流淚、為愛奮鬥自強、為愛奮不顧身。這種愛，曾讓無數人沉迷其中，而寫出了不朽的愛情詩篇樂章，愛情是創作的永恆主題一說。",
      "length": 145,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 2,
      "content": "蓄意著滿懷的傷情，在這幽柔的月夜下等你，為你和上一曲蕭音。夜靜謐，獨自品嚐這寂夜難眠的旋律。指尖那漸平、漸薄、漸穿的樹葉，卻是承載不了我對你的一片深情。月下花開，是因為傾注了我對你的愛。",
      "length": 93,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 3,
      "content": "有時候，聽到一首老歌，就突然想起一個人。有時候，常常在回憶裡掙扎，有很多過去無法釋懷。有時候，看著時間一點點流逝，自己卻無能為力。時常看到的那些怨偶，不是因為不愛，而是因為不會愛。人世間，那些彼此折磨得最疼的男女，不是因為不愛，而是因為不懂。",
      "length": 121,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 4,
      "content": "憧憬美麗的春天，盼望溫暖的春天，請你走進我的生活，溫暖我的人生，你就是我的春天，我的夢，請你給我生命以綠色的希望吧！",
      "length": 58,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 5,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 6,
      "content": "在愛情的海洋，有太多的波浪，我們以為愛的很深很真，其實愛的很淺很淡，一句難聽的話，就會狠狠刺痛對方的心。為了不讓對方受傷害，有的人潛藏在愛情背後，收穫幸福和快樂，而有的人為了愛情為她付出一切，甚至是寶貴的生命。我們不能左右愛情，只有去適應愛情，好好珍惜彼此，幸福才能更長久。",
      "length": 137,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 7,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 8,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 9,
      "content": "愛需要面對現實，現實很殘酷，愛無疑有了一種責任與擔當；或是彼此間的理想，亦或是彼此間心靈的昇華，青春年少時的纏綿在現實面前顯得是那麼的脆弱。無奈，愛即成了一種力量，一種信念。",
      "length": 87,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 10,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 11,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 12,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 13,
      "content": "愛情的花蕾，需要兩顆真摯的心靈滋潤，才能綻出最美的花朵。愛情路上，無論遭遇風霜雨雪，還是陰霧瀰漫，只要兩顆相愛的心靈緊緊相貼，就一定能驅散濃陰迷霧，笑看一縷陽光的燦爛，輕嗅一朵花兒的香甜。",
      "length": 94,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 14,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 15,
      "content": "總想有一天，能與你不見不散，牽著你的手一起去海邊，迎日出，賞夕陽，聽潮漲潮落，看雲舒雲卷。依偎在你的身邊，讓朵朵浪花，都綻放成幸福的笑靨，這就是我想要的愛情，簡簡單單，但此生不變。",
      "length": 90,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 16,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 17,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 18,
      "content": "戀一個美麗善良的你，說一席永不離棄的話，走一生風雨攜手的路，守一段天長地久的情，開一朵地老天荒的花，願我們從此幸福一生！",
      "length": 60,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 19,
      "content": "兩人相愛，不可能不改變對方，也不可能自己不改變。兩個人一起跟一個人自己有很大不同，因為你要在意對方的情感和情緒，你要適應對方的生活習慣，你要懂得有時要放下自己去關照對方。所以在愛情中，沒有人全身而退，對方都會給你留下各種烙印。只想別人遷就自己，那不是愛，那是自戀。",
      "length": 132,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 20,
      "content": "在放手之前，想要抓多緊，就抓多緊，我們等待了青春，卻錯過了彼此。但我永遠記得，那年夏天，最燦爛最寂寞的星空。我總是偷偷的瞄著你，你總是害羞的低下頭，就這樣我們一路走。",
      "length": 83,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 21,
      "content": "有時候，最好的安慰，就是無言的陪伴。在青春最好的年紀，你可以愛一個人，但不要等待一個人。你可以去毫無保留的愛人，就算是愛錯了，摔倒了，大不了拍拍灰塵繼續往前走。但千萬不要停留在原地，毫無期限的等待某人。等待的往往不是愛，而是糾纏虛耗。青春擁有的就是激情，激情耗盡了，人就老了。",
      "length": 138,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 22,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起。一輩子不長，能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢，一輩子只愛一個人，並不丟人。心裡明明知道，除了他外還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要另一顆心坦誠相待，這樣才可以幸福。",
      "length": 130,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 23,
      "content": "兩個人在一起，開始總是驚心動魄，患得患失，隨著深入瞭解，神秘感褪去，慢慢會失去新鮮感，激情歸於平淡。這時，溝通最重要，也許不再為對方牽腸掛肚，可是有一種默契是在充分交流和信任後產生，和一個磨合很好的伴侶在一起，放鬆而踏實，是愛情的美好體現。時間雖然消磨激情，同時，時間會積累深情。",
      "length": 140,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 24,
      "content": "兩個相愛的人在一起是一種快樂，幸福。因為不易所以才應該更加去珍惜，不要到失去的時候才懂得。同樣，愛需要包容，記得有這樣的一句話，彼此相愛的人，他們的心是彼此最溫暖的。",
      "length": 83,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 25,
      "content": "在乎和你牽手的曾經，在乎我們將要走過的往後；每次原諒，我都自我安慰，因為我不夠好，只能把委屈給你，把傷害給自己；每次寬恕，並不表示我會忘記，我只是收藏好自己的傷痕，然後費力地在銘記中遺忘......當你以為你愛上了一個人時，也許只是愛上了戀愛的感覺。 &nbsp;",
      "length": 132,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 26,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 27,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 28,
      "content": "愛情本身就是一本書，翻過無數遍卻不知其深意何在，也許歸功於不用心，也許歸納出了真諦，人或人，僅僅只是人與人而已，相遇、相知、相愛，總在一種微妙的時間和空間階段畫出不同的弧線。",
      "length": 87,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 29,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 30,
      "content": "你在一生裡遇見了你心愛的人，可以說你是幸運的，無論結局怎樣，都可以說是幸福的吧？白頭到老，固然很好，如果分手了，或者為愛情而傷心，也都是很幸福，畢竟你愛過，你為了愛情在落淚，為了愛情在心碎，曾經很浪漫過，兩個人可以在冬天的風下瘋狂，在夏天的雨下漫步。",
      "length": 125,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 31,
      "content": "我願意用自己的心，好好的陪著你，愛著你。陪你到你想去的地方，用心走完我們人生的餘下的旅程。在未來的日子裡，也許什麼都無法確定，但唯一可以確定的是，我愛的人是你，無論現在還是將來，我想我這裡都會是你最溫暖的港灣，都是為你遮風避雨的城牆。",
      "length": 117,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 32,
      "content": "都說相愛不必朝和夕，只要兩心相繫；都道海內存知己，天涯若比鄰；都講兩情若是長久時，又豈在朝朝暮暮？但那份發自內心的實感真情，又在期待著多少個黃昏與黎明？可是，天上的哪一顆星星會沒有寒光，地上的哪一朵鮮花會沒有芳香，哪一次我的思潮裡會沒有你的音容笑貌和舉手投足？",
      "length": 130,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 33,
      "content": "我想你了，很深很深，如同窗外的夜色一樣。在這萬簌俱寂的時候，我真想喚醒一隻已歸巢休息的鳥兒，讓它為我捎去對你的一片相思之意。",
      "length": 62,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 34,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 35,
      "content": "女人退一步，男人退兩步。一個懂得愛的人，寧可扮演輸家，也不去打敗自己的愛人。打敗了她，或者他，你想得到什麼呢？真愛，就要懂得讓步。",
      "length": 65,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 36,
      "content": "愛與不愛，是一粒柳絮，只要有微風吹過，便不知所向，亦不是個人所能把握的事情。愛本身就是一個人的事情，她在和他說分手的時候，天空中升起碩大的煙花，五彩繽紛，砰然一刻便不知所向，只剩下細微的塵埃。",
      "length": 96,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 37,
      "content": "思念如水，如水的思念漸漸的把我淹沒，我沉浸在這甜蜜的思念裡，窗外，微風依舊，你的夢裡，可有我的出現……",
      "length": 51,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 38,
      "content": "簡單安靜的生活其實不幸福，所以我只擁抱剎那，綿延持久的感覺根本不快樂，所以我只信仰瞬間。你給我一滴眼淚，我就看到了你心中全部的海洋。",
      "length": 66,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 39,
      "content": "愛一個人，就是要他沐浴愛的幸福；愛一個人，就是要他遠離孤獨的煩憂；愛一個人，就是要他告別失意的困擾；愛一個人，就是要他不再經受心靈的折磨；愛一個人，無論他在何方都要為他默默的祈禱；愛一個人，無論自己身在何處都為他牽腸掛肚；愛一個人，情願讓自己受苦受累也要為他鋪平道路......",
      "length": 139,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 40,
      "content": "錯過的愛情，就像一隻停滯的手錶，永遠都無法邂逅交錯的指針。有些傷痕，劃在心上，那怕劃得很輕，也會留駐於心。生命中，似乎總有一種承受不住的痛。有些遺憾，註定了要揹負一輩子；生命中，總有一些精美的情感瓷器在我們身邊跌碎，然而那裂痕卻留在了歲暮回首時的剎那。",
      "length": 126,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 41,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 42,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 43,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 44,
      "content": "愛是相互的，關心和寵愛也是相互的。女孩在享受男友的關心與寵愛的同時，有沒要想過也付出自己對男友的關心寵愛？沒有誰說一定是男孩關心和寵愛女友，女孩也應該要去關心寵愛男友。",
      "length": 84,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 45,
      "content": "愛情的美麗在於相互的欣賞渴望和追求。那些風花雪月的故事，那些花前月下的誓言，那些淺唱低吟的呢喃，宛如披著輕沙的夢，觸動著我多愁善感的靈魂和浪漫的情懷。",
      "length": 75,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 46,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 47,
      "content": "心裡裝不下一個拳頭，卻可以裝的下任何愛的過程，心裡藏不住自己，卻可以裝滿了執著的痛楚，你說我不懂甜言蜜語，只是你忘記了從某一天開始，你給的傷害我挺著自己也來不及，總在心裡默默的甜言蜜語的給你，只是無法面對那些傷害一再繼續，我卻還要失去自尊來安慰你。",
      "length": 124,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 48,
      "content": "不忘初心，方得始終。我們寄生在時間裡，觀世態沉浮，察人情冷暖，感覺自己對於世界，就如空氣般若有若無，如塵埃般若即若離。愛情總是想象的比現實美麗。愛情再堅固，也無法承受忙碌的侵蝕，你忙得天荒地亂，你忙得忘記關心，你忙得身心疲憊，你忙得無所適從，但是，愛情不能等你有空才珍惜。",
      "length": 136,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 49,
      "content": "傷口，是愛的筆記，裡面記載的許多內容是需要你用一生來忘記的。能夠相伴一生的情感，難道不值得珍惜嗎？痛苦是人生一筆重要的財富，不要輕易踐踏；曾經愛過你的人，前世一定和你有緣，不要語言虐待。如果他今生真的負你了，或許因為你前生負他。",
      "length": 114,
      "addedAt": "2026-02-27T12:59:10.450Z"
    },
    {
      "id": 50,
      "content": "有時，真的不能用一種愛的標準去衡量另一種愛的。有的愛，你不是當事人，你根本就不能懂得。何不選擇就此放下，因為，我們希望我們自己幸福，趁著可以愛的時候還是好好的愛吧，別讓你的愛情等待太久，別讓你的幸福等待太久。",
      "length": 104,
      "addedAt": "2026-02-27T12:59:10.450Z"
    }
  ]
}