{
  "type": "愛情文案",
  "updated": "2025-12-01T06:13:26.668Z",
  "updateTime": "2025/12/1 下午2:13:26",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 2,
      "content": "愛我，並不是因為我美好，這世間原有更多比我美好的人。愛我不是因為我的智慧，這世間自有數不清的智者。愛我，只因為我是我，有一點好有一點壞，古往今來獨一無二的我，愛我，只因為我們相遇。\\n&nbsp;",
      "length": 98,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 3,
      "content": "我把我的一顆心放在你的胸膛裡，從此由你來決定它是快樂的還是悲傷！我把我的一世情放在你的血液裡，由此來讓你明白我是真心的愛戀著你！我把我的一雙眼放在你的眼眶裡，從此由你來決定它是黑暗的還是光明！",
      "length": 96,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 4,
      "content": "沉默，是一個人對愛最蒼白的表情；是一顆心對情最無力的回應。沉默的人，愛的最深；沉默的心，傷的最重。",
      "length": 49,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 5,
      "content": "相愛讓你們可以互相忍耐遷就，而合適讓你們的生活順利愉快……不要將就也不要痛苦，如果沒找到那個人，就大膽的單身吧。單身不是一種罪，而是給自己留個機會。偽裝幸福，或者偽裝堅強，雨哦時候也許只是好勝。拼命咬著呀的人，往往並不是強悍，而是苦苦憋住眼淚。",
      "length": 122,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 6,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 7,
      "content": "其實他沒那麼喜歡你。在愛情裡，也請勇敢地、堅定地、拼命奔跑吧，然後，即使跌掉，你也可以說，自己是華麗的。所謂的幸福結局，就是抱著永不放棄的希望，繼續前行。含淚奔跑，華麗跌倒。人山人海，邊走邊愛。",
      "length": 97,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 8,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 9,
      "content": "如果你給我的愛，不能天長地久，當初又何必苦苦追求讓我愛上你。你曾經告訴我：為了我，你可以放棄所有。你的父母，你的公司，若是阻攔了我們，你都甘願放棄，決不皺眉。",
      "length": 79,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 10,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 11,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 12,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 13,
      "content": "有一句話是情深緣淺。情深是她，緣淺是他和她。有一個詞是福薄。她福薄，所以遇上他，他福薄，所以錯過她。",
      "length": 50,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 14,
      "content": "傷口，是愛的筆記，裡面記載的許多內容是需要你用一生來忘記的。能夠相伴一生的情感，難道不值得珍惜嗎？痛苦是人生一筆重要的財富，不要輕易踐踏；曾經愛過你的人，前世一定和你有緣，不要語言虐待。如果他今生真的負你了，或許因為你前生負他。",
      "length": 114,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 15,
      "content": "如果還可以，令你在須臾的閒暇之間追尋我的身影，我願若深藏於地底的繭，再沉睡二十年，然後在春日的暖陽中，破繭而出，化蛹為蝶，在藍天下碧草邊，翩翩為你而舞。",
      "length": 76,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 16,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 17,
      "content": "戀愛時，每個人都想遇到一個讓自己心動的人，可是，那種怦然心動的感覺，來的快，去的也急。究其原因，無非是不瞭解情感泡沫退去後的真實情景。處於愛情空窗期中的人，難免在其身上呈現出許多愛情泡沫，別被那些美妙的情緒泡沫迷惑，才能遇見對的人。",
      "length": 116,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 18,
      "content": "縱然人間有百媚千紅，唯獨愛你一人。這梅蘭菊竹，獨愛梅花。我愛梅花的傲雪怒放，任寒冬的雪花紛飛，依然開的那麼豔麗，遙知不是雪，唯有暗香來。只愛你，這麼的不知疲倦。",
      "length": 80,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 19,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 20,
      "content": "你若找了你愛而不愛你的人，就容易被情感上的痛苦所煎熬；而若與愛你而你不愛的人一起生活，則起碼能感受來自對方的百般呵護，較之前面的情況會好很多倍，愛情總是兩難。",
      "length": 79,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 21,
      "content": "真正的愛，不是一時浪漫的激情，也不是驚天動地的表白，而是一份自然而然的牽掛，一份不動聲色的關懷，一份設身處地的體貼，一份如影隨形的惦念。再多繁華和浪漫的時光，都比不上一起樸素相依的歲月，生活可以是平淡的，也是有詩意的，只要我們不離不棄的牽著手走過人生的每一天，每一個日子都是幸福的。",
      "length": 141,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 22,
      "content": "有人說，愛讓一個人低聲下氣，愛讓一個人失去自己。他們說，誰愛得多，誰就輸得多。是的，我承認，愛情是一場博奕。但愛情不是戰爭。愛不是用來制約對方，也不是用來打敗對方的。",
      "length": 83,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 23,
      "content": "找一個相守一生的人，未必要完美，甚至未必是至愛，只要同路就好，可以結伴而行，不至一生寂寞，足夠了。",
      "length": 49,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 24,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 25,
      "content": "談戀愛吵架很正常，鬧分手也是正常，但無論如何，男人都不該對你有嫌棄。如果有一天，他嫌棄你胖，嫌棄你不好看，嫌棄你各種缺點和毛病，那就真的是不愛你了。因為愛到厭棄，那就是終結。每個人的缺點，從一開始就有，要嫌棄早幹嘛去了。既然相愛，那就包容一切吧。",
      "length": 123,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 26,
      "content": "每當你想放棄的時候，想一想是什麼支撐著你一路堅持。當我們遇到一段我們心甘情願的去豁出自己卻又無法把握的情感，放手，或者是繼續，你是否是在猶豫不決？又或者是，當求之不得、失落惆悵的片刻，你願否從來就沒有遇到過那個特別的人？每一個人的一生都會遇到一段或數段掏心掏肺的愛情。",
      "length": 134,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 27,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 28,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 29,
      "content": "一個人感情的總量是有限的，如果你把它給零敲碎打地用完了，等到需要大額支出的時候，你的賬號就已經空了。雖說愛的深度和愛的廣度之間，但真愛更是一個對深度而不是對數量的體驗。",
      "length": 84,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 30,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 31,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 32,
      "content": "愛的奇妙，在於它是超意識、超自我、超物質的一種感覺，是心靈中一種美麗的犧牲，一種有距離的欣賞與理解。情用出去了，就不要考慮收回，愛不是放高利貸，投了資就能使收回利潤。愛又是這樣一張存摺，只要你不揮霍，珍惜每一次支出，每支一分，就有十分存入，使你一天比一天富有。",
      "length": 130,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 33,
      "content": "不要說你的愛，是因為我的美貌，最美麗的花瓣也終將枯凋，花兒謝了還有香魂嫋嫋，謝落了的青春卻音跡全沓，當歲月盜去了我少女的風姿，你的愛也許就不會那麼執著，當耳邊悄悄的話語漸漸啞寂，你的心聲也許會去之遙遙。如果你愛，就愛我是一個普通的女性。",
      "length": 118,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 34,
      "content": "越年輕的人，對愛情的期待越大。越是長大，對愛情的需求就越少。因為你對愛情的期待大了，最後收穫的只會是傷害。就越來越不想要愛情。如果你從一開始，就對愛情沒那麼高的期望，或許以後不會很痛，更不會太過失望。本來麼，最好的愛情，無非是順其自然，不鹹不淡。",
      "length": 123,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 35,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 36,
      "content": "幸福有的時候很簡單：我在加班你在休息這就是你的幸福；我在餓肚子你剛吃飽飯你就是幸福的！每天都能坐在電腦前發發牢騷看微博你就比那些沒飯吃的人幸福！幸福和快樂一樣的簡單只是看你有沒有發現而已！不過我認為一個人在怎麼幸福都是殘缺的。有的時候戀人在一起的平淡就比單身的幸福的多。",
      "length": 135,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 37,
      "content": "曾經努力的愛情，以為會幸福。原來，愛情並不簡簡單單就可以做好。曾經的溫暖如今已經變成了回憶。會痛，會疼，會傷，永遠是愛情給的。握不住的流沙，抓不住的時光，疼不完的愛情。",
      "length": 84,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 38,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 39,
      "content": "所有文字都蒼白，所有語言都無力，我只能用一顆真心送給我愛的你；所有坎坷都值得，所有經歷都美麗，原來這一切都是為了遇到親愛的你；請別放開，花的牽絆，將我的愛攥在手心；請別忘記，花的約定，將我的情融入心底；任天荒地老有時盡，這一生只想和你走下去！",
      "length": 121,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 40,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 41,
      "content": "十年前，你愛我，我逃避不見，十年後，我愛你，你不在身邊。人生的錯過就是如此。一剎便是永遠，追悔也是紀念。在心的修行途中，絕不允許投機，面具必被撕毀，謊言必被揭穿，誰也無法倖免。",
      "length": 88,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 42,
      "content": "愛情如水，清澈甘醇，流到心裡卻很甜美，灑在地上一會就幹，不會留下任何痕跡，滋潤著世間的萬事萬物。愛情如星，點亮夜空中所有的繁星，每一顆都是亮晶晶，不負良辰，不負美景，不會似流水般無影無蹤。愛情如陽光，溫暖柔和，平淡無奇，給人力量，感動，若沒有它，世界將會是一片漆黑。",
      "length": 133,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 43,
      "content": "在我的世界裡，你永遠是我最安全的依賴，在我愛的精神領域，你永遠是那棵青蔥的參天的大樹。今生，你許給我的一個寬厚的肩膀，那就是我愛的天堂，你一顆勇敢承擔愛情的心，是我永遠不能錯過的美麗。",
      "length": 92,
      "addedAt": "2025-12-01T06:13:26.668Z"
    },
    {
      "id": 44,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2025-12-01T06:13:26.669Z"
    },
    {
      "id": 45,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2025-12-01T06:13:26.669Z"
    },
    {
      "id": 46,
      "content": "愛情的最高境界，不是一方為另一方無休止的付出以換取回報，而是你豐富了我的生命，我也豐富了你的生命。我們相遇之前是兩個人。相遇之後，不是變成一個，而是一個半。我把一半留給自己，那樣我才可以更清醒的去愛你。",
      "length": 101,
      "addedAt": "2025-12-01T06:13:26.669Z"
    },
    {
      "id": 47,
      "content": "最好的愛情，就是他因淡泊明志，不唯利是圖，他能夠很好的應對生活中出現的各種挑戰和誘惑。和你在一起的時候，燦爛時，他會為你的輝煌驕傲；落魄時，他會為你的失意鼓勁。",
      "length": 80,
      "addedAt": "2025-12-01T06:13:26.669Z"
    },
    {
      "id": 48,
      "content": "用憂傷告訴世界，並沒有不快樂，只是被愛情委婉的拒絕了。就像看著某人的背影，用沉默掩飾心碎，不得已的放手竟是這個樣子。孤獨的轉身，灑脫的仰望，敷衍的自語，上一秒又是過去。不再讓眼淚替自己心痛，讓高傲替自己卑微。",
      "length": 104,
      "addedAt": "2025-12-01T06:13:26.669Z"
    },
    {
      "id": 49,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2025-12-01T06:13:26.669Z"
    },
    {
      "id": 50,
      "content": "每個人的初戀，大都十分純情。跨過了初戀，愛情就生出了很多姿態。有人變得風流，見一個愛一個；有人冷漠，再不會拿出真心愛第二個人；不是每個人，都適合與你白頭到老。有的人，是拿來成長的；有的人，是拿來偶爾想起的；有的人，只是過路的；在合適的時空遇到的愛你的人才是值得你愛的。",
      "length": 134,
      "addedAt": "2025-12-01T06:13:26.669Z"
    }
  ]
}