{
  "type": "愛情文案",
  "updated": "2025-12-10T00:33:29.126Z",
  "updateTime": "2025/12/10 上午8:33:29",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "愛情不是遊戲，因為我們玩不起。不要輕易說愛，許下的諾言欠下的債。愛不是缺了就可以找，更不是累了便可以換。愛一個人，不一定要擁有；但擁有一個人，就一定要好好去愛。愛，不是一個人的獨角戲，而是兩個人的對手戲！女人善變的是臉，而男人善變的卻是心。",
      "length": 120,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 2,
      "content": "或許人生不可能永如初見，但時光深處，抓住愛人的手，在平淡的歲月裡守著一份細水長流的愛，風雨同舟不離不棄，這份情會比初見更美，更雋永，愛一個人就要愛他的所有，包括白髮與皺紋。",
      "length": 86,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 3,
      "content": "當你真正愛上一個人，你會有一種很親切的感覺，他讓你覺的很舒服，你可以信任他、依靠他。他像是一個親密的家人，甚至可以說，比一個家人更親密，這是親密加上一種溫馨的感覺，就是親愛的感覺。",
      "length": 90,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 4,
      "content": "有一段感情，再也不可能續燃；有一個人，再也不會相依相偎；有一種聲音，再也不可能迴旋；有一雙手，再也握不住，那掌心的溫度；有的東西，即使再喜歡，也不屬於你；有的人，即使再留戀，也註定要放棄；與其在別人的生活裡跑龍套，不如精彩做自己；不輕易說愛，許下的承諾，欠下的債。",
      "length": 132,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 5,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 6,
      "content": "愛，有時需要淡淡的；愛，其實既甜蜜又憂傷，太過在乎，會傷了自己；愛，其實既簡單又複雜，想得太多，會累了自己；愛，其實既平淡又轟烈，太過執著，會苦了自己。",
      "length": 76,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 7,
      "content": "世界上的愛情有兩種。一種是讀你；一種是毒你。讀你的感覺，就像一首美妙甜蜜的小夜曲，詩意浪漫而充滿了激情、自然。這種讀你的愛情驚心動魄、刻骨銘心。它會讓你為愛奉獻犧牲、為愛流血流淚、為愛奮鬥自強、為愛奮不顧身。這種愛，曾讓無數人沉迷其中，而寫出了不朽的愛情詩篇樂章，愛情是創作的永恆主題一說。",
      "length": 145,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 8,
      "content": "男人的心如鐵樹開花，一千年一次。據說，鐵樹開花不是好兆頭。如果花敗，一生無愛。女人的心如雪蓮花，純潔而柔愛，並且奇美。據說，雪蓮花開在天山最高的地方。如果花敗，一生白髮。哀莫大於心死，所以在愛情路上，千萬要走好，不要回頭，但走完之後不後悔。",
      "length": 120,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 9,
      "content": "女人不管再賢惠有母性，但骨子裡都是一個孩子。不要總希望她多麼為你著想，多麼會體貼你的感受，多麼以你為中心。她也希望可以象孩子一樣任性，希望有個人像寵孩子一樣寵她愛她，照顧她關心她，而不只是像孩子一樣向她索取關愛和寬容。",
      "length": 109,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 10,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 11,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 12,
      "content": "千萬別說配不上我，當年小喬和曹操配嗎？他們到最後還不是走到了一起。如果你覺得我配不上你，就請先把我看清楚了，談了之後別說我沒給你悔過的機會。",
      "length": 70,
      "addedAt": "2025-12-10T00:33:29.126Z"
    },
    {
      "id": 13,
      "content": "兩個人總是比一個人溫暖。人生底色都無盡荒涼，但看透了這荒涼之後，一步步再往回走，人生，會一點點溫暖起來。半夜聽遠處笛聲，他吹的是繞春的情分，我聽的是人生的驚蟄。",
      "length": 80,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 14,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 15,
      "content": "在如詩般的夢幻季節裡，我們踏著愛情的青春節拍一路走來，沒有浮躁，沒有淺薄，有的是彼此深情而堅定的眼神；沒有奢華，沒有遊離，有的是來自指間淡淡的溫柔。",
      "length": 74,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 16,
      "content": "愛情有時候真正的矛盾，不是她不理解你，而是你不會寬容她。有時候覺得妥協一些、將就一些、容忍一些可以得到幸福。但當你的底線放得越低，你得到的就是更低的那個結果！",
      "length": 79,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 17,
      "content": "人生中什麼事情最美麗，莫過於遇見你；人生中什麼事情最奇蹟；莫過於擁有你；人生中什麼事情不能忘記，那就是我愛你一生一世不分離！",
      "length": 62,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 18,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 19,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 20,
      "content": "如果痴痴地等，某日終於等到了一生中最愛的人，我們就可以告別孤單的生活，如果固執只是為了內心的安寧，我寧願一生都不說話，都不想講假話欺騙你，我們都在扮演著自己，同時還要照顧對方的感受，如果有一天即使我們分離了，我還是會想你，我真的想你，將那份溫柔獻給你，你是我一生中最愛的人。",
      "length": 137,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 21,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 22,
      "content": "在一起久了，避免不了爭執。有些戀人，每天都吵架，但年復一年，還在一起，儘管每天吵架，但仍然分不開。有些戀人，從來不吵架，外人都羨慕他們的甜蜜，但是卻閃電般地分手了。吵架是瘋狂交流，肯留下來爭吵的是愛你的。反而忍耐，漸漸會成為一顆定時炸彈，有一天突然爆炸，所有感情都會瞬間摧毀。",
      "length": 138,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 23,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 24,
      "content": "愛情本身就是一本書，翻過無數遍卻不知其深意何在，也許歸功於不用心，也許歸納出了真諦，人或人，僅僅只是人與人而已，相遇、相知、相愛，總在一種微妙的時間和空間階段畫出不同的弧線。",
      "length": 87,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 25,
      "content": "我只知道現在的我很開心，不過我還是喜歡你，不過我不會成為你的苦惱，我還是喜歡我們現在的距離，不遠不近，可以偶爾聊個天，已經很好了。你有了心愛的人，我第一時間閃過的念頭竟然是祝福，以前的我好像更多的是難過。時間真的是個奇怪的東西，我不是以前的那個小女生了。現在我懂得更多的是守護，暗戀是最好的，因為它不會失戀，你一個微笑我可以高興很久，一句話，我可以記住，一輩子。",
      "length": 181,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 26,
      "content": "愛情，從來都是種百轉千回的事情，不曾放棄，不曾受傷害，不曾難過，不曾迷茫，怎懂得愛人？原來，愛情竟是含笑飲砒霜。",
      "length": 56,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 27,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 28,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 29,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 30,
      "content": "你終會明白，誰是虛情假意，誰是真心愛你，誰會為你不顧一切。不要浪費生命，去忍受這些不必忍受的事。忍受完，又浪費生命去抱怨或咒罵，這太划不來。你一定有更好的事可做的！假如你的生活開始變得像一列失控的火車，抓住急救繩，趕緊跳下去。否則，你只能呆在一列飛車上，卻不知駛向何方。",
      "length": 135,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 31,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 32,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 33,
      "content": "愛需要面對現實，現實很殘酷，愛無疑有了一種責任與擔當；或是彼此間的理想，亦或是彼此間心靈的昇華，青春年少時的纏綿在現實面前顯得是那麼的脆弱。無奈，愛即成了一種力量，一種信念。",
      "length": 87,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 34,
      "content": "有一天，天愛上了海，可是空氣阻隔了它們，它們無法相愛，天哭了，淚水落在海里，即使不能相愛，也要把靈魂託給大海，從此海比天藍。",
      "length": 62,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 35,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 36,
      "content": "生活既要忍得了苦，也要經得起甜。我希望有這麼一個人，給我波瀾不驚的愛情，陪我看世界的風景，許我一世的歡顏。生活就像坐過山車，有高峰，也有低谷，這意味著，無論眼下是好是壞，都只是暫時的。",
      "length": 92,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 37,
      "content": "想成為她的影子，形影不離，這樣的喜歡單純卻又容易自卑，嚮往卻又有些心酸，喜歡一個人真的很難。",
      "length": 46,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 38,
      "content": "如果我的死亡可以換得你的一點點幸福，我甘願，只是，來生，不要再讓我錯遇了你，卻永遠得不到你的愛。唯一的心，追隨我的愛人，所有的愛，傾盡於此，來生--我無心，亦無愛。",
      "length": 82,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 39,
      "content": "一份真正的愛，不是覺得累了就放手，不是覺得不合適就分開，是即使再累也想在一起，即使不合適也想努力爭取，累是因為在乎，不合適是因為愛得不夠，真正的愛沒有那麼多借口。",
      "length": 81,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 40,
      "content": "男人要永遠感謝在他20多歲的時候曾經陪在他身邊的女人。因為20多歲的男人處在一生中的最低點，沒錢沒事業；而20多歲的女人卻是她最燦爛的時候。",
      "length": 70,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 41,
      "content": "當你真正在乎一個人的時候，你會時時刻刻想起他；夢醒之後腦子裡全是他；當你真正在乎一個人的時候，手機響了你會以為是他；當你真正在乎一個人的時候，你總是希望他的世界只有你；當你真正在乎一個人的時候，最害怕的事是他會離開你；當你真正在乎一個人的時候，最想知道的是他現在過得好不好。",
      "length": 137,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 42,
      "content": "我們愛上了那個人，才發現她身體裡那麼多的喜怒哀樂。她的悲傷，她的軟弱，她的無理取鬧；她的種種的。讓你覺得你怎麼會愛上這樣一個人，你無法忍受的地方一一暴露在你面前。這個時候，我們總會忘了一件最重要的事，你能看到這些是因為，她也愛著你。",
      "length": 116,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 43,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 44,
      "content": "相信真正的愛情是存在的，但期望它會超越一切是不現實的。愛情可能隨時間的變化而變化，它的消亡不一定意味著背叛，而極有可能是自然的衰退。對愛情作如此認識，可以使我們不迷信愛情，也就不容易受傷和絕望。",
      "length": 97,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 45,
      "content": "一彎嶄新月牙悄悄的爬上樹梢，伴著空中的點點繁星穿透我想你的思緒。微風吹過，飄來的陣陣的花香伴著想你的我又一次感覺到你身體的味道。",
      "length": 64,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 46,
      "content": "不知道在這個世界每個角落，每時每刻都在發生的愛情，是否都像這樣，從最初的激情到最後的平淡，有它顛撲不破的方向。當一切都趨於荷爾蒙洶湧後的平靜，才愈加看得清對方給的愛，有多少歡喜又有多少受寵若驚，有多少瑕疵又有多少自以為是。",
      "length": 111,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 47,
      "content": "如果，在身邊的最後真的不是你。如果經歷了那麼多坎坷輾轉後，最終還是要分開。如果故事到最後，是我們的身邊都有了別的人。如果回憶，諾言和曾經相愛的決心都在現實面前變的渺小，不堪一擊。不管以後如何，不管結局如何。現在的我還是願意執著的去愛------我們一起等我們的最後，最後的最後。",
      "length": 139,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 48,
      "content": "愛的奇妙，在於它是超意識、超自我、超物質的一種感覺，是心靈中一種美麗的犧牲，一種有距離的欣賞與理解。情用出去了，就不要考慮收回，愛不是放高利貸，投了資就能使收回利潤。愛又是這樣一張存摺，只要你不揮霍，珍惜每一次支出，每支一分，就有十分存入，使你一天比一天富有。",
      "length": 130,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 49,
      "content": "當惆悵不經意時湧起，你感覺了思念的滋味；當思念在不經意時想起，你感受等待的滋味；當等待在不經意時燃起，你體會了牽掛的滋味；當牽掛在不經意時升起，你才明白了愛的滋味。",
      "length": 82,
      "addedAt": "2025-12-10T00:33:29.127Z"
    },
    {
      "id": 50,
      "content": "愛情的世界很大，大到可以裝下100種委屈，愛情的世界也很小，小到三個人一起就會窒息，一個人身邊的位置只有那麼多，你能給的也只有這麼多。在這個狹小的圈子裡，有些人要進來，就有一些人，不得不離開，但是離開不是放棄，是為了更好的回來。",
      "length": 114,
      "addedAt": "2025-12-10T00:33:29.127Z"
    }
  ]
}