{
  "type": "愛情文案",
  "updated": "2025-11-26T06:12:22.642Z",
  "updateTime": "2025/11/26 下午2:12:22",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "我愛你，不光因為你的樣子，還因為和你在一起時我的樣子；我愛你，不光因為你為我而做的事，還因為為了你我能做成的事；我愛你，因為你能喚出我最真的那部分，我心裡最美麗的地方被你的光芒照得通亮。",
      "length": 93,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 2,
      "content": "你的身影，吸引我；你的溫柔，纏繞我；你的美麗，侵潤我；你的話語，激勵我；我對你的愛，如剛剛出浴的美人，帶著淡淡的清香，絲絲的羞澀。",
      "length": 65,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 3,
      "content": "天堂的美麗，缺少不了你的默默耕耘，加上一個多情的我，也就有了獨一無二的愛情；在愛你的天堂，穩紮穩打，一步一個腳印，堅持愛你的心，一生一世不動搖；在愛情的天堂，和你一起，看日出日落；和你一起，去天涯海角；和你一起，欣賞流星雨；和你一起，牽手到永遠。",
      "length": 123,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 4,
      "content": "喜歡的人不出現，出現的人不喜歡。這都是因為你太愛自己了！都說理想豐滿、現實骨感，其實理想和現實之間的差距，恰恰是我們內心對自己認知的錯位。總覺得生命中迎面而來的人太糟糕，或許正是因為把自己設想得太完美。",
      "length": 101,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 5,
      "content": "因為想一個人而寂寞，因為愛一個人而溫順；因為有一個夢而執著，因為等一個人而折磨；愛，就大聲說出來，因為你永遠都不會知道，明天和意外，哪個會先來！世界上最遠的距離，不是站在你面前你不知道我愛你，而是愛到痴迷，卻不能說我愛你。",
      "length": 111,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 6,
      "content": "千年歲月輪迴中，我誓死不喝孟婆湯，只為在人海中能夠一眼認出你，是你，是你，我要的就是你，你的笑容那樣熟悉，嫁給我吧！",
      "length": 58,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 7,
      "content": "如果，真愛一個人，你會陷入情不自禁的旋渦中，情不自禁念他的好，情不自禁回憶和他一起走過的時光，情不自禁為他做一些事情，情不自禁在乎著他的一切。他愛不愛你，你也是能夠感覺到的。真正的愛情，要懂得珍惜，沒有誰和誰是天生就註定在一起的。對自己好點，對心愛的人也要好點。",
      "length": 131,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 8,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 9,
      "content": "如果愛有原因，那就不愛了；如果愛有目的，那也就不愛了；如果愛可以解釋，如果愛合情合理，那麼愛也就不復存在了。愛情不合乎邏輯，或許這就是愛的邏輯。",
      "length": 72,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 10,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 11,
      "content": "初次的相見，你便是我無法抹去的思念；命運捉弄，你我擦肩而過。縱使有緣無份，我依然是你忠實的朋友，衷心祝福你。",
      "length": 54,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 12,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 13,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 14,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 15,
      "content": "不管是以什麼樣的方式去懷念，終究都成為過去時了。一生中，我們努力去尋找的或許不一定是真的愛情，但那些能讓你過的舒服，能讓你開心，快樂的那個人，往往最終會成為你身旁的伴侶。你可能會迷惘，但當你真正學會愛一個人的時候，你就會了解，就會知道，只有陪在身邊才是擁有，愛到習慣才會長久。",
      "length": 138,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 16,
      "content": "愛情是以微笑開始，以吻生長，以淚結束。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。",
      "length": 95,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 17,
      "content": "沒有你的世界，只剩黑與白，孤單和寂寞，把我心填滿；擁有你的陪伴，世界絢麗多彩，五彩的繽紛，點燃快樂心情。4.12誓要愛，你就是我的全世界。",
      "length": 69,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 18,
      "content": "世間最美的愛情，就是當激情退去、容顏衰老，牽你的還是那雙無怨無悔的手；當財富散盡、一無所有，陪你的還是那顆至死不渝的心；當災難降臨、眾生遠離，暖你的還是那份不冷卻的情。世間最美的愛情，不是公主與王子的戀愛，而是找一個不離不棄的平凡人，有生之年，只訴溫暖不言殤，傾心相遇，安暖相陪。",
      "length": 140,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 19,
      "content": "當惆悵不經意時湧起，你感覺了思念的滋味；當思念在不經意時想起，你感受等待的滋味；當等待在不經意時燃起，你體會了牽掛的滋味；當牽掛在不經意時升起，你才明白了愛的滋味。",
      "length": 82,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 20,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 21,
      "content": "同行一生，是難得的緣分；共度一旅，也是一份可貴的紀念。愛我的人，我不愛她；我愛的人，她不愛我；兩情相悅，那麼到底能不能在一起了？我想是可以的，因為世間必有真情在。愛情沒有因果，愛情沒有規則，愛情不分對錯，真愛最殘忍卻不褪色。",
      "length": 112,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 22,
      "content": "曾經以為，我是你心中永遠的春天，可我忘了，春天的後面是冷秋，寒冬。曾經以為，我可以戒情，戒網，戒傷心，可我忘了，最難戒的卻是你。",
      "length": 64,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 23,
      "content": "愛一個人要互相信任；愛一個人要互相理解；愛一個人要多多用心去包容；愛一個人要心胸寬闊；愛一個人要尊重對方的思想和主見；愛一個人要在背後多給予支持；愛一個人要坦誠相待；愛一個人不要互相埋怨；愛一個人要放下自己的尊嚴；愛一個人要付出一切；愛一個人要有勇氣去承擔愛的風風雨雨。",
      "length": 135,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 24,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 25,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 26,
      "content": "最浪漫的事：牽著你柔嫩的手，依偎著走過風霜；靠在我寬厚的肩膀，細數愛裡的滄桑；躲進我堅實的胸膛，不再為愛的無措彷徨；愛我，不讓你受傷！",
      "length": 67,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 27,
      "content": "人生的道路不是一帆風順的，愛的路程也有風雨，我也不是十分完美的人。有時我也會為你徹夜難眠，生出一些奇怪的念頭，揣摩你的愛，但瞬間又讓我否定。",
      "length": 70,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 28,
      "content": "最初的相識相知，後來的相濡以沫，讓我相信你就是我一直在苦苦找尋的幸福。但我猜到了過程，卻未曾猜到結局。現在才發現，幸福有時距離我很近很近，甚至觸手可及，但卻也只是過眼雲煙，轉瞬即逝。其實，我想要的幸福真的很簡單，我只想：願得一人心，白首不相離。",
      "length": 122,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 29,
      "content": "不是每一朵花都能代表愛情，但是玫瑰做到了；不是每一種樹都能耐得住乾涸，但是白楊做到了；不是每一頭豬都能收到短信，但是你做到了；也不是每個人都喜歡豬，但是我做到了。",
      "length": 81,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 30,
      "content": "我喜歡這樣想你，就這樣想著你，讓自己的心臟有柔柔的疼痛和甜蜜的幸福。你是否知道以前當我第一次聽到別人提起你的時候，無意之中間心底便有了殷切的期盼、當你第一次走進我的視野的時候，怦然心動間就把你定格在我的腦海裡、當你第一次闖進我心房的時候，驀然回首間已將你烙印在我靈魂的深處、當你第一次和我相畏在河畔的時候，我便默默的祈禱讓這份真情化成永恆。",
      "length": 170,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 31,
      "content": "認識你之後，和你一起，我在乎你，因為我愛你，但我不會挑剔你，傷害你，我能理解你，你的每一句話，每個動作我都很在意，可我不會發火，因為我的某些方面也有不足，我們一起前行。",
      "length": 84,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 32,
      "content": "生命不可輪迴，如果有真心愛你的人，請無條件地對他好，但切記，不要把他對你的好當成一種習慣，並且理所應當地接受。",
      "length": 55,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 33,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 34,
      "content": "喜歡一個人，如果失去了，就像丟掉自己心愛的物品，雖有遺憾，但是心中不會有多痛。可是愛一個人，如果失去了，就會留下一個傷口，永遠都會隱隱作痛。有些失去是註定的，不要因為自己的一時寂寞，而去接愛一段不合適你的愛；也不要因為一段不合適你的愛，而去寂寞一生。",
      "length": 125,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 35,
      "content": "有時你發很大脾氣，只不過是對人還有期待。有時你說了分手，也不過是希望對方能挽留。真正的失望，其實是對人的心喪若死。當你有任何情緒波動時，對人的感情並沒斷絕。但當你的情緒毫無波瀾，根本毫不在乎的時候，才是真正的死心。死心了，對方不過是一具屍體。",
      "length": 121,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 36,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 37,
      "content": "如果還可以，令你在須臾的閒暇之間追尋我的身影，我願若深藏於地底的繭，再沉睡二十年，然後在春日的暖陽中，破繭而出，化蛹為蝶，在藍天下碧草邊，翩翩為你而舞。",
      "length": 76,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 38,
      "content": "有時候相愛是一種相互的焦灼，會讓你們彼此不爽，會讓你們賭氣，會讓你們看到了吵架看不到難過。這樣的愛情，似乎是不好的。但你們真的分開，卻會生不如死，那麼，在一起就是唯一的答案了。相愛就是沒有辦法分開，所以只能選擇忍讓。改變再痛苦，也不會比分手痛苦啊。",
      "length": 124,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 39,
      "content": "一個人愛上你的原因，並不是你有多好，而是你對他有多重要。為什麼有些人表現的再優秀，也不如別人撒幾句嬌管用，就是這個道理。你的優秀，只是你的好。而別人撒嬌，卻讓男人覺得自己很重要。談戀愛，是兩個人相互權衡比重。所以，你對他有多重要，就代表他有多愛你。",
      "length": 124,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 40,
      "content": "其實愛就是和你一起走，走很遠的路也沒有疲倦。比如汽車、比如火車，比如放在腳邊的行李箱，比如麵包，比如礦泉水，比如一隻剖開的桔子，比如你在黑夜的站臺上蹲下身給我係上鞋帶。這一些瑣碎的事物，像家鄉的草堆一樣，堆積起我們的愛情。",
      "length": 111,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 41,
      "content": "你想吃蘋果，他買不到，於是用果汁代替，喝完你很感動，以為這就是愛情，可後來對方拋棄了你，才發現自己想要的還是蘋果。很多人以為有了感動就是愛，別人給你一些關心就有所謂的安全感，但愛不是同情，更不是慣性依賴。別以為愛可以將就而輕易勉強自己，別讓錯誤的人浪費了最好的你。",
      "length": 132,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 42,
      "content": "愛，是心靈與心靈的相知，它可以不要太多的語言來粉飾。真正相愛的人，會毫不計較地為情感付出，唯一的期盼只是對方的疼惜；真正相愛的人，會處處時時牽掛著對方，給他（她）以關懷體貼；真正相愛的人，一個動作，一個眼神，都能心領神會，那份相知的默契勝卻一切物質帶來的歡悅。",
      "length": 130,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 43,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 44,
      "content": "淡淡的暮色裡你將踏上歸程，不知您一天過得可好。在遙遠的角落有顆心在為你駐守、惦念。不必刻憶，因為剛剛掠過的風是我的溫柔。",
      "length": 60,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 45,
      "content": "鏡中伊人，花影對月容，皆以零散，若塵世無緣，我會想起誰？洗淨鉛華，修顏遮擋心扉，情如風隨水，我又願意忘記誰？紅塵深鎖，只緣感伊一回顧，展顏輕笑，我此生不負相思。只緣感你，展顏回顧，傾城一暖，淺笑梨渦。只想讓你回眸一次，便能看見我的深情。",
      "length": 118,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 46,
      "content": "真正的愛，既無私，也自私。說愛是無私的，是因為愛會打破你的自我界限，讓你敞開胸懷，全心全意去關注對方。說愛是自私的，是因為愛的最終目的，是為了擴大自我、完善自我。為對方付出愛，會促使你自己主動發生改變，去進行自我完善。換而言之，愛對方，成就的是自己。--《活著不是給別人看的》",
      "length": 138,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 47,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 48,
      "content": "有人說愛情是一個人掙脫，另一個人撿起；而我覺得愛情像她的眼睛，容不得一點沙子。有人說愛情不一定要轟轟烈烈，平平淡淡才是真；我認為愛情就是在她需要你的時候，無論你在天涯還是在海角都立馬來到她身邊，再冠冕堂皇的甜言蜜語都抵不過一句我願意。",
      "length": 117,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 49,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2025-11-26T06:12:22.642Z"
    },
    {
      "id": 50,
      "content": "拼命對一個人好，生怕做錯一點對方就不喜歡你，這不是愛，而是取悅。分手後覺得更愛對方，沒他就活不下去，這不是愛情是不甘心。你拼命工作努力做人，生怕別人會看不起你，這不是要強，而是恐懼。許多人被情緒控制，只敢抓住而不敢放棄。但什麼都不敢放棄，你活得多累。會放棄的生活才會更灑脫。",
      "length": 137,
      "addedAt": "2025-11-26T06:12:22.642Z"
    }
  ]
}