{
  "type": "愛情文案",
  "updated": "2026-02-15T06:25:25.472Z",
  "updateTime": "2026/2/15 下午2:25:25",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 2,
      "content": "白天和黑夜，交替著寂寞；時間和空間，在思念中穿梭；沙漠比綠洲，更懂得飢渴；情意的文字，滲透著筆墨；暖暖的回憶，將時光濃縮；守你在心中，將歲月打磨。想你，每分每刻。愛你，一生一世，無時無刻！",
      "length": 94,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 3,
      "content": "不管這考驗多坎坷，都要一大步跨過去。你的愛情，如果，不幸福，如果，不快樂，那就放手吧，有些失去那是註定的，有些緣分是永遠不會有結果的。愛一個人不一定會擁有，若是擁有一個人，就好好愛她。",
      "length": 92,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 4,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 5,
      "content": "愛，如果不是全部，那就什麼也不是。愛可以一點一滴地修飾你的言行與靈魂，而不是小心翼翼、戰戰兢兢地討對方的歡心，或是整天提心吊膽地擔心那人的變心。愛是平等的交流，而不需要太多發抱歉與解釋。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為我愛你我才知道人生有許多無法滿足的事，愛情總是太美。",
      "length": 176,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 6,
      "content": "憧憬美麗的春天，盼望溫暖的春天，請你走進我的生活，溫暖我的人生，你就是我的春天，我的夢，請你給我生命以綠色的希望吧！",
      "length": 58,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 7,
      "content": "愛情是一百年的孤獨，直到遇上那個矢志不渝的守護你的人，那一刻，所有苦澀的孤獨，都有了歸途。--張小嫻《我終究是愛你的》",
      "length": 59,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 8,
      "content": "不屬於你的，那就假裝不喜歡，然後慢慢地淡漠，你現在不放手，就會漸入更深的苦海；已經過去的，那就試著去遺忘，蜷縮在曾經的陰影中，你就拒絕了明天的陽光；與你無關的，那就擱在心田外，人生的行囊裝不了多少，別總讓自己負重前行；最該珍惜的，請別輕易的拋棄，眼下的時光，身邊的人。",
      "length": 134,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 9,
      "content": "忽然想起，一個人愛你的時候，你撒嬌是親暱，索取是信任，哭是楚楚可憐，就連你牙縫間的韭菜花他都能把你比喻成天真爛漫，而一個人一旦不愛你，撒嬌是無理取鬧，索取是過於貪婪，哭是矯情軟弱，就連你勤儉節約都叫小氣沒情調，就是因為不愛了而已，才披上美麗的藉口--根本與你怎麼表現無關。",
      "length": 136,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 10,
      "content": "愛情總是痴情人受傷，為了自己的愛情自始不渝，即使自己被拒絕於千里之外，但還是至死不渝的追求自己喜歡的人，他們覺得很值得，因為愛情是神聖的！",
      "length": 69,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 11,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 12,
      "content": "但凡死纏爛打的人，大都不是真的深愛你，只是在跟自己賽跑。愛你的人，做不到死纏爛打。自尊不允許。我們一直深信，愛就是把最好的一切給予對方，包括尊嚴。多少淺淺淡淡的轉身，是旁人看不懂的情深。",
      "length": 93,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 13,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 14,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 15,
      "content": "跟你絕配的愛人，並不是天然產生的。你能一見鍾情的，並不代表會相處融洽。相處融洽的，不一定會忠心耿耿。真正絕配的愛人，其實都靠打磨。你改一點，他改一點，雖然大家都失去點自我，卻可以成為默契的一對。相愛和相處是兩回事。相愛是吸引，而相處是為對方而改變。",
      "length": 124,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 16,
      "content": "喊著要嫁個有錢人的，後來享受平凡小日子；過去迷戀搖滾青年的，結果跟IT男走到一起；發誓非長腿不嫁的，最後找了不高卻夠寬的肩膀。與其花時間想究竟要找個什麼樣的人，不如先想明白什麼樣的自己才會被愛情遇上。最好的愛不是對方有多好，而是因為愛上一個人自己變得更可愛。",
      "length": 129,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 17,
      "content": "愛你，在一縷風裡，漾出思念的淚落在雨裡。愛你，在一抹秋陽中，寫下的眷戀放在秋水裡。愛你，躲開了寂寞，卻沒有繞開幽怨。愛你，一半溫水，一半涼水，幸福和傷害無法割捨。於是我在我的城裡焚滿香火，你可聽見，輕輕的經聲，唸的全是你。",
      "length": 111,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 18,
      "content": "愛是火熱的友情，沉靜的瞭解，相互信任，共同享受和彼此原諒。愛是不受時間、空間、條件、環境影響的忠實。愛是人們之間取長補短和承認對方的弱點。--安恩&middot;拉德斯",
      "length": 84,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 19,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 20,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 21,
      "content": "有一種愛叫美麗，有一種愛叫刻骨銘心，有一種愛叫緣分，有一種愛叫地老天荒，有一種愛叫幸福，有一種愛叫海枯石爛，有一種愛叫寬容，有一種愛就叫一輩子，愛是你我一輩子的幸福，愛更是你我一輩子的拉手。",
      "length": 95,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 22,
      "content": "多少的有情人走不進彼此的今生，只能苦苦的相約於來世，而走過愛情走進婚姻後，卻不會再珍惜彼此的付出。所以記得珍惜愛自己的人，把每一個平淡的今天都好好把握。",
      "length": 76,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 23,
      "content": "愛情像放大鏡，把好的那個你和壞的那個你，同時放大了擺在你面前。而真愛，就是幫助好的那個你，最終戰勝壞的那個你的那種愛情。真愛會讓你成為一個更寬容、更自信、更強大也更幸福的人。而且真愛應該是雙方的，把你變得更好的同時，也把對方變得更好。--毛路《人生對人生觀開的玩笑》",
      "length": 133,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 24,
      "content": "有愛情的生活是幸福的，為愛情而生活是危險的。如果說愛情是一朵鮮花，那麼它只有紮根在事業的沃土裡才能竟相開放，鮮豔奪目。若把愛情看得高於一切，那不僅會破壞愛情，而且很容易葬送人生及事業。",
      "length": 92,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 25,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 26,
      "content": "愛你是我一天最重要的事，想你是我一天最快樂的事，看你是我一天最享受的事，愛你，想你，看你，是我一輩子都要做的事。",
      "length": 56,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 27,
      "content": "也許愛不是熱情，不是懷念，不過是歲月，年深月久成了生活的一部分。人，都喜歡和不計較的人在一起相處，不計較的人剛開始時，看似失去，但長久下來卻是獲得；愛佔他人便宜的人，剛開始看似獲得，但相處久後卻是失去。",
      "length": 101,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 28,
      "content": "一生當中，你常常都會遇到某個人，他打破你的原則，改變你的習慣，成為你的例外，然後歲流經，不知不覺中，他變成你的原則，成就你的習慣，這就是一種牽絆。",
      "length": 73,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 29,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 30,
      "content": "我不知道月亮能不能代表我的心，但我告訴你我真的愛你！愛你有多深，我找不到標準來衡量，但我向你保證時間可以見證我愛你一生一世！",
      "length": 62,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 31,
      "content": "我不是不會對別人動心，而是因為已經有了你，我沒必要再對他人動心；我不是不會愛上別人，而是因為已經有了你，我懂得擁有了愛情就別再曖昧；我不是不會去碰個更好的，而是因為已經有了你，我不想再碰到更好的。愛情可遇而不可求，真愛只有一次，即使你不是最好的，不是最合適的，但卻是我最珍惜的。",
      "length": 139,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 32,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 33,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 34,
      "content": "愛情，我想擁有的，只是紫陌紅塵之中的平淡素樸的愛戀；只需執子之手，同甘共苦，歷盡滄桑之後，仍能愛意綿綿，不離不棄的度過餘生，不需像梁山伯與祝英臺那樣的驚世愛情，也不需像羅密歐與朱麗葉那樣的浪漫情史。",
      "length": 99,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 35,
      "content": "愛情，始像是一件華麗的衣裳，炫眼耀目，可滿路的荊棘，刮破了它，蹂躪了它，雖然一路上，他們縫了又縫，補了又補，可這愛情還是當初的愛情嗎？當初柏拉圖式的愛情理想，升到半空，就已然破滅了。",
      "length": 91,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 36,
      "content": "愛情裡心最重要：細心，可以讓愛情長長久久。貼心，可以讓愛情甜甜蜜蜜。用心，可以讓愛情歷久彌新。交心，可以讓愛情溫暖光亮。真心，可以讓愛情喜悅充實。慈悲心，可以讓愛情增加厚度。心與心的距離，可以很近，也可以很遠，被愛迷惑時，不妨靜下心來，聽聽自己對愛的需求，真心是否湧動。",
      "length": 135,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 37,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 38,
      "content": "用一片情，寫一顆心，記一輩子，讓你孤獨的等候永遠有一個可想可念可愛可親的心上人。那樣，心就不會再老死，情就不會再枯萎，愛就不會再荒蕪。",
      "length": 67,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 39,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 40,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 41,
      "content": "找一個會在錢包裡放你照片的男人，敢讓你咬在身上留印記的男人，敢在微博博客寫你的男人，敢讓你知道他一切的男人，就算在你任性說分手的時候也不會拋下你會緊緊擁抱你不讓你走的男人，敢對你一生負責任並且好好對你的男人。有這樣的男人，你找到了嗎。",
      "length": 117,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 42,
      "content": "我們都曾為那年的青春哭泣，後來想起，就笑了。最殘忍不過時間，本以為刻骨銘心的故事，就在唸念不忘間，漸漸遺忘。那些大悲大喜的際遇，最後想來，也只是：彼此經過，各自向前……",
      "length": 84,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 43,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 44,
      "content": "愛情，像長不大的孩子，一旦一段愛情被稱為成熟，事實上它已經不是愛情，而是由時間定位的一種習慣。愛情，又像是一顆萌芽的種子，經歷風風雨雨變成了果實。沒有最初的感動，沒有最初的朦朧，沒有最初的難捨難分，它以一種叫擁有的形式推遠了那份珍貴。",
      "length": 117,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 45,
      "content": "曾經以為，我是你心中永遠的春天，可我忘了，春天的後面是冷秋，寒冬。曾經以為，我可以戒情，戒網，戒傷心，可我忘了，最難戒的卻是你。",
      "length": 64,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 46,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 47,
      "content": "真愛是兩棵樹的獨立，相互注視和映襯，卻各成風景；真愛是兩簇花的愛慕，欣賞對方的美麗，無妨自由的呼吸；真愛是兩顆星的遙望，千萬年的等待，但從未感到分離；真愛是兩顆心的聆聽，不論何時何地，都能摒棄浮華喧囂，滌盪躁氣濁音，超越貧富生死，永遠執手相依。惟願這一生，執子之手，與子偕老。",
      "length": 138,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 48,
      "content": "男人把幼稚的女人看作單純，女人把單純的男人看作幼稚；事業是男人的姿色，姿色是女人的事業；男人用智商掌控女人，女人用情商拴住男人；男人喜歡長得漂亮的女人，女人喜歡對她好的男人；忠孝才是真正的男人味，柔順才是真正的女人味；男人忠孝令女人有安全感，女人柔順令男人有幸福感。",
      "length": 133,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 49,
      "content": "【愛情其實就是一種生活】與你愛的人相視一笑，默默牽手走過，無須言語不用承諾。繫上圍裙，走進廚房，為你愛的人煲一鍋湯。風起的時候為她緊緊衣襟、理理亂髮，有雨的日子，拿把傘為她撐起一片晴空。睡醒時，眼波流動間的體貼溫柔、肌膚間的溫暖，可以幸福一生。",
      "length": 122,
      "addedAt": "2026-02-15T06:25:25.472Z"
    },
    {
      "id": 50,
      "content": "如果，你遇到一個喜歡跟你忽冷忽熱的人，請轉身離開。如果，你遇到一個喜歡跟玩躲貓貓的人，請果斷離開。如果，你遇到一個喜歡跟你曖昧卻不給任何承諾的人，請決絕地離開！離開是讓自己邂逅那個給你真愛的人，離開是為更好的幸福。不以一生託付的交往都是耍流氓，因為尋找安穩恆久的人傷不起！",
      "length": 136,
      "addedAt": "2026-02-15T06:25:25.472Z"
    }
  ]
}