{
  "type": "愛情文案",
  "updated": "2026-01-03T18:10:53.794Z",
  "updateTime": "2026/1/4 上午2:10:53",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "可能我們很愛很愛某個人。可是當我們回首，才發覺自己曾經很天真。事實或許已經告訴我們，愛，不是輕而易舉獲得的，需要一起經歷過才知道真或不真。",
      "length": 69,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 2,
      "content": "經過一次付出了卻得不到回報的愛情之後，免不了對人起了疑心，總提防著。還以為這是自己長大了，也不過是小資產階級那點保本的策略：不想賠，就把錢藏好，一分也不要拿出來。這個思路，廣泛應用於各類情感，這就是通俗愛情。",
      "length": 104,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 3,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 4,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 5,
      "content": "最痛苦的愛，也許就是在最青澀的年紀相遇，然後不得不面臨時差和距離。異地戀並不是必死結局，也不是狂少叛逆，更不是雨中的一把傘就可以讓真正相愛的人輕易分離。異地戀，只是過早的遇到對的人，距離只會讓兩個真正相愛的人變得更加珍惜。",
      "length": 111,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 6,
      "content": "或許我們就這樣錯過，再來後悔為何當初不說。摘不到的星星，總是最閃亮的。熘掉的小魚，總是最美麗的。錯過的電影，總是最好看的。失去的情人，總是最懂我的。這世界上，每一個人都有個想要尋找的人。",
      "length": 93,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 7,
      "content": "千萬不要對你的愛缺乏堅強的勇氣，也不要對你的愛情太過痴狂，愛情真的很奇妙，世上沒有無緣無故的愛，也沒有無緣無故的恨，愛與恨，只是在一念之間，就繁華落盡，縈繞你心頭的永遠是揮之不去的痛，落在你心底的是無盡的殤懷。",
      "length": 105,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 8,
      "content": "有你開心也歡心，對你真心痴心，也曾傷心痛心，不敢花心變心，不要多心疑心，我會全心用心，事事小心上心，處處細心留心，只要將心比心，大可寬心放心，現在表明我心，確實發自內心，此乃永恆之心。親愛的，請你收下我的心，用它替代玫瑰花，陪你快樂每一天。",
      "length": 120,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 9,
      "content": "愛，是恆久忍耐又有恩賜；愛，是不忌妒；愛，是不自誇，不張狂，不做害羞的事。不求自己的益處，不輕易發怒，不計算人家的惡，不喜歡不義只喜歡真理。凡事包容，凡事相信，凡是盼望，凡事忍耐。愛，是永不止息的。",
      "length": 99,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 10,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 11,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 12,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 13,
      "content": "想找一個願意每天晚上都會跟我說晚安的人，想找一個能在我受傷的時候安慰我的人。人生就是這麼多變，紅塵匆匆，一生相遇，三世情緣，遇見了，愛上了，最終離開，失去了...正如人生裡那青澀的年代，期待一份美麗的邂逅，一份真摯的愛戀。",
      "length": 111,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 14,
      "content": "那一年的那一天，我們相遇了。正如愛情的到來，正如我對你的一見鍾情。就這樣我們，默然相愛，寂靜喜歡。你叫我傻子,我叫你笨蛋。笨蛋，偶爾的一句想你，會有多麼溫暖我的心頭。笨蛋，我愛你愛的好累，愛的好疲。笨蛋，我知道一開始就無法結束。我絕不退出，千人難逃一個情字，我們在黯然銷魂處風心。",
      "length": 140,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 15,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 16,
      "content": "每個人都會犯錯，你若真的深愛一個人，無論他以前如何對你，無論他犯什麼錯，你都會去原諒，甚至為他找理由。你若不愛一個人，可能對方只說錯了一句話，就立刻翻臉分手。所以，當一個人抓住你的小錯而分手，不是因為你的錯，而是因為不愛你。原諒這種事，和愛的深淺有關。有多少愛，就有多少原諒。",
      "length": 138,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 17,
      "content": "愛情是偉大的。它使得數學法則失去了平衡。兩個人分擔痛苦，只有半個痛苦；兩個人共享幸福，卻有兩個幸福！",
      "length": 50,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 18,
      "content": "真愛是無處不在的。愛不是簡單的喜歡，而是永恆的感動。每分鐘都想在一起，是熱戀的狀態。當激情在生活和時間的磨礪下逐漸平息，我們會發現，愛就在你我身邊。它是你哭泣時對方遞過來的一條毛巾，是你無助時一個可以依靠的臂膀，是你走進人生低谷時的不離不棄。真愛樸素無華，需要用心去感受。",
      "length": 136,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 19,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 20,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 21,
      "content": "用我的心，加你的意，合一段完美愛情，用火的熱，加水的柔，融一片激盪真情，用花的美，加糖的甜，化一碗濃稠蜜羹，用字的順，加句的暢，編一條幸福短信，從此愛情一路無阻！讓我們真愛到底，永不分離！",
      "length": 94,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 22,
      "content": "當一個男人誇讚一個女人聰明、善良、溫柔、賢惠、多情、漂亮的時候，往往是分手以後。而當一個女人誇讚男人能幹、負責、聰明、浪漫、可靠的時候，往往是熱戀當中......對男人而言，分了手的女人是最好的。對女人而言，在一起的男人才是最好的。",
      "length": 116,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 23,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 24,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 25,
      "content": "愛一個人，就是要他沐浴愛的幸福；愛一個人，就是要他遠離孤獨的煩憂；愛一個人，就是要他告別失意的困擾；愛一個人，就是要他不再經受心靈的折磨；愛一個人，無論他在何方都要為他默默的祈禱；愛一個人，無論自己身在何處都為他牽腸掛肚；愛一個人，情願讓自己受苦受累也要為他鋪平道路......",
      "length": 139,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 26,
      "content": "沒有規定誰一定要愛誰，誰一定要疼誰，說一定要無限包容誰。能做到這樣對你的，請一定要珍惜，因為他肯定把你放在很重要很重要的位置。",
      "length": 63,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 27,
      "content": "千萬別說配不上我，當年小喬和曹操配嗎？他們到最後還不是走到了一起。如果你覺得我配不上你，就請先把我看清楚了，談了之後別說我沒給你悔過的機會。",
      "length": 70,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 28,
      "content": "有一些愛啊，到最後變成恨。有一些恨，卻是愛的開始。所以愛恨本是同一種東西，你的心情變了，一切就都會變。仔細想想，其實你愛的人，和你恨的人，有時候對你是同樣的壞，同樣的不好啊。為什麼你會依戀一個卻痛恨另一個呢？愛和恨，唯一的區別，就是你覺得值得不值得。",
      "length": 125,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 29,
      "content": "有些人，因為新鮮感而愛你。而有些人，是因為看懂了你的靈魂。前者會在熱情消退後離開，而後者可以陪你一輩子。所以愛的再熱烈，也不如愛的有理由。長長的愛，需要一個深深的緣由。",
      "length": 84,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 30,
      "content": "我們都是近視眼，忽略了離我們最真的情感，我們都是遠視眼，模糊了離我們最近的幸福。一輩子真的很短，遠沒有我們想象的那麼長，永遠真的沒有多遠，所以不妨對愛你的人好一點，也對自己好一點，是你的枕畔人，明天可能就是你的陌路人，如果這輩子來不及好好愛，就更不要指望下一輩子還能遇見。",
      "length": 136,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 31,
      "content": "好酒需要一口一口慢慢地用心去品，愛情則需要一點一滴地去關愛，去呵護，去培植。酒喝一點可以強身健體，喝多了傷肝傷脾；愛情則不然，愛得越深，情越長，人越清爽。",
      "length": 77,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 32,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 33,
      "content": "在一起一天拉手在街上那是激情，在一起一年拉手在街上那是戀情，在一起五年還能在街上拉手那是感情，在一起十年在街上拉手是親情。如果三十年後還能一起拉手在街上散步那才是愛情。",
      "length": 84,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 34,
      "content": "冥冥之中，似乎有一根線牽引著你我走到一起。當視線對上的那一刻，天地萬物已被遺忘於腦後，眼中看到的只有你，那時就知道我已陷入愛情的漩渦裡，再也爬不出來，也不願再出來了。",
      "length": 83,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 35,
      "content": "真正的愛情，要懂得珍惜，沒有誰和誰是天生註定在一起的。一輩子其實不長。能遇心愛的人，是多麼幸運的事。為何不緊握著他的手呢。一輩子只愛一個人，並不丟人。明明知道，除了他還會有更優秀的人出現，可是一個人不能這麼貪心的。一顆心需要去溫暖另一顆心，坦誠相待，這樣才可以幸福。",
      "length": 133,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 36,
      "content": "愛情是以微笑開始，以吻生長，以淚結束。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。你出生的時候，你哭著，周圍的人笑著﹔在生命的盡頭，你笑著，而周圍的人在哭著。",
      "length": 95,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 37,
      "content": "戀愛時，你有一股強烈的渴望想要融入這個人。這已不是愛的問題。你的身體充滿愉悅感，你的頭腦活動完全不見了。因為我們在嬰兒期跟母親進入過這樣的狀態，所以我們認為若想再度擁有這種狀態，就必須和另一個人在一起。其實我們真正想找的只是那份融為一體，黃金般的溫暖感。",
      "length": 127,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 38,
      "content": "這一年，我懂得了日久不一定生情，但一定能夠見人心。這一年，我懂得了原來討厭的可以依舊討厭，喜歡的卻有很多可以不再喜歡。這一年，我懂得沒有誰會像父母一樣一直包容並原諒你。這一年，我懂得了生容易，活容易，生活不容易。",
      "length": 106,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 39,
      "content": "愛情的美麗在於相互的欣賞渴望和追求。那些風花雪月的故事，那些花前月下的誓言，那些淺唱低吟的呢喃，宛如披著輕沙的夢，觸動著我多愁善感的靈魂和浪漫的情懷。",
      "length": 75,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 40,
      "content": "感謝那些看透了我，卻還一直陪在我身邊的人。是接受，不是忍受；是支持，不是支配；是慰問，不是質問；真正的愛，要道謝也要道歉。要體貼，也要體諒。要認錯，也好改錯；真正的愛，不是彼此凝視，而是共同沿著同一方向望去。其實，愛不是尋找一個完美的人。",
      "length": 119,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 41,
      "content": "真正的陪伴，經得起坎坷，經得起平淡。不要再給我一些突如其來的關心。不是每一次我都會覺得受寵若驚。我真的真的，消受不起了。我不會一直犯賤。好了傷疤，忘了疼的事，我不會一直做。&nbsp;",
      "length": 92,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 42,
      "content": "你把愛情變成了菜市場，在裡面討價還價，心意則變成了一種交易。你變得愛計較。你開始挑剔愛情裡的一些小細節，放大檢視每一個舉動。在愛情裡面，你原來才是那個不滿足的人。愛裡的每一個小毛病，都變成了大問題。你是一個追求公平的人，伹卻忘了愛情裡面更需要的是包容。你覺得自己變得不可愛了。",
      "length": 138,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 43,
      "content": "如果你給我的愛，不能天長地久，當初又何必苦苦追求讓我愛上你。你曾經告訴我：為了我，你可以放棄所有。你的父母，你的公司，若是阻攔了我們，你都甘願放棄，決不皺眉。",
      "length": 79,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 44,
      "content": "愛就把你的手給我，我會一直牽著你，直到生命的盡頭；愛我，就把你的心給我，我會把它和我的心放在一起，直到我的心臟停止跳動；愛我，就把你的悲傷給我，我會和你一起分擔所有的憂愁，直到你不再傷悲；愛我，就把你的眼淚給我，我會用我的體溫把它烘乾，直到看到你的笑容。",
      "length": 127,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 45,
      "content": "自己買玫瑰，算了，會被人笑的；買巧克力，算了，會胖；點上蠟燭，算了，沒有情人；情人節，願沒有情人的你和我一起度過快樂情人節！",
      "length": 62,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 46,
      "content": "我習氣你的庇護，習氣你的調皮，習性你的溫順，習性你的聲響，你就是我餓飢外的裡包，烏明外的燈泡，你就是我獨一的獨一。",
      "length": 57,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 47,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 48,
      "content": "愛情是一句誓言，愛情是一個憧憬，愛情是一種執著，愛情是一種忠誠，愛情是一種守望，愛情是一屢思念，愛情是一絲惆悵，愛情是一聲嘆息，愛情是一種哀怨，愛情是一種痴迷，愛情是一種懷念！",
      "length": 88,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 49,
      "content": "想知道一個人是不是真的愛你，就放他走，無論什麼理由，無論多久。如果他回來，就代表他是真的愛你；如果他愛上了沒有你的生活，那就代表他愛的其實是他自己。有時候，撕心裂肺的痛後，淚水可以洗清你的視線，把不值得的愛，變成支撐自己的動力，你會知道自己要的到底是什麼。",
      "length": 128,
      "addedAt": "2026-01-03T18:10:53.795Z"
    },
    {
      "id": 50,
      "content": "愛情這件事情，最充滿玄機，什麼時候遇到什麼樣的人，那幾乎是命中註定。愛情不是找到的，一定是遇到的。歷經千迴百轉的大概不是愛情，愛情一定是，等了又等，然後，她出現了，你認定了，這就是愛了。",
      "length": 93,
      "addedAt": "2026-01-03T18:10:53.795Z"
    }
  ]
}