{
  "type": "愛情文案",
  "updated": "2026-01-30T12:19:17.413Z",
  "updateTime": "2026/1/30 下午8:19:17",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 2,
      "content": "愛情是裝滿酸甜苦辣鹹的五味瓶，甜到心裡苦到心底。酸的是溫柔，甜的是幸福，辣的是堅強，苦的是傷痛！未曾嘗試愛情，不會懂得；只有真正的愛，才會明白，愛不僅僅是給與快樂，品嚐甜蜜，還能令人身心疲憊，感受傷痛，在愛的海洋裡，痛的哭泣，痛的無語，痛的心殤。原來愛情可以如此傷人。",
      "length": 134,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 3,
      "content": "找一個相守一生的人，未必要完美，甚至未必是至愛，只要同路就好，可以結伴而行，不至一生寂寞，足夠了。",
      "length": 49,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 4,
      "content": "原來，愛情從來沒有離開過，只是我記得，你忘了！ ------ 失去的東西失去了，傷害還是傷害，道歉並不能讓時間倒轉，也不能讓發生的事情過去 ------ 有人牽著，去哪裡都可以；有人回應著，說什麼也可以；因為那是兩個人的事情，就算再無聊，也會變得很幸福。",
      "length": 127,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 5,
      "content": "浪漫並非一定是兩個人的事，浪漫也不一定只存在於愛情之中。浪漫可以是花錢開一家餐廳只為了每天晚上能夠在裡面彈奏一曲，浪漫可以是流汗煮一桌子的菜只為最後的引吭高歌，浪漫可以如此遼闊。",
      "length": 89,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 6,
      "content": "那時愛上一個人，像風中的鳥巢，心事滿滿，待到風煙俱淨，依舊在冬天的樹梢上眺望著、等待著、孤獨著，寂寞著......那時愛上一個人，如秋天的落葉，被風追趕著在這個城市左逃右躥，卻仍不願意化作春泥，因為不甘心。",
      "length": 103,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 7,
      "content": "這輩子能夠相守固然是好，無法相守，只是因為不適合。有些你愛過的人的確只是個過程，他在你生命裡出現，是為了使你茁壯，使你學會珍惜和付出，使你終於知道這一生你想要的是什麼，你始終追尋的又是什麼。當天的墜落換來的是日後的提升，那麼，當時的痛苦也就值得了。 ─── 張小嫻《謝謝你離開我》",
      "length": 140,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 8,
      "content": "人只是擁抱著時間洗滌不去的記憶。愛也好，恨也好，不會全部留著。我們記得一些，忘了一些，忘了為何忘了，也害怕忘了不想忘記的，深愛過的記憶，更不想對方比我首先忘記。",
      "length": 80,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 9,
      "content": "在愛情的海洋，有太多的波浪，我們以為愛的很深很真，其實愛的很淺很淡，一句難聽的話，就會狠狠刺痛對方的心。為了不讓對方受傷害，有的人潛藏在愛情背後，收穫幸福和快樂，而有的人為了愛情為她付出一切，甚至是寶貴的生命。我們不能左右愛情，只有去適應愛情，好好珍惜彼此，幸福才能更長久。",
      "length": 137,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 10,
      "content": "愛情裡心最重要：細心，可以讓愛情長長久久。貼心，可以讓愛情甜甜蜜蜜。用心，可以讓愛情歷久彌新。交心，可以讓愛情溫暖光亮。真心，可以讓愛情喜悅充實。慈悲心，可以讓愛情增加厚度。心與心的距離，可以很近，也可以很遠，被愛迷惑時，不妨靜下心來，聽聽自己對愛的需求，真心是否湧動。",
      "length": 135,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 11,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 12,
      "content": "青春年少的日子，我們總以為，愛情就是把兩個人牢牢地綁在一起，當你愛我，你就要了解我。這樣的結果卻是：當你瞭解我，你就不愛我了。直到青春遠去，我我們才明白，每個人心中也有一片內陸，即便是最親密的人，也無法抵達那兒。",
      "length": 106,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 13,
      "content": "不知道在這個世界每個角落，每時每刻都在發生的愛情，是否都像這樣，從最初的激情到最後的平淡，有它顛撲不破的方向。當一切都趨於荷爾蒙洶湧後的平靜，才愈加看得清對方給的愛，有多少歡喜又有多少受寵若驚，有多少瑕疵又有多少自以為是。",
      "length": 111,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 14,
      "content": "我習氣你的庇護，習氣你的調皮，習性你的溫順，習性你的聲響，你就是我餓飢外的裡包，烏明外的燈泡，你就是我獨一的獨一。",
      "length": 57,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 15,
      "content": "好的愛情，其實最終得到的是心靈的休息，沒有緊張、無須討好、放掉面具，兩個人都能踏實做自己，而且從不擔心對方不能完全接納自己真實的樣子，在欣欣然的放鬆和喜滋滋的給予中，獲得猶如充電般的愛的能量……那是兩顆互相懂得的心彼此找到了真正的歸宿。",
      "length": 118,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 16,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 17,
      "content": "愛，是一種責任，在任何情況不變的使命，在患難之中不變的承諾、懂你的人，會用你所需要的方式去愛你。不懂你的人，會用他所需要的方式去愛你。真心愛你的人，不會對你忽冷忽熱；真心要娶你的人，也就不會胡亂承諾。",
      "length": 100,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 18,
      "content": "【愛情心語】1、愛情在動靜之間，緣分在聚散之間。2、愛，不要輕易說出口，承諾了，就是一份責任，或者是一種傷害。3、舊時光就是本流水賬，有些事情，沒法回憶。4、愛若疼痛，就不叫愛；愛若卑微，便不再是愛。5、慢慢才發現，對自己好的人隨著時間的流逝也越來越少了。&nbsp;",
      "length": 134,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 19,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 20,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 21,
      "content": "如果一個人對你說，你很好，對不起。請在傷心後忘記這個人吧，若你很好，為什麼他不要？若你很好，為什麼他不珍惜？若你很好，為什麼捨得讓你傷心難過？若他喜歡你，你所有的不好都不算什麼，若他珍惜你，你所有的脾氣都是可愛，若他心疼你，你所有的眼淚他都不允許。",
      "length": 124,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 22,
      "content": "感情沒有所謂的般配不般配，只有適合不適合。不是每個人都能遇到自己想要的那個人，但是每個人都會遇到一個適合自己的人。遇到那個人之後，一切複雜的條件都不再適用，一切喧鬧的表面歸於沉靜，變得簡單，變得無法用條件來限定。你無需處心積慮無需機關算盡來抓緊他，他也不會離開你的身邊。",
      "length": 135,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 23,
      "content": "你是冬日裡的陽光，讓我體會到愛情的溫暖；你是春天裡的鮮花，讓我呼吸到愛情的芬芳；你是夏日裡的涼風，讓我感受到愛情的珍貴；你是秋日裡的碩果，讓我品味幸福的滋味。你是我心中最美好的，什麼也不能替代你在我心中的地位。",
      "length": 105,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 24,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 25,
      "content": "沒男朋友，不代表是剩女。沒女朋友，不代表是剩男。其實別人都搞不懂，沒人要和沒遇到是兩回事。許多人不是沒人要，追求者大把，他們只是沒有遇到合適的、心儀的對象而已。所以，不要著急，我們只是在路上走著，期待一次不期而遇。有時候，等待也是愛情的一部分。",
      "length": 122,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 26,
      "content": "愛是，在幾天沒有聯絡的時候，著急得打電話給他，然後忍住眼淚笑一笑。喜歡，只有在一起的時候，才惦記著對方。愛，是哪怕是在一起，每一秒鐘也都在思念思念他。喜歡一個人，多數許多朋友，也會覺得快樂。當你失落失意的時候，最需要一個肩膀的時候，告訴我，我會立即出現。",
      "length": 127,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 27,
      "content": "有愛，一花一草，滿目的愜意，訴說愛情的甜蜜；有情，一點一滴，晶瑩的水珠，蘊藏情誼的源起；有心，一分一秒，光陰的流逝，匯聚著愛情的珍惜；有意，一生一世，心靈的相依，詮釋著愛情的真締。祝你愛情甜蜜，擁有愛的傳奇！",
      "length": 104,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 28,
      "content": "人一旦陷進愛情的困苦裡，也便忘記了最初為什麼要戀愛。世界是一個舞臺，所有男女都不過是一些演員，我們都有下場的時候，也有上場的時候。你不要做需要男人的女人，而是做男人需要的女人。",
      "length": 88,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 29,
      "content": "愛若是虛的，至少，她可以用錢來求實，愛若是真的，有愛就有了一起。當至愛充盈心間，當柔情抵達心底，當真愛滌盪心靈，回頭才會發現，生活在愛的海洋中的我們才算幸福美滿。",
      "length": 81,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 30,
      "content": "緣分是在轉角後的再次遇見，是兩個人的美麗邂逅。牽手是前世的約定，是兩個人的誓言。共度一生是所有人的憧憬，但卻是兩個人對平凡一生的考驗。我愛你，這個承諾永遠不變。",
      "length": 80,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 31,
      "content": "我喜歡你的眼，看著我的眼。我喜歡你的臉，貼著我的臉。時間在改變，我不會改變。因為我很愛你。不想要你放棄，愛情這種默契得來不易。我愛你，真的是很愛你。所以想，把整個世界都給你。",
      "length": 87,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 32,
      "content": "愛，並不是能夠在一起才叫愛情。不在一起，而在心中留了一個位置，遠遠的思念，難道不是愛情嗎？兩人遠遠相望，卻是一種不可到達的距離。那就相見不如懷念。相忘於江湖，誰說不是愛的一種形式。",
      "length": 90,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 33,
      "content": "愛，不是一種心情，而是一種感情。時常會莫名的失落，那是因為心裡有一座城堡，有一個悽美的童話；時常會痴痴的發呆，那是因為心中有一方天空，有一抹清婉絕版唯美的剪影；時常會靜靜的流淚，那是因為眼淚，是一種呼喚，是一種撕心裂肺的震撼。不是忘不了，而是不能忘；不是傷不起，而是一直在習慣裡，在生命裡。",
      "length": 145,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 34,
      "content": "蕩蕩在湖面上，沒有繩索的羈絆；凝思在安謐裡，沒有槳的驅使――這就是我的思念之舟啊！當空氣裡流動著無言的歌時，愛的水波，正把它推向暮色深處。",
      "length": 69,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 35,
      "content": "為什麼你會為愛情而改變，只是因為，你害怕失去。當你恐懼失去一個人的時候，就會為他做很多，為他而改變自我。所以相愛的基礎，並不是感情，而是恐懼，是沒有辦法失去彼此。當這種恐懼消失的時候，那就是不再愛了。所以，相愛就是害怕失去。沒有害怕，就沒有相愛。",
      "length": 123,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 36,
      "content": "時間會讓你瞭解愛情，時間能夠證明愛情，也能夠把愛推翻。沒有一種悲傷是不能被時間減輕的。如果時間不可以令你忘記那些不該記住的人，我們失去的歲月又有什麼意義？--張小嫻",
      "length": 82,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 37,
      "content": "從見你的第一眼開始，我就發現終於找到我的另一半了！我要給她一生的幸福！從未動搖過！我堅信一生不動搖！",
      "length": 50,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 38,
      "content": "熱戀時愛情，可以什麼都不在乎。只要你要，只要我有。一旦感情平復了下來，心中就會出現接連不斷的計較，為什麼我付出的比你多；為什麼我什麼都可以給你，你卻要有所隱瞞，然後冷戰，爭吵，分手......",
      "length": 96,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 39,
      "content": "有的人，雖然相愛，但他們一生相怨，有人說，愛是付出；有人說，愛是佔有；有人說，愛是等待；有人說，愛是年輕；有人說，愛是回憶；有人說，愛是化學反應。對於她來說，愛是生命的珍藏，那些放不下的是情感，我們輸不起的是尊嚴。",
      "length": 107,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 40,
      "content": "想你，是一種痛，隱隱的痛，不常來，卻揮之不去；想你，是一種，刻骨銘心的痛，不常來，卻仍深刻；想你，從不知疲憊，卻極痛，撕心裂肺...痛苦的不是過去，而是記憶！",
      "length": 79,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 41,
      "content": "你在一生裡遇見了你心愛的人，可以說你是幸運的，無論結局怎樣，都可以說是幸福的吧？白頭到老，固然很好，如果分手了，或者為愛情而傷心，也都是很幸福，畢竟你愛過，你為了愛情在落淚，為了愛情在心碎，曾經很浪漫過，兩個人可以在冬天的風下瘋狂，在夏天的雨下漫步。",
      "length": 125,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 42,
      "content": "愛一個人並不難，難得的是為愛的人付出自己的一切。很多人在相愛的時候都會有所保留，不願讓自己成為付出最多的人，直到最後分開的時候，才悔恨當初，而一切已無法重來。",
      "length": 79,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 43,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 44,
      "content": "聰明的男人會把他的女人寵的無法無天，讓別的男人受不了她的臭脾氣。二逼男人會用他的臭脾氣，把他的女人變得見到任何一個獻殷勤的男人，都有相見恨晚的感覺。",
      "length": 74,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 45,
      "content": "美好的東西，擁有的時候，熟視無睹，在某一瞬間，感覺自己快要抓不住的時候，悔恨才會慢慢佔據你的心靈。比如時間，我們一直在荒廢，偶爾的一根白髮，才知道青春易逝；當一個人堅持不肯原諒你，不必再多說。堅不可摧的內心，樣樣都有，唯獨少了愛。愛的另一個名字，叫做妥協。",
      "length": 128,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 46,
      "content": "真正的愛，不是一時浪漫的激情，也不是驚天動地的表白，而是一份自然而然的牽掛，一份不動聲色的關懷，一份設身處地的體貼，一份如影隨形的惦念。再多繁華和浪漫的時光，都比不上一起樸素相依的歲月，生活可以是平淡的，也是有詩意的，只要我們不離不棄的牽著手走過人生的每一天，每一個日子都是幸福的。",
      "length": 141,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 47,
      "content": "兩個相愛的人在一起是一種快樂，幸福。因為不易所以才應該更加去珍惜，不要到失去的時候才懂得。同樣，愛需要包容，記得有這樣的一句話，彼此相愛的人，他們的心是彼此最溫暖的。",
      "length": 83,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 48,
      "content": "心與心的呼喚，離不開深深的愛戀；心與心的溝通，離不開永久的思念。生命中的每一天，願有你的陪伴，直到海枯石爛，仍不改變。",
      "length": 59,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 49,
      "content": "女人不管再賢惠有母性，但骨子裡都是一個孩子。不要總希望她多麼為你著想，多麼會體貼你的感受，多麼以你為中心。她也希望可以象孩子一樣任性，希望有個人像寵孩子一樣寵她愛她，照顧她關心她，而不只是像孩子一樣向她索取關愛和寬容。",
      "length": 109,
      "addedAt": "2026-01-30T12:19:17.413Z"
    },
    {
      "id": 50,
      "content": "【最彪悍的宣言】你敢娶，我就敢嫁；你敢當爹，我就敢做娘；你敢買房，我就敢還貸；你敢當灰太狼，我就敢做紅太狼；你敢死心踏地，我就敢不離不棄；你敢白頭到老，我就敢陪你一世舉岸齊眉；你敢說你是我的一切，我就敢說你是我的全世界！--你敢嗎？",
      "length": 116,
      "addedAt": "2026-01-30T12:19:17.413Z"
    }
  ]
}