{
  "type": "愛情文案",
  "updated": "2026-01-31T00:37:45.771Z",
  "updateTime": "2026/1/31 上午8:37:45",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "年輕時候，不太容易愛上一個人；愛上之後，不太容易說放手；不得不放手的時，不太容易重新開始。有的人留在原地，有的人則走到盡頭，有的人念念不忘，有的人從來不曾記起。",
      "length": 80,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 2,
      "content": "愛是一個人的事，是一個人的禪，獨自歡樂，自行了斷。似水流年，孤燈對照，獨自體會。愛不是名詞，而是動詞，它需要你付出，付出，再付出……才能澆灌出一朵花來。可是，沒有種子，哪來的花呢？",
      "length": 90,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 3,
      "content": "遙不可及的人生命運捉摸不透，但有人說人生的色彩是靠自己上色的，如果可以，我會盡力把我們的人生調配成七色彩虹，許你一世幸福！曾有人說過，在年輕的時候，若是愛上了一個人，請一定好好的相待，始終溫柔的相待。能愛的人，現在沒有別人，只有你。",
      "length": 116,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 4,
      "content": "當我們在一起的時候，我總希望時間能夠過得再慢點，我們才能創造更多的回憶，而當我們分開的時候，我又希望時間能過得快點，我們才能早點見面。因為你，我變得如此的反覆無常。",
      "length": 82,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 5,
      "content": "你愛一個人，和覺得自己欠一個人，是完全不同的。你愛他，就會主動的想為他做事情，想陪他，時時刻刻的惦念，遇到什麼都會先想到他。而欠一個人，只是會內疚，因為內疚而去做事情，不甜蜜，而只嘆息。所以，別因為覺得虧欠而去愛。愛是甜美，不是心碎。",
      "length": 117,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 6,
      "content": "辮子不是隨便散的，短信不是隨便看的，三葉草不是隨便送的……我的青春詞典裡，亂碼很多，空白也很多，但是都是，你的名字寫的端端正正排正數第二。",
      "length": 69,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 7,
      "content": "一起久了，兩個人的性格會互補，愛得多的那個脾氣會越來越好、越來越遷就；被愛的那個則會越來越霸道。總有一個人會改變自己，放下底線來迎合縱容你。不是天生好脾氣，只是怕失去你，才寧願把你越寵越壞，困在懷裡。所謂性格不合，只是不愛的藉口。",
      "length": 115,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 8,
      "content": "凡死纏爛打的人，大都不是真的深愛你，那只是在跟自己賽跑。真正愛你的人，是做不到死纏爛打。因為自尊不允許。我們一直深信，真正愛就是要把你最好的一切給予對方，包括尊嚴。",
      "length": 82,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 9,
      "content": "在這世上，根本沒有因為相愛而必須分手的事。當一個人說出這種話的時候，你大可以去抽他嘴巴，因為這是最卑鄙無恥的藉口。愛情的重要特質就是自私和佔有。當一個人愛你時，只會把你佔為己有，根本不可能拱手相讓。所以，說喜歡你而不能在一起的都只是曖昧，說愛你而要離開的都是有小三。",
      "length": 133,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 10,
      "content": "人說談感情，先認真的就不會贏。我們愛上的那個，總是會比較愛自己。有人會覺得只要我願意，不管別人怎樣，我就無怨無悔的愛你。有人說愛情是兩個人要在一起，不管路途是否坎坷，都要在一起度過一輩子。",
      "length": 94,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 11,
      "content": "我是你轉身就忘的路人甲，憑什麼陪你蹉跎年華到天涯？我喜歡花，什麼花都喜歡，最喜歡的是紅的像血的玫瑰，白的像雪的百合！想念怎麼這麼不公平，你有那麼多人可以想，而我卻只有你這一個可以想！你愛的音樂停了，那天的我等你等成了擺設其實，我是願意陪你到天涯海角的，因為你是我喜歡的人！",
      "length": 136,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 12,
      "content": "有一種愛，會在不經意間刻骨；有一種相遇，會在天意安排下完成；有一個人，會讓另一個人與幸福相隨。感恩那種刻骨的愛情，它讓人懂得了愛情的寶貴，同時也清楚了愛情的甜蜜。",
      "length": 81,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 13,
      "content": "愛由一個笑容開始，用一個吻來成長，用一滴眼淚來結束。當你出生時你一個人在哭，而所有在旁的在笑，因此請活出你的生命，當你死的時候，圍繞你的人在哭而你便是唯一在笑。",
      "length": 80,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 14,
      "content": "愛情的世界很大，大到可以裝下100種委屈，愛情的世界也很小，小到三個人一起就會窒息，一個人身邊的位置只有那麼多，你能給的也只有這麼多。在這個狹小的圈子裡，有些人要進來，就有一些人，不得不離開，但是離開不是放棄，是為了更好的回來。",
      "length": 114,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 15,
      "content": "如果還可以，令你在須臾的閒暇之間追尋我的身影，我願若深藏於地底的繭，再沉睡二十年，然後在春日的暖陽中，破繭而出，化蛹為蝶，在藍天下碧草邊，翩翩為你而舞。",
      "length": 76,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 16,
      "content": "愛是一種奇怪的東西，忽閃忽滅間的深刻，成長在彼此心裡。最美麗的故事沒有結局，最浪漫的感情沒有歸宿，最幸福的愛情沒有言語，最深刻的喜歡沒有空間！",
      "length": 71,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 17,
      "content": "每個人心裡只有一個寶貝，後來它漸漸變成了眼淚！就算這句話是真的，我依舊無怨無悔，依舊把你當成我心裡唯一的寶貝，就算某一天它變成了眼淚，我至少還可以在回憶你的笑臉中陶醉，在呼喚你名字的時候無悔！",
      "length": 96,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 18,
      "content": "如果你給我的愛，不能天長地久，當初又何必苦苦追求讓我愛上你。你曾經告訴我：為了我，你可以放棄所有。你的父母，你的公司，若是阻攔了我們，你都甘願放棄，決不皺眉。",
      "length": 79,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 19,
      "content": "一個死守承諾，一個想掙脫承諾，曾經的諾言變成了你我的束縛。一生就這麼一次，談一場以結婚為目的的戀愛吧。不再因為任性而不肯低頭，不再因為固執而輕言分手。最後地堅信一次，一直走，就可以到白頭。就那樣相守，在來往的流年裡，歲月安好。惟願這一生，執子之手，與子偕老。",
      "length": 129,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 20,
      "content": "愛即可以是一瞬間的事情，也可以是一輩子的事情。有人，因為寂寞而錯愛了一人，更多的人，因為錯愛一人，而寂寞一生。很多時候，我想愛你，卻發現自己根本不可以愛你；很多時候，我想忘了你，可卻發現你早已嵌入我的生命裡。",
      "length": 104,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 21,
      "content": "愛你時，這世上便沒了四季，天天都溫暖。不愛你時，管你那是晴是雨。愛情最大的魔力，就是可以顛倒黑白，讓你把錯看成對，把壞變成好。愛是場遊園驚夢，重要的不是愛時有多甜蜜，而是夢醒後，這日子還能不能過下去。",
      "length": 100,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 22,
      "content": "有一種愛，叫做甜蜜。甜蜜是因為愛是醞釀甜蜜的花朵。有一種愛，叫做傷心。傷心是因為我再也找不到那些愛過的曾經。有一種愛，叫做喜悅。喜悅是因為相愛在一起的簡單的幸福。有一種愛，叫做微笑。微笑是因為愛像成熟了的掛上枝頭的開心果。",
      "length": 111,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 23,
      "content": "我們都是近視眼，忽略了離我們最真的情感，我們都是遠視眼，模糊了離我們最近的幸福。一輩子真的很短，遠沒有我們想象的那麼長，永遠真的沒有多遠，所以不妨對愛你的人好一點，也對自己好一點，是你的枕畔人，明天可能就是你的陌路人，如果這輩子來不及好好愛，就更不要指望下一輩子還能遇見。",
      "length": 136,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 24,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 25,
      "content": "你是我一生的愛情，也是我生命中最熟悉的的陌生人，我會為你心痛，我會為你流淚，我會為你的固執，遷就你的所作所為，也會為了你的幸福，傾盡我一生的所有。",
      "length": 73,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 26,
      "content": "在愛情裡面，並沒有誰對不起誰，也沒有人真的虧欠了誰，只有誰不愛了誰。而你，在愛情裡面的所有不確定當中，少數可以確定的只是，不能讓自己被浪費。自己，絕對不可以對不起自己。",
      "length": 84,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 27,
      "content": "每一朵鮮花的盛開都經歷風霜雨雪，每一把利劍的形成都經過千錘百煉，每一樁愛情的正果都必經艱難困苦。可是亦有經歷了風霜雨雪千錘百煉艱難困苦，連花都開了劍也鑄成了四級都過了，愛情卻最終未修成正果的。",
      "length": 96,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 28,
      "content": "因愛情做一些有想象力的事情吧，這樣的一些事情可以為你們創造另一個星球，把整個地球擋在門外。彷彿觸手可及的是大朵瑰麗的星雲，而不是十塊錢三支的玫瑰。那些才應該是愛情裡面的風景。",
      "length": 87,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 29,
      "content": "如果兩個人分手之後做了朋友，那說明我從來沒有愛過你；如果兩個人分手之後依舊可以做朋友做的事，那說明我想讓你記住我；如果兩個人分手之後我不再見你並大聲說我恨你，那說明我不捨得離開你；如果兩個人分手之後我們在彼此的世界消失了，那說明我真的愛你。",
      "length": 120,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 30,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 31,
      "content": "不要以那靈魂知己的名義，去等不該等的人，最後就是蹉跎那不該蹉跎的青春。有沒有那麼一個人，曾經讓你發了瘋的想，現在卻拼了命的想忘掉，有些人我們叫著親愛的卻並不喜歡。有些人我們罵著傻逼卻是真的愛著。",
      "length": 97,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 32,
      "content": "要有多堅強，才能不淚流；要有多灑脫，才能不失落。聽過的歌，情難捨；愛過的人，心難忘。往往太在乎一個人，就會失去自我；常常太迫切一份情，就會丟掉尊嚴。",
      "length": 74,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 33,
      "content": "女人之所以美麗，是因為有好心情；之所以瀟灑，是因為有自信；之所以有氣質，是因有極佳的涵養；之所以告訴你，是因為你佔全了。",
      "length": 60,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 34,
      "content": "沒有一種東西可以無限制地發展，感情也一樣。當火燒到最旺的時候離灰燼就為期不遠了，當愛達到天昏地暗的時候離失望也為期不遠了。愛可以親密，但最好不要無間。離得太近，看得太清往往不是好事，適當的距離可以延長保質期。",
      "length": 104,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 35,
      "content": "我們的愛情遠遠沒有歌曲裡寫的那麼浪漫，即使是受傷也是幸福那種境界；我們只是平凡的人，然後找一段平凡的感情，之後平凡的生活在一起，坐著搖椅慢慢變老，也許這就是愛情的真諦。",
      "length": 84,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 36,
      "content": "有一種愛情，明知道沒結果，可我們愛得義無反顧，因為已經愛了；有一種付出，明知道得不到回應，可我們依然堅持，因為已經付出了；有一種給予，可以讓你永遠享受公主般待遇，可我們就是不接受，因為那不是你覺得對的那一個。",
      "length": 104,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 37,
      "content": "如果你真的愛了，那麼不要輕言放棄，即便他讓你傷心了，試著去牽掛他，傾聽他，讓他明白你依然關愛他；如果你真的愛了，那麼不要輕言放棄，即便他讓你失望了，試著去包容他，讓他知道你依然在乎他。愛情真的是個很奇妙的東西，具有無窮的魔力，讓人為之著迷。",
      "length": 120,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 38,
      "content": "愛情本來就是兩個人的世界，沒有多一個人的位子，更沒有博愛座。有些東西會在你憂鬱的瞬間離你而去，特別是愛情，在你不知道該不該握緊的時候，一鬆手，就會被另一個人取代。",
      "length": 81,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 39,
      "content": "人生中，總有令人執著的東西，或者是一個夢，或者是一段情，或者是一個悄然觸動了自己靈魂的人。人生有你，何其美麗，無論再有多少優秀的心靈從我的面前走過，我的眼中，我的心底將只留下一個唯一的你。",
      "length": 94,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 40,
      "content": "時間停止是因為時針愛上了分針，再也不想分開。就如同，我，愛上，你。愛情不在於精確的計算，不在於每一次新鮮的嘗試，不在於錯誤和原諒，不在於盲目和崇拜，而是在於責任和承擔。即便鐘樓變成廢墟，也要一同面對今後的時光。",
      "length": 105,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 41,
      "content": "驚天動地的山盟海誓都是抵不上不離不棄的陪伴相守，再刻骨銘心的愛戀都是不如柴米油鹽平實的幸福。要想找到長久的幸福，你要看透這些，要剔除內心虛幻的想法，才是能找到真切的幸福。",
      "length": 85,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 42,
      "content": "愛情是什麼？就是親親嘴皮子，住著小房子，有點小銀子，養個小胖子，一起提著菜籃子，摟著小脖子，踱著腳丫子，逛著小巷子，洗著菜盤子，最後兩人坐著家中的老椅子，帶帶小孫子，聊聊好日子，倖幸福福一輩子。愛情相戀時是激情，相守時是親情。",
      "length": 113,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 43,
      "content": "所有的什麼標準，都是可以將最完美的戀人形象擺在你的面前，可是越看就越覺得難過，你喜歡的怎麼看都不符合那些標準。可是你是喜歡的，你會這麼想，也許認識不夠，他最終會是那樣的，那就是活在自己傻傻的期待裡。",
      "length": 99,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 44,
      "content": "相愛最難的不是在一起，最難的是珍惜。有些人會和你在一起，可逐漸的，你就不再珍貴了。你會變成習以為常，變成生活的必需品，甚至是消費品。當初戀愛時的疼愛，變成漠不關心。當初的呵護，變成你反過來照顧。所以啊，相愛一時很簡單，珍愛一生才是難。",
      "length": 117,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 45,
      "content": "我相信除了寂寞，緣分是男人和女人之間相愛的另一種原由。因為緣分而使兩顆寂寞的心結合的愛情稱為真愛。寂寞是每時每刻，緣分是不知不覺，真愛是一生一世。--《花樣年華》",
      "length": 81,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 46,
      "content": "如果你不能對我好一輩子，請你不要對我好，哪怕只是一秒鐘；如果你不能騙我一輩子，請你不要騙我，哪怕只是一個字；如果你不能愛我一輩子，請你不要愛我，哪怕只是一瞬間。",
      "length": 80,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 47,
      "content": "外貌決定有沒有可能在一起，性格決定適不適合在一起，物質決定能不能穩定的在一起，信任決定能不能長久的在一起。",
      "length": 53,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 48,
      "content": "喜歡一個人，如果失去了，就像丟掉自己心愛的物品，雖有遺憾，但是心中不會有多痛。可是愛一個人，如果失去了，就會留下一個傷口，永遠都會隱隱作痛。有些失去是註定的，不要因為自己的一時寂寞，而去接愛一段不合適你的愛；也不要因為一段不合適你的愛，而去寂寞一生。",
      "length": 125,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 49,
      "content": "茫茫人海，擦肩無數；過客萬千，誰能與共。漫長的等待，孤寂了誰的歲月，然，有個身影不經意間滑入眼簾，從此走不開，不遠去。",
      "length": 59,
      "addedAt": "2026-01-31T00:37:45.771Z"
    },
    {
      "id": 50,
      "content": "結婚不是一段感情的結束，而是重新開始審視你們的感情。分開了不可怕，離婚了也不要悲觀。你心裡清楚，時間可以抹去你曾經掉下的淚水。你以為你永遠不會忘記的人，可是在很多年以後，你甚至已經是記不起為什麼當初是那麼的恨他。",
      "length": 106,
      "addedAt": "2026-01-31T00:37:45.771Z"
    }
  ]
}