{
  "type": "愛情文案",
  "updated": "2025-12-31T18:11:29.331Z",
  "updateTime": "2026/1/1 上午2:11:29",
  "totalCount": 50,
  "targetCount": 50,
  "completionRate": "100.0%",
  "convertedToTraditional": true,
  "copywritings": [
    {
      "id": 1,
      "content": "人生真愛就只有一場，目的只有一個：與心愛的人，走進婚姻的殿堂。別再率性，要真愛，就要敢於低頭；別再固執，要真愛，就不要輕言分手；要堅守，一直走。愛她嗎？那就要到天長地久。",
      "length": 85,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 2,
      "content": "好酒需要一口一口慢慢地用心去品，愛情則需要一點一滴地去關愛，去呵護，去培植。酒喝一點可以強身健體，喝多了傷肝傷脾；愛情則不然，愛得越深，情越長，人越清爽。",
      "length": 77,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 3,
      "content": "再美的女人，沒有一顆撼動我的心，與我何干？再靚的女人，不曾真正的擁有，怎知其心？你是我視線裡唯一的風景，等待了那麼久，才真正的擁有了你的心，握著你的手，並非夢境。沒有理由，只有一顆愛你的心，在你需要的時候，我會赴湯蹈火，即便粉身碎骨，也要呵護你，保護著你的安全，我的肩膀是你溫暖的所在，是你靠的住的港灣。心如止水的你，讓我澎湃，讓我怯怯的心，有了終身的依靠。",
      "length": 179,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 4,
      "content": "愛情這東西，傷不起。於是，寧可選擇去曖昧不清，也不要明明白白的愛情，喜歡追求一種不愛的愛情。所謂不愛的愛情，並非是指雙方都沒有愛，只是因為某種因素，而沒辦法去相愛。我想最難過的事情不是你遇不見，而是遇見了，得到，卻又匆忙的失去，然後心上便因此糾結成了一道疤。它一直跟隨著你，它讓你什麼時候疼，就什麼時候疼，那是一直好不了的傷。",
      "length": 163,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 5,
      "content": "有人在愛情裡看到傷心！有人欣喜若狂！有人傷心落淚！有人站在愛情的十字路口找不到方向，面對選擇我不願錯過！卻又束手無策！愛情就是這樣！讓人無法琢磨！沒有人可以說的清楚！想念一個人才真的是孤單。靜靜的想念，孤獨的享受，也許真正的去想一個你愛的人才能體會的到。",
      "length": 127,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 6,
      "content": "男人把幼稚的女人看作單純，女人把單純的男人看作幼稚；事業是男人的姿色，姿色是女人的事業；男人用智商掌控女人，女人用情商拴住男人；男人喜歡長得漂亮的女人，女人喜歡對她好的男人；忠孝才是真正的男人味，柔順才是真正的女人味；男人忠孝令女人有安全感，女人柔順令男人有幸福感。",
      "length": 133,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 7,
      "content": "保留一份尊嚴給自己得不到就不要，沒有依靠還有驕傲。敢於放棄一段感情，不但需要勇氣更需要底氣。動了真感情的人，往往最能容。錯與對沒有了絕對，只要愛的人不再傷悲；是與否都了無所謂，只要心中的她笑得最美。",
      "length": 99,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 8,
      "content": "愛情，有時是甜蜜的，有時是酸辣的，有時候是苦澀的，你說它是什麼滋味，誰都不會明明白白告訴你，唯獨只有親身深愛過，你才會明白那種滋味，好像很深刻，又好像很簡單。你熱戀的時候，你連看烏雲都是一種詩意；可是，當你失戀了，你才會發現世界上一切都是闇然無味的。",
      "length": 125,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 9,
      "content": "說過一千遍我愛你最後也抵不過一句分手吧。這就是愛情。曾經多麼刻骨銘心曾經愛得多麼死去活來，最後依然會雲淡風輕，只是每個人的時間過渡不一樣而已。",
      "length": 71,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 10,
      "content": "瘋狂的一瞬間，我會愛上你，抓住了真愛，就抓住了你的心。愛是你我的夢，因為愛情，青睞了你的心海，一個人的力量，微不足道的關愛，孤掌難鳴，等待著你的等待；兩個人的成雙，凝成一股堅韌的繩，心與心的交匯，可以掌控愛情的舞臺。",
      "length": 108,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 11,
      "content": "因為你，我每天很晚入睡，只為了等你，和你說說話；因為你，我會時不時拿手機，看有沒有你的未接來電，有沒有你的短信；因為你，我會莫名的生氣，莫名的無理取鬧；因為你，我變得很糾結，變得不知如何是好。你的一句話可以改變我一天的心情，你的一條短信可以左右我一天的情緒……這一切都只是因為你。",
      "length": 140,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 12,
      "content": "愛與被愛，都是讓人幸福的事情，不要讓這些變成痛苦。--- 對不愛自己的人，最需要的是理解、放棄和祝福。--- 明白的人懂得放棄，真情的人懂得犧牲。",
      "length": 73,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 13,
      "content": "遇上愛情，也就會變得寬容。因為愛你，我更自愛。因為愛你，我知道自己的存在。因為愛你，我在成長。因為愛你，我對痛苦和快樂都有了深刻的感受。因為愛你我才知道人生有許多無法滿足的事。愛一個人，是與這個人相守一世，而不只是相伴一時。",
      "length": 112,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 14,
      "content": "喜歡你，就會在想起你時微笑，至於你是否明白我微笑的原因，我一點也不在意。就像風很舒服時我也微笑，太陽很舒服時我也微笑，而風和太陽就跟你一樣，不會明白我微笑的原因。我怎麼對待風和太陽，我就怎麼對待你……",
      "length": 100,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 15,
      "content": "戀愛時，你有一股強烈的渴望想要融入這個人。這已不是愛的問題。你的身體充滿愉悅感，你的頭腦活動完全不見了。因為我們在嬰兒期跟母親進入過這樣的狀態，所以我們認為若想再度擁有這種狀態，就必須和另一個人在一起。其實我們真正想找的只是那份融為一體，黃金般的溫暖感。",
      "length": 127,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 16,
      "content": "如果可以，看你入睡是我一輩子的幸福看你夢中會甜甜的笑，我知道那是你在夢中看到了幸福，和對我的在乎。如果可以，我要更沉醉，把對你的愛寫滿了整整一本子，記下我雙臂纏繞你的溫柔，那是我是圈住的快樂，和愛的淺唱低吟。",
      "length": 104,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 17,
      "content": "一段不曾被接受的愛情，需要的不是傷心，而是時間，一段可以用來遺忘的時間。一顆被深深傷了的心，需要的不是同情，而是明白。-- 因為愛過，所以慈悲；因為懂得，所以寬容。",
      "length": 82,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 18,
      "content": "你像明鏡，今生跟你已註定；你像花朵，愛你愛到沒處躲；你像綠水，我的愛只對你追；你像藍天，一見你就瘋癲。愛你，愛你！",
      "length": 57,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 19,
      "content": "人只有經歷過一次刻骨銘心的愛情才會懂得如何去愛，只是這個代價太大了，用一個愛人去換來自己的蛻變，也夠殘忍。有人說，女人就該狠，能留留，不能的滾。我也在變，以前那個單純的我再也找不到了，不知道從什麼時候開始，我把自己丟了。",
      "length": 110,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 20,
      "content": "單身意味著一個錯誤的結束，一個正確的開始；單身意味著等待新的燃燒；單身就是一場豐盛誘人的自助餐，而你將擁有自己支付能力範圍內的全部選擇；單身是一面鏡子，你對它哭它就對你哭，你對它笑它就對你笑；事實上，單身並不意味著你不懂愛情，單身要比陷入錯誤的一段愛明智得多。",
      "length": 130,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 21,
      "content": "愛情的花蕾，需要兩顆真摯的心靈滋潤，才能綻出最美的花朵。愛情路上，無論遭遇風霜雨雪，還是陰霧瀰漫，只要兩顆相愛的心靈緊緊相貼，就一定能驅散濃陰迷霧，笑看一縷陽光的燦爛，輕嗅一朵花兒的香甜。",
      "length": 94,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 22,
      "content": "淚水，喚不回曾經，那信誓旦旦的海枯石爛，永遠，是一朵綻放的花，渲染著春夏秋冬的神奇。即便是愛被敷衍，愛你的承諾，依舊在，而且，還會永遠在。",
      "length": 69,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 23,
      "content": "你的感情，是一個簡單的自然指數，你要微分幾次都可以，不變的，始終不變……假如你喜歡，也可以積分，不過會多出一個常數來，而那個常數等於--我愛你。",
      "length": 72,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 24,
      "content": "愛一個人就是不管多晚都要坐在燈光下等他回來。愛一個人就是聽見他在咳嗽趕緊伸手摸他的額頭。愛一個人就是兩個人一起吃飯，坐上擺的都是他愛吃的菜。愛一個人就會想讓自己變得更美麗，希望自己能被所有人矚目，卻只能被他擁有。",
      "length": 106,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 25,
      "content": "相信真正的愛情是存在的，但期望它會超越一切是不現實的。愛情可能隨時間的變化而變化，它的消亡不一定意味著背叛，而極有可能是自然的衰退。對愛情作如此認識，可以使我們不迷信愛情，也就不容易受傷和絕望。",
      "length": 97,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 26,
      "content": "生之中遇見你是那麼一段美好的回憶，最初的時光遇見最初的你，像一場煙火，絢爛而美麗，不曾天長地久，只是短暫的片刻卻已足夠，愛不是得到，也不是擁有，只是發自內心彼此才信賴與關懷！這一生，有你曾陪我走過這一程，已經足矣，可以思念，可以緬懷也是一種快樂！",
      "length": 123,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 27,
      "content": "驚天動地的山盟海誓都是抵不上不離不棄的陪伴相守，再刻骨銘心的愛戀都是不如柴米油鹽平實的幸福。要想找到長久的幸福，你要看透這些，要剔除內心虛幻的想法，才是能找到真切的幸福。",
      "length": 85,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 28,
      "content": "愛上你是一種流淚的幸福，更是一份甘心承受的苦。如果你在我的生命裡註定只是一場夢，我寧願抱夢不醒，就算你註定了要走離我的生命，我也會用文字美麗曾經，只要可以留駐一份瞬間的永恆，哪怕只能繽紛一季，卻會燦爛溫暖一生。",
      "length": 105,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 29,
      "content": "生，是最大的奇蹟；愛，是最大的奇遇。與你在生命的旅途相遇相伴，這一輩子就都不會輸給時間，都不會留下遺憾。我願在愛你的天空下束手就擒，不再掙扎，就讓這顆心投進你的芳華，不管是甜蜜的打罵，還是狠心的氣話，都是我最幸福的牽掛。情人節，愛你，是我一生的際遇和福分！",
      "length": 128,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 30,
      "content": "你的笑容已融入我心中，溫暖我，感動我，讓我的人生充滿幸福的色彩，讓我的生活充滿浪漫的快樂，親愛的，我愛你！",
      "length": 53,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 31,
      "content": "愛的河流，涉水而過。生活之難，咬牙而撐。命運之劫，照單全收。人生是無法迂迴的單行線，起程便是不歸的羈旅，急急緩緩，深深淺淺，跌跌撞撞，由不得自己左右。",
      "length": 75,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 32,
      "content": "愛如春風，綻放為你獨自守候的花蕾；愛如春潮，激盪心中不息的情思；愛如藤蔓，朝著溫暖陽光照耀的方向生長；愛如彩虹，絢爛風雨過後的美麗。",
      "length": 66,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 33,
      "content": "你我之間，不是錯過，就是過錯。我以為時間會是一劑很好的療傷藥，卻也沒想到用來入藥的是我的心。所以是煎是熬。在愛情的世界裡，有些人愛了，有些人傷了，有些人恨了，還有些人的愛從一開始就只是回憶。於是，總有人說，如果能重新開始，那該多好。但是，曾經已過。愛過了。愛，過了。--墨者",
      "length": 137,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 34,
      "content": "愛情，像長不大的孩子，一旦一段愛情被稱為成熟，事實上它已經不是愛情，而是由時間定位的一種習慣。愛情，又像是一顆萌芽的種子，經歷風風雨雨變成了果實。沒有最初的感動，沒有最初的朦朧，沒有最初的難捨難分，它以一種叫擁有的形式推遠了那份珍貴。",
      "length": 117,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 35,
      "content": "&nbsp; 其實，愛情這東西，痛的越多，就越難相信。如果不愛，分手無所謂。但有感情，還是相互寬解和容忍吧。愛情，沒有不吵架的，但底線是不分手。因為愛就是堅持在一起。",
      "length": 83,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 36,
      "content": "我習氣你的庇護，習氣你的調皮，習性你的溫順，習性你的聲響，你就是我餓飢外的裡包，烏明外的燈泡，你就是我獨一的獨一。",
      "length": 57,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 37,
      "content": "用一片情，寫一顆心，記一輩子，讓你孤獨的等候永遠有一個可想可念可愛可親的心上人。那樣，心就不會再老死，情就不會再枯萎，愛就不會再荒蕪。",
      "length": 67,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 38,
      "content": "不要問別人愛不愛你，不管他如何回答都是否定的。一個人愛你，不會隱藏躲避，而會用各種辦法讓你知道。如果你不確定，一定不是愛。閃爍其詞是心虛，故作神秘是伎倆。愛是最濃烈的情感，不夠濃烈就不是愛。愛情只有愛與不愛，沒什麼不夠愛，不夠愛還是不愛，一旦遇見愛的馬上會把你淘汰。",
      "length": 133,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 39,
      "content": "愛是沒有理由的，愛了就是愛了，即使撞上南牆也是愛了，只是愛的卑微愛的驕傲罷了，其中滋味只有自己知道。等待不苦，苦的是，沒有希望的等待……",
      "length": 68,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 40,
      "content": "喜歡你，所以不想輕易放棄，喜歡你，所以心甘情願放棄，回憶裡，你是那樣的美麗，在心底，我會將你謹記。喜歡你，不奢望還會有繼續，只要能天天看到你，哪怕背影也可以。望著你，遠在天際，我的心沉入海底，不知你何時能記起，我一直在原地等你，不知你何時能回頭，看看那個喜歡你的我。",
      "length": 133,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 41,
      "content": "千萬不要對你的愛缺乏堅強的勇氣，也不要對你的愛情太過痴狂，愛情真的很奇妙，世上沒有無緣無故的愛，也沒有無緣無故的恨，愛與恨，只是在一念之間，就繁華落盡，縈繞你心頭的永遠是揮之不去的痛，落在你心底的是無盡的殤懷。",
      "length": 105,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 42,
      "content": "愛你，是我一生中做過最好的事情，我是這樣認為的。沒有欺騙，只有純真。可如今，我們兩地相異，但回憶不曾停止，就如高中時我們寫的日記一樣，泛黃的紙頁仍聽出你心跳的旋律。",
      "length": 82,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 43,
      "content": "【愛之語】愛情不可能是完美的，重要的是學會珍惜。婚姻是什麼呢？兩隻孤獨的鳥，建一個巢，為的是躲避風雨。如果一方不經心，風雨就會來得格外的猛。一生一世，無論快樂還是痛苦，都是愛我們的人所帶來的，成熟、責任、背叛，婚姻包含的內容實在太多，哪裡是愛情兩個字就能窮盡的呢？",
      "length": 132,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 44,
      "content": "如果說想念是一根繩，無論何時何地，緊緊拴住兩個人的生命。然而微涼憶念，常把傷感揪出腦海。揪心地擊碎美麗夢鏡，把悲傷的碎片丟撒滿地，拋落在相思濃濃的秋意裡。",
      "length": 77,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 45,
      "content": "別怪自己男朋友小心眼兒，也別怪自己女朋友小題大做。愛情是專一的，不要給彼此太多的壓力。適當的和異性保持距離，對你們的愛情大有好處。不要去欺騙你的愛人。記得，若你沒有騙他一輩子的把握，那麼便對他說實話。當謊言一再被揭穿時，一切都結束了。",
      "length": 117,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 46,
      "content": "愛情，對於年輕人來說，她是一團火。一旦她燃燒就會付出一切。對於中年人，愛情是一杯濃酒。因為她已經醞釀了許久，不用品嚐，就已經芬芳四溢了。如果非得要嘗試，那要一點、一點的去喝。否則會醉的，醉得沒有了方向。當你清醒時，你才發現，你已經離你的出發點很遠、很遠……",
      "length": 128,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 47,
      "content": "以落花為茗，以青燈為伴，捧一冊古卷，吟一首唐詩，賦一闋宋詞，輕展一方素箋，細研一池墨香，為你書寫一紙思念，情寄一泓纏綿。等你深情的目光寫意花的春秋，等你深情的目光書寫流年的眷戀。",
      "length": 89,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 48,
      "content": "誠摯的微笑，每一次心跳，或許寂然無聲，卻勝過虛幻的海誓山盟;真情的碰撞，靈魂的契合，或許不夠浪漫，卻勝過無數的真情告白。",
      "length": 60,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 49,
      "content": "愛情，也不是繩索。對方，永遠不是你的附屬。愛情和婚姻都不是永遠的，只有一種永遠：自由與平等。你們隨時有權決定在一起或不在一起。而且，根本不需要理由。以婚姻或愛情的名義，去獨佔對方，去限制對方，去管理對方，去教育對方，都是可恥的。也是悲劇的根源。",
      "length": 122,
      "addedAt": "2025-12-31T18:11:29.332Z"
    },
    {
      "id": 50,
      "content": "當彼此愛得不確定時，最沒信心的一方會想方設法考驗對方，打算據此檢驗對方愛自己的程度。可是一旦你懷疑對方，即使對方通過了考驗，也不能徹底消除你內心疑慮。當你不信任一個人時，無論對方做什麼，你都會朝著不利於自己的方向思考--因為你已把對方假定為壞人，你會覺得對方變得越來越壞。",
      "length": 136,
      "addedAt": "2025-12-31T18:11:29.332Z"
    }
  ]
}